Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# SettingsOptions::share_users
source: Share users among stores
hr: Podijeli korisnike među trgovinama
sk: Zdieľať používateľov naprieč obchodmi
sr: Delite korisnike među radnjama
sv: Dela användare bland butiker

# SettingsOptions::log_type_general
source: General
hr: Općenito
sk: Všeobecné
sr: Opšte
sv: De allmänna

# SettingsOptions::backend_default_language
source: Backend default language
hr: Zadani jezik backend-a
sk: Predvolený jazyk backendu
sr: Backend podrazumevani jezik
sv: Backend standardspråk

# SettingsOptions::company_city
source: Company city
hr: Grad tvrtke
sk: Mesto
sr: Grad kompanije
sv: Företaget city

# SettingsOptions::admin_orders_per_page
source: Orders per page
hr: Narudžbe po stranici
sk: Objednávky na stranu
sr: Narudžba po stranici
sv: Beställningar per sida

# SettingsOptions::day
source: Day
hr: Dan
sk: Deň
sr: Dan
sv: Dagen

# SettingsOptions::show_rootcats_only
source: Show only root level categories links in the 'Categories' section
hr: Prikaži samo korijenske poveznice kategorija u ''Kategorije'' sekciji
sk: V sekcii "Kategórie" zobraziť len odkazy na hlavné kategórie
sr: Prikaži samo veze osnovnog nivoa u odeljku "Kategorije"
sv: Visa endast roten nivå kategorier länkar i avsnittet "Kategorier"

# SettingsOptions::height
source: Image height
hr: Visina slike
sk: Výška obrázka
sr: Visina slike
sv: Bildens höjd

# SettingsOptions::admin_passwords_must_contain_mix
source: Administrator password must contain both letters and numbers
hr: Administratorska lozinka mora sadržavati slova i brojeve
sk: heslo administrátora musí obsahovať písmená a čísla
sr: Administratorska lozinka mora da sadrži i slova i brojeve
sv: Administratörslösenord måste innehålla både bokstäver och siffror

# SettingsOptions::header_10003
source: SMTP server settings
hr: SMTP postavke poslužitelja
sk: Nastavenia servera SMTP
sr: Podešavanja SMTP servera
sv: SMTP-serverinställningar

# SettingsOptions::header_8158
source: FTP server options
hr: FTP opcije poslužitelja
sk: Možnosti servera FTP
sr: Opcije FTP servera
sv: FTP-serveralternativ

# SettingsOptions::default_state_update_for_all
source: Default state of the "Update for all stores" icon
hr: Zadano stanje ikone ''Ažuriraj za sve trgovine''
sk: Predvolený stav ikony "Aktualizovať pre všetky obchody"
sr: Podrazumevano stanje ikone "Ažuriranje za sve prodavnice"
sv: Standardläge för ikonen "Uppdatera för alla butiker"

# SettingsOptions::ftp_hostname
source: Hostname
sr: Ime domaćina

# SettingsOptions::weight_symbol
source: Weight symbol
hr: Težina simbol
sk: Symbol hmotnosti
sr: Simbol težine
sv: Vikt symbol

# SettingsOptions::admin_products_per_page
source: Products per page
hr: Proizvoda po stranici
sk: Produkty na stranu
sr: Proizvoda po stranici
sv: Produkter per sida

# SettingsOptions::company_country
source: Company country
hr: Zemlja tvrtke
sk: Krajina
sr: Zemlja kompanije
sv: Företaget

# SettingsOptions::week
source: Week
hr: Tjedan
sk: Týždeň
sr: Sedmica
sv: Vecka

# SettingsOptions::mailer_smtp_host
source: SMTP host
sr: SMTP glavnog računarskog sistema
sv: SMTP-värden

# SettingsOptions::string_length
source: String length
hr: Duljina niza
sk: Dĺžka reťazca
sr: Dužina reda
sv: Stränglängd

# SettingsOptions::change_admin_password_on_first_login
source: Force administrators to change password on the first login
hr: Natjeraj administratore da promijene lozinku prilikom prve prijave
sk: Prinútiť správcov k zmene hesla pri prvom prihlásení
sr: Primoraj administratore da promene lozinku prilikom prvog prijavljivanja
sv: Tvinga administratörer att ändra lösenord på den första inloggningen

# SettingsOptions::show_site_info
source: Show the 'Site info' section
hr: Prikaži sekciju 'Informacije o web-stranici'
sk: Zobraziť sekciu "Informácie o stránke"
sr: Prikaži 'Informacije o sajtu'
sv: Visa avsnittet "Site info"

# SettingsOptions::lines_number
source: Number of grid lines
hr: Broj crta rešetke
sk: Počet riadkov mriežky
sr: Broj linija mreže
sv: Antal linjer

# SettingsOptions::grid_color
source: Grid color (hexadecimal code)
hr: Boja rešetke (heksadecimalni kod)
sk: Farba mriežky (hexadecimálny kód)
sr: Boja mreže (heksadecimalni kod)
sv: Grid färg (hexadecimal kod)

# SettingsOptions::ftp_username
source: Username
hr: Korisničko ime
sk: Užívateľské meno
sr: Korisničko ime
sv: Användarnamn

# SettingsOptions::company_state
source: Company state
hr: Država tvrtke
sk: Stav spoločnosti
sr: Država kompanije
sv: Bolaget tillstånd

# SettingsOptions::weight_symbol_grams
source: Grams in the unit of weight defined by the weight symbol
hr: Grami u jedinici mase definiranoj simbolom za masu
sk: Počet gramov na jednotku hmotnosti definuje symbol hmotnosti
sr: Grama u jedinici težine
sv: Gram i enheten av vikt definieras av symbolen vikt

# SettingsOptions::month
source: Month
hr: Mjesec
sk: Mesiac
sr: Mesec
sv: Månad

# SettingsOptions::mailer_smtp_username
source: SMTP username
hr: SMTP korisničko ime
sk: SMTP používateľské meno
sr: SMTP korisničko ime
sv: SMTP-användarnamn

# SettingsOptions::min_font_size
source: Minimum font size
hr: Najmanja dopuštena veličina fonta
sk: Minimálna veľkosť písma
sr: Minimalna veličina fonta
sv: Minsta teckenstorlek

# SettingsOptions::admin_password_expiration_period
source: Password validity period in days (0 - unlimited)
hr: Rok važenja lozinke u dana (0 - neograničeno)
sk: Doba platnosti hesla v dňoch (0 - neobmedzene)
sr: Period važenja lozinke u danima (0 - neograničeno)
sv: Lösenord giltighetsperiod i dagar (0 - obegränsad)

# SettingsOptions::ftp_password
source: Password
hr: Lozinka
sk: Heslo
sr: Lozinka
sv: Lösenord

# SettingsOptions::company_zipcode
source: Company zip code
hr: Poštanski broj tvrtke
sk: PSČ spoločnosti
sr: Poštanski broj kompanije
sv: Företagets postnummer

# SettingsOptions::admin_pages_per_page
source: CMS pages per page
hr: CMS stranice po stranici
sk: CMS stránky na stránku
sr: CMS stranica po stranici
sv: CMS sidor per sida

# SettingsOptions::year
source: Year
hr: Godina
sk: Rok
sr: Godina
sv: År

# SettingsOptions::mailer_smtp_password
source: SMTP password
hr: SMTP lozinka
sk: SMTP heslo
sr: SMTP lozinka
sv: SMTP-lösenord

# SettingsOptions::max_font_size
source: Maximum font size
hr: Maksimalna veličina fonta
sk: Maximálna veľkosť písma
sr: Maksimalna veličina fonta
sv: Maximal storlek

# SettingsOptions::store_mode
source: Close storefront
hr: Zatvori izlog
sk: Zavrieť priečelie
sr: Zatvori elektronsku prodavnicu
sv: Nära skyltfönster

# SettingsOptions::cron_password
source: Access key to cron script which sends e-mail notifications of password change. Use: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
hr: Pristupni ključ za cron skriptu koja šalje e-mail obavijest o promjeni lozinke. Koristi: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
sk: Prístupový kľúč ku cron skriptu, ktorý posiela e-mailové oznámenia o zmene hesla. Použitie: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
sr: Pristupni ključ cron skripti koji šalje obaveštenja e-poštom kada se promeni lozinka. Upotreba: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.
sv: Snabbtangent till cron script som skickar e-postmeddelanden för lösenordsändring. Användning: http://www.example.com/admin.php?dispatch=profiles.password_reminder&cron_password=key_value.

# SettingsOptions::store_access_key
source: Access key to temporarily closed store
hr: Pristupni ključ za privremeno zatvorenu trgovinu
sk: Prístupový kľúč k dočasne uzavretému obchodu
sr: Pristupni ključ za privremeno zatvorenu prodavnicu
sv: Snabbtangent till tillfälligt stängd butik

# SettingsOptions::store_optimization_dev
source: Rebuild cache automatically
hr: Automatski obnovi predmemoriju
sk: Automaticky znova vygenerovať vyrovnávaciu pamäť
sr: Automatski obnovi keš
sv: Återuppbygga cache automatiskt

# SettingsOptions::order_start_id
source: Initial order ID value
hr: ID vrijednost prvotne narudžbe
sk: Objednávky číslovať od
sr: Inicijalna vrednost ID porudžbine
sv: Första beställningen ID-värde

# SettingsOptions::use_shipments
source: Allow multiple shipments for a single order
hr: Dopusti više pošiljki za jednu narudžbu
sk: Povoliť viacnásobné dodávky pre jednu objednávku
sr: Dozvoli više isporuka za jedanu narudžbu
sv: Tillåt flera leveranser för en enda order

# SettingsOptions::uk_cookies_law
source: Notify visitors about cookies use
hr: Obavijesti posjetitelje o korištenju kolačića
sk: Informovať návštevníkov o používaní cookies
sr: Obaveštavanje posetilaca o upotrebi kolačića
sv: Meddela besökare om cookies användning

# SettingsOptions::tax_calculation
source: Tax calculation method based on
hr: Način izračuna poreza temelji se na
sk: Metóda výpočtu dane je založená na
sr: Način obračuna poreza na osnovu
sv: Skatt beräkningsmetod baserad på

# SettingsOptions::feedback_type
source: Help us improve software
hr: Pomozite nam poboljšati softver
sk: Pomôžte nám vylepšiť softvér
sr: Pomozite nam da poboljšamo softver
sv: Hjälpa oss att förbättra programvara

# SettingsOptions::auto_check_updates
source: Check for updates automatically
hr: Automatska provjera ažuriranja
sk: Automaticky zisťovať aktualizácie
sr: Automatska provera nadogradnji
sv: Söka efter uppdateringar automatiskt

# SettingsOptions::ftp_directory
source: Directory
hr: Imenik
sk: Adresár
sr: Direktorijum
sv: Katalog

# SettingsOptions::admin_elements_per_page
source: Elements per page
hr: Elemenata po stranici
sk: Prvky na stranu
sr: Elemenata po stranici
sv: Element per sida

# SettingsOptions::company_phone
source: Company phone
hr: Tvrtka telefon
sk: Telefón spoločnosti
sr: Telefon kompanije
sv: Företag telefon

# SettingsOptions::default_wysiwyg_editor
source: Default wysiwyg editor
hr: Zadani wysiwyg uređivač
sk: Predvolený editor wysiwyg
sr: Podrazumevani wysiwyg uređivač
sv: Standard wysiwyg editor

# SettingsOptions::mailer_smtp_auth
source: Use SMTP authentication
hr: Koristi SMTP provjeru autentičnosti
sk: Použiť autentifikáciu SMTP
sr: Koristi SMTP autentifikaciju
sv: Använd SMTP-autentisering

# SettingsOptions::string_type
source: String type
hr: Vrsta niza
sk: Typ reťazca
sr: Tip reda
sv: Strängtyp

# SettingsOptions::header_7003
source: Default location
hr: Zadana lokacija
sk: Predvolené umiestnenie
sr: Podrazumevana lokacija
sv: Standard platsen

# SettingsOptions::char_shadow
source: Character shadows
hr: Sjene znaka
sk: Tieň písma
sr: Senke karaktera
sv: Karaktär skuggor

# SettingsOptions::default_address
source: Default address
hr: Zadana adresa
sk: Predvolená adresa
sr: Podrazumevana adresa
sv: Standardadressen

# SettingsOptions::company_phone_2
source: Company phone 2
hr: Tvrtka telefon 2
sk: Telefón spoločnosti 2
sr: Telefon kompanije 2
sv: Företag telefon 2

# SettingsOptions::thumbnail_background_color
source: Thumbnail background color
hr: Pozadinska boja sličice
sk: Farba pozadia miniatúry
sr: Boja pozadine sličica
sv: Miniatyr bakgrundsfärg

# SettingsOptions::colour
source: Color
hr: Boja
sk: Farba
sr: Boja
sv: Färg

# SettingsOptions::header_2
source: Customer settings
hr: Postavke kupca
sk: Nastavenie zákazníkov
sr: Korisničke postavke
sv: Inställningar för kunden

# SettingsOptions::header_10004
source: Sendmail settings
hr: Sendmail postavke
sk: Nastavenia Sendmail
sr: Sendmail postavke
sv: Sendmail inställningar

# SettingsOptions::default_zipcode
source: Default zipcode
hr: Zadani poštanski broj
sk: Predvolené poštové smerovacie číslo
sr: Podrazumevan poštanski broj
sv: Standard postnummer

# SettingsOptions::company_fax
source: Company fax
hr: Broj faksa tvrtke
sk: Fax spoločnosti
sr: Fax kompanije
sv: Företag fax

# SettingsOptions::frontend_default_language
source: Frontend default language
hr: Zadani jezik frontend-a
sk: Predvolený jazyk stránky obchodu
sr: Frontend podrazumevani jezik
sv: Frontend standardspråk

# SettingsOptions::convert_to
source: Thumbnail format
hr: Format sličice
sk: Formát náhľadu
sr: Format sličica
sv: Miniatyrformat

# SettingsOptions::mailer_sendmail_path
source: Path to sendmail program
hr: Put do programa sendmail
sk: Cesta k Sendmail programu
sr: Putanja do sendmail programa
sv: Vägen till sendmail program

# SettingsOptions::background_image
source: Background image
hr: Pozadinska slika
sk: Obrázok na pozadí
sr: Slika u pozadini
sv: Bakgrundsbild

# SettingsOptions::hide_if_logged
source: Do not use verification if user is logged in
hr: Ne koristi provjeru ako je korisnik prijavljen
sk: Nepoužívajte overovanie, ak je používateľ prihlásený
sr: Nemojte koristiti verifikaciju ako je korisnik prijavljen
sv: Använd inte kontroll om användaren är inloggad

# SettingsOptions::hide_after_validation
source: Do not use verification after first valid answer
hr: Ne koristi provjeru nakon prvog valjanog odgovora
sk: Nepoužívajte overovanie po prvej platnej odpovedi
sr: Nemojte koristiti verifikaciju nakon prvog ispravnog odgovora
sv: Använd inte kontroll efter första giltiga svar

# SettingsOptions::default_city
source: Default city
hr: Zadani grad
sk: Predvolené mesto
sr: Podrazumevani grad
sv: Standard city

# SettingsOptions::company_website
source: Company website
hr: Web-mjesto tvrtke
sk: Web stránky spoločnosti
sr: Internet prezentacija kompanije
sv: Företagets webbplats

# SettingsOptions::orders_per_page
source: Orders per page
hr: Narudžbe po stranici
sk: Objednávky na stranu
sr: Narudžba po stranici
sv: Beställningar per sida

# SettingsOptions::jpeg_quality
source: JPEG format quality (0-100)
hr: JPEG formatu kvalitete (0-100)
sk: Kvalita formátu JPEG (0-100)
sr: JPEG format kvaliteta (0-100)
sv: JPEG-format kvalitet (0-100)

# SettingsOptions::company_start_year
source: Year when the store started its operation
hr: Godina kad je trgovina počela s radom
sk: Rok začatia prevádzky obchodu
sr: Godina kada je prodavnica počela sa radom
sv: Året när butiken startade sin verksamhet

# SettingsOptions::default_country
source: Default country
hr: Zadane zemlje
sk: Predvolená krajina
sr: Podrazumevana zemlja
sv: Standardland

# SettingsOptions::products_per_page
source: Products per page
hr: Proizvoda po stranici
sk: Produkty na stranu
sr: Proizvoda po stranici
sv: Produkter per sida

# SettingsOptions::company_users_department
source: User department e-mail address
hr: E-mail adresa odjela za korisnike
sk: E-mailová adresa Používateľského oddelenia
sr: E-adresa korisničke podrške
sv: Användarens avdelning e-postadress

# SettingsOptions::use_for
source: Use for
hr: Koristi za
sk: Použiť pre
sr: Koristite za
sv: Använda för

# SettingsOptions::product_lists_thumbnail_width
source: Products list (category, search, etc) thumbnail width
hr: Širina sličice za listu proizvoda (kategorija, pretraga, itd.)
sk: Šírka náhľadu zoznamu produktov (kategória, hľadanie, atď.)
sr: Širina sličice Liste proizvoda (kategorija, pretraživanje itd.)
sv: Produkter lista (kategori, Sök, etc) miniatyrens bredd

# SettingsOptions::default_state
source: Default state
hr: Zadano stanje
sk: Predvolený kraj/región
sr: Podrazumevana država
sv: Standardtillstånd

# SettingsOptions::company_site_administrator
source: Site administrator e-mail address
hr: E-mail adresa administratora web-stranice
sk: E-mailová adresa správcu stránky
sr: Adresa e-pošte administratora sajta
sv: Webbplats administratör e-postadress

# SettingsOptions::product_lists_thumbnail_height
source: Products list (category, search, etc) thumbnail height
hr: Visina sličice za listu proizvoda (kategorija, pretraga, itd.)
sk: Výška náhľadu zoznamu produktov (kategória, hľadanie, atď.)
sr: Visina sličice Liste proizvoda (kategorija, pretraživanje itd.)
sv: Produkter lista (kategori, Sök, etc) miniatyrens höjd

# SettingsOptions::company_orders_department
source: Order department e-mail address
hr: E-mail adresa odjela za narudžbe
sk: E-mailová adresa Oddelenia objednávok
sr: E-adresa korisničke podrške
sv: Beställ avdelningen e-postadress

# SettingsOptions::default_phone
source: Default phone
hr: Zadani telefon
sk: Predvolený telefón
sr: Podrazumevani telefon
sv: Standardtelefonen

# SettingsOptions::product_details_thumbnail_width
source: Product details page thumbnail width
hr: Širina sličice za stranicu s detaljima o proizvodu
sk: Šírka náhľadu stránky s detailami produktu
sr: Širina sličice stranice detalja proizvoda
sv: Produkt detaljer sida miniatyrens bredd

# SettingsOptions::header_7004
source: Catalog
hr: Katalog
sk: Katalóg
sr: Katalog
sv: Katalog

# SettingsOptions::company_support_department
source: Help/Support department e-mail address
hr: E-mail adresa odjela podrške
sk: E-mailová adresa Oddelenia zákazníckej podpory
sr: E-adresa podrške za pomoć/podršku
sv: Hjälp/Support avdelning e-postadress

# SettingsOptions::elements_per_page
source: Elements per page
hr: Elemenata po stranici
sk: Prvky na stranu
sr: Elemenata po stranici
sv: Element per sida

# SettingsOptions::inventory_tracking
source: Enable inventory tracking
hr: Omogućiti praćenje zaliha
sk: Povoliť sledovanie zásob
sr: Omogućite praćenje zaliha
sv: Aktivera inventering spårning

# SettingsOptions::product_details_thumbnail_height
source: Product details page thumbnail height
hr: Visina sličice za stranicu s detaljima o proizvodu
sk: Výška náhľadu stránky s detailami produktu
sr: Visina sličice stranice detalja proizvoda
sv: Produktens Detaljer sidan miniatyrens höjd

# SettingsOptions::allow_negative_amount
source: Allow negative amount in inventory
hr: Dopusti negativan iznos količine na zalihi
sk: Povoliť záporné čiastky v zásobách
sr: Dozvoli negativan iznos u zalihama
sv: Låta negativt belopp i lager

# SettingsOptions::product_quick_view_thumbnail_width
source: Product quick view thumbnail width
hr: Širina sličice za brzi pregled proizvoda
sk: Šírka náhľadu rýchleho zobrazenia produktu
sr: Širina sličice brzog prikaza proizvoda
sv: Produkt Snabbgranskning miniatyrens bredd

# SettingsOptions::product_quick_view_thumbnail_height
source: Product quick view thumbnail height
hr: Visina sličice za brzi pregled proizvoda
sk: Výška náhľadu rýchleho zobrazenia produktu
sr: Visinasličice brzog prikaza proizvoda
sv: Produktens Snabbgranskning miniatyrens höjd

# SettingsOptions::company_newsletter_email
source: Reply-To newsletter e-mail address
hr: Bilten e-mail adresa
sk: E-mailová adresa pre odpovede na newsletter
sr: Bilten, Odgovoriti na E-adresu
sv: Svar till nyhetsbrev e-postadress

# SettingsOptions::edp_key_ttl
source: Download key TTL (for electronically distributed products), hours
hr: Preuzmi TTL ključ (za elektronički distribuirane proizvode), sati
sk: TTL kľúča na stiahnutie (pre elektronicky distribuované produkty) v hodinách
sr: Preuzmite ključ TTL (za elektronski distribuirane proizvode), sati
sv: Hämta nyckeln TTL (för elektroniskt distribuerade produkter), timmar

# SettingsOptions::low_stock_threshold
source: Low stock notification threshold
hr: Obavijest o dosezanju praga za nisku zalihu proizvoda
sk: Hranica pre notifikáciu o nízkom stave zásob
sr: Iznos obaveštenja za nisku količinu zaliha
sv: Låga lager anmälningströskel

# SettingsOptions::columns_in_products_list
source: Number of columns in the product list
hr: Broj stupaca u popisu proizvoda
sk: Počet stĺpcov v zozname produktov
sr: Broj kolona u listi proizvoda
sv: Antalet kolumner i listan

# SettingsOptions::show_products_from_subcategories
source: Show products from subcategories of the selected category
hr: Prikaži proizvode iz potkategorije odabrane kategorije
sk: Zobraziť produkty z podkategórií vybratej kategórie
sr: Prikaži proizvode iz potkategorija izabrane kategorije
sv: Visa produkter från underkategorier i den valda kategorin

# SettingsOptions::display_options_modifiers
source: Display modifiers for product options
hr: Prikaži modifikatore za opcije proizvoda
sk: Zobraziť modifikátory pre možnosti produktov
sr: Prikaži modifikatore za opcije proizvoda
sv: Visa modifierare för produktalternativ

# SettingsOptions::exception_style
source: Exception style
hr: Izuzeće stila
sk: Štýl výnimky
sr: Izuzetni stil
sv: Undantag stil

# SettingsOptions::product_cart_thumbnail_width
source: Product cart page thumbnail width
hr: Širina sličice za stranicu košarice proizvoda
sk: Šírka náhľadu košíka zo stránky produktu
sr: Širina sličice korpe proizvoda
sv: Produkt cart thumbnail Sidbredd

# SettingsOptions::product_cart_thumbnail_height
source: Product cart page thumbnail height
hr: Visina sličice za stranicu košarice proizvoda
sk: Výška náhľadu košíka zo stránky produktu
sr: Visina sličice korpe proizvoda
sv: Produkt cart thumbnail sidhöjd

# SettingsOptions::show_out_of_stock_products
source: Show out of stock products
hr: Prikaži rasprodane proizvode
sk: Zobraziť produkty bez zásob
sr: Prikaži proizvode koji nisu na zalihama
sv: Visa ur lager produkter

# SettingsOptions::category_lists_thumbnail_width
source: Categories list thumbnail width
hr: Širina sličice za popis kategorija
sk: Šírka náhľadu zoznamu kategórií
sr: Širina sličice u Listi kategorija
sv: Kategorier lista miniatyrens bredd

# SettingsOptions::taxes_using_default_address
source: Estimate taxes using default address on cart/checkout pages
hr: Procijeni poreze koristeći zadanu adresu na Košarica/Plaćanje stranicama
sk: Odhad daní pomocou predvolenej adresy na stránkach košíka/pokladne
sr: Proceni poreze koristeći podrazumevanu adresu na stranicama korpa/kupovina
sv: Beräkna skatter med standardadressen på varukorgen/kassan sidor

# SettingsOptions::show_prices_taxed_clean
source: Display prices with taxes on category/product pages if the method of calculating taxes is based on a unit's price
hr: Prikaži cijene s uračunatim porezima na Kategorija/Proizvod stranicama ako se način računanja poreza temelji na cijeni jedinice
sk: Ak sa daň vypočítava z ceny jednotky, zobraziť na stránkach kategórií/produktov ceny s daňou
sr: Prikaži cene sa porezima na stranicama kategorija/proizvoda ako se metod izračunavanja poreza zasniva na je jediničnoj ceni
sv: Visa priser med skatter på kategori/produkt sidor om metoden för beräkning av skatterna baseras på en enhet pris

# SettingsOptions::cart_prices_w_taxes
source: Display prices with taxes on cart/checkout pages if the method of calculating taxes is based on a unit's price
hr: Prikaži cijene s uračunatim porezima na Košarica/Plaćanje stranicama ako se način računanja poreza temelji na cijeni jedinice
sk: Ak sa daň vypočítava z ceny jednotky, zobraziť na stránkach košíka/pokladne ceny s daňou
sr: Prikaži cene sa porezima na stranicama korpa/kupovina ako se metod izračunavanja poreza zasniva na je jediničnoj ceni
sv: Visa priser med skatter på varukorgen/kassan sidor om metoden för beräkning av skatterna baseras på en enhet pris

# SettingsOptions::in_stock_field
source: Show number of available products
hr: Prikaži broj dostupnih proizvoda
sk: Zobraziť počet dostupných výrobkov
sr: Prikaži broj dostupnih proizvoda
sv: Visa antalet tillgängliga produkter

# SettingsOptions::thumbnails_gallery
source: Display mini thumbnail images as a gallery
hr: Prikaži male sličice kao galeriju
sk: Zobraziť mini náhľady ako galériu
sr: Prikaži mini sličice kao galeriju
sv: Visa mini miniatyrbilder som ett galleri

# SettingsOptions::quantity_changer
source: Use 'Value changer' for the Quantity field
hr: Koristi ''Promjenitelja vrijednosti'' za polje Količina
sk: Pre pole Množstvo použite "Menič hodnôt"
sr: Koristite 'izmenjivač vrednosti ' za polje "Količina"
sv: Använda "Värde växlare" för fältet Antal
