Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_confirm_passwd_recovery
source: Please follow this link to confirm your password recovery procedure
hr: Molimo slijedite ovu poveznicu kako bi potvrdili postupak povratka vaše lozinke
sk: Prosím použite tento odkaz pre potvrdenie procesu obnovy hesla
sr: Sledite ovaj link da biste potvrdili svoju lozinku za proceduru oporavka
sv: Följ denna länk för att bekräfta ditt lösenord indrivningsförfarandet

# Languages::text_csrf_attack
source: Access denied: Possible CSRF attack
hr: Pristup je odbijen: mogući CSRF napad
sk: Prístup bol odmietnutý: možný CSRF útok
sr: Pristup odbijen: moguć CSRF napad
sv: Åtkomst nekad: möjligt CSRF attack

# Languages::text_customer_area_logo
source: Logo for the <b>customer</b> area
hr: Logotip za <b>korisnički</b> dio
sk: Logo pre <b>zákaznícku</b> oblasť
sr: Logo za oblast <b>kupca</b>
sv: Logotyp för området <b>kund</b>

# Languages::text_datatrans_notice
source: <b>Note</b>: In order to track your DataTrans orders with the shopping cart software you have to take the following steps:<br /> <br /> -&nbsp;Log in to your DataTrans account<br /> -&nbsp;Click on the <u>'Upp Data'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Set <u>'URL Post data format'</u> to <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Set <u>'URL Post'</u> to:<br /> <b>[post_url]</b><br /> -&nbsp;Click on the <u>'Security'</u> link in the <u>'Upp Administration'</u> section.<br /> -&nbsp;Select the <b>'An additional merchant identification will be send with payment messages'</b> option.<br /> -&nbsp;Generate new digital signature using the <u>'Generate new sign'</u> button.<br /> -&nbsp;Set generated value to the <u>'Digital signature'</u> field on the DataTrans payment configuration page in your store<br />
hr: <b>Napomena</b>: da biste pratili DataTrans narudžbe sa sadržajem web košarice morate poduzeti sljedeće korake: < br / > < br / >-prijavite se na svoj DataTrans račun < br / >-kliknite na link' <u>sa podataka '</u> u <u>' sa uprave '</u> sekcije. < br / > - pažnja <u>'URL Post format podataka'</u> <b>'</b> podacima u HTML obliku '. < br / > - pažnja <u>Post'</u> da: < br / > <b>[post_url]</b> < br / >-kliknite na link <u>'Sigurnost'</u> u <u>' sa uprave '</u> dio. < br / > - Odaberite u <b>'dodatni identifikacijski trgovac dobit ćete uz plaćanje poruke'</b> izbor. < br / >-generiraj novi digitalni potpis koristeći gumb <u>'Generiraj novi znak'</u>. < br / >-Set generira vrijednost u polje <u>"Digitalni potpis"</u> na stranici konfiguracije DataTrans plaćanja u trgovini < br / >
sk: <b>Poznámka</b>: Aby ste mohli sledovať vaše DataTrans objednávky vo vašom softvéri, musíte vykonať nasledujúce kroky:<br /> <br /> -&nbsp;Prihláste sa do vášho DataTrans účtu<br /> -&nbsp;Kliknite na odkaz <u>'Upp Data'</u> v sekcii <u>'Upp Administration'</u> .<br /> -&nbsp;Nastavte <u>'URL Post data format'</u> na <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Nastavte <u>'URL Post'</u> na:<br /> <b>[post_url]</b><br /> -&nbsp;Kliknite na odkaz <u>'Security'</u> v sekcii <u>'Upp Administration'</u> .<br /> -&nbsp;Zvoľte možnosť <b>'An additional merchant identification will be send with payment messages'</b> .<br /> -&nbsp;Vygenerujte nový digitálny podpis kliknutím na tlačidlo <u>'Generate new sign'</u> .<br /> -&nbsp;Na stránke nastavení DataTrans platieb vo vašom obchode vložte vygenerovanú hodnotu do poľa <u>'Digital signature'</u> <br />
sr: <b>Napomena</b>: da biste pratili svoje DataTrans narudžbe sa softverom za kupovinu treba preduzeti sledeće korake:<br /> <br /> -&nbsp;Prijavite se na vaš DataTrans nalog<br /> -&nbsp;Kliknite na <u>'Upp Data'</u> link u <u>'Upp Administration'</u> sekciji.<br /> -&nbsp;Podesite <u>'URL Post data format'</u> u <b>'Data in HTML FORM'</b>.<br /> -&nbsp;Podesite <u>'URL Post'</u> u:<br /> <b>[post_url]</b><br /> -&nbsp;Kliknite na <u>'Security'</u> link u <u>'Upp Administration'</u> sekciji.<br /> -&nbsp;Odaberite <b>'An additional merchant identification will be send with payment messages'</b> opciju.<br /> -&nbsp;Generišite novi digitalni potpis koristeći <u>'Generate new sign'</u> dugme.<br /> -&nbsp;Podesite generisanu vrednost <u>'Digital signature'</u> u polju na DataTrans payment configuration stranici<br />
sv: <b>Obs</b>: för att spåra din DataTrans order med den kundvagn programvaran måste du vidta följande åtgärder: < br / > < br / >-Logga in på ditt DataTrans konto < br / >-klickar du på länken <u>"Upp Data"</u> i avsnitt <u>"Upp Administration"</u>. < br / > - Set <u>'URL Post dataformat'</u> till <b>'Data i HTML-FORM'</b>. < br / > - Set <u>Post'</u> till: < br / > <b>[post_url]</b> < br / >-Klicka på länken <u>"Säkerhet"</u> i avsnitt <u>"Upp Administration"</u>. < br / > - Välj den <b>"en ytterligare handelsfartyg identifiering kommer att skicka med betalning meddelanden"</b> alternativet. < br / >-generera nya digital signatur till <u>"Generera nya sign"</u> knappen. < br / >-Set genereras värdet till fältet <u>"Digital signatur"</u> på sidan DataTrans betalning konfigurationen i din butik < br / >

# Languages::text_data_changed
source: Your changes have not been saved.Press OK to continue, or Cancel to stay on the current page.
hr: Vaše promjene nisu spremljene. Pritisnite 'U redu' za nastavak ili 'Odustani' kako biste ostali na trenutnoj stranici.
sk: Vaše zmeny neboli uložené. Pre pokračovanie kliknite na OK, kliknutím na Zrušiť ostanete na aktuálnej stránke.
sr: Promene nisu sačuvane. Pritisnite OK da biste nastavili, ili Otkaži da biste ostali na trenutnoj stranici.
sv: Dina ändringar har inte sparats. Tryck OK för att fortsätta eller Avbryt för att bo på den aktuella sidan.

# Languages::text_decrease_points_in_use
source: The points used in the order were subtracted from user account.
hr: Bodovi korišteni u ovoj narudžbi oduzeti su s korisničkog računa.
sk: Body použité v tejto objednávke boli odpočítané z používateľského konta.
sr: Bodovi korišteni u porudžbini su oduzeti od korisničkog naloga.
sv: De punkter som används i ordning var subtraheras från användarkonto.

# Languages::text_deltapay_notice
source: <b>Note:</b> Please send the following information to the DeltaPay support:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
hr: <b>Napomena:</b> Molimo pošaljite sljedeće podatke DeltaPay podršci:<br />Stranica Plaćanje: '<u>[payment_url]</u>'<br />Stranica Uspješno: '<u>[result_url]</u>'<br />Stranica Neuspješno: '<u>[result_url]</u>'<br />Stranica Odustani: '<u>[result_url]</u>'<br />
sk: <b>Poznámka:</b> Prosím pošlite nasledujúce údaje technickej podpore DeltaPay:<br />Payment page: '<u>[payment_url]</u>'<br />Success page: '<u>[result_url]</u>'<br />Failure page: '<u>[result_url]</u>'<br />Cancel page: '<u>[result_url]</u>'<br />
sr: <b>Napomena:</b> Molim vas pošaljite sledeću informaciju DeltaPay podršci:< br / >stranica za plaćanja: '<u>[payment_url]</u>'<br /> Stranica za uspešno plaćanje: '<u>[result_url]</u>'<br /> Stranica za neuspešno plaćanje:'<u>[result_url]</u>'<br />Stranica za otkaz plaćanja:'<u>[result_url]</u>'<br />
sv: <b>Obs:</b> Skicka följande information till DeltaPay support: < br / > betalningssidan: ' <u>[payment_url]'<</u> br / > framgång sida: ' <u>[result_url]'<</u> br / > fel sida: ' <u>[result_url]'<</u> br / > Avbryt sida: ' <u>[result_url]'<</u> br / >

# Languages::text_directebanking_notice
source: Set 'Success link' to: <b>[success_url]</b><br /> Set 'Abort link' to: <b>[abort_url]</b><br /> Add new HTTP notifications and set 'Notification URL' to: <b>[notification_url]</b><br /> Activate input check and set 'Hash Algoritm' to the 'SHA1'<br />
hr: Postavi 'Uspjeh veze': <b>[success_url]</b> < br / > Postavi 'Prekini vezu': <b>[abort_url]</b> < br / > dodati novi HTTP obavijesti i postavite obavijesti URL na: <b>[notification_url]</b> < br / > ActiveX unos upisati i Postavi Hash algoritam za 'SHA1' < br / >
sk: Nastaviť "odkaz Úspech" na: <b>[success_url]</b><br /> Nastaviť "odkaz Zrušiť" na: <b>[abort_url]</b><br /> Pridať nové HTTP notifikácie a nastaviť "URL Notifikácií" na: <b>[notification_url]</b><br /> Aktivovať kontrolu vstupu a nastaviť "Algoritmus Hashu" na "SHA1"<br />
sr: Postavite 'Uspešno link' na: <b>[success_url]</b> < br / > postavite 'Prekid link' na: <b>[abort_url]</b> < br / > Dodajte novi HTTP za obaveštenja, a zatim postavite 'Obaveštenja URL' na: <b>[notification_url]</b> < br / > Aktivirajte potvrdu za unos i postavite 'Hash Algoritm' na 'SHA1' < br / >
sv: Inställd på "Framgång länk": <b>[success_url]</b> < br / > Ange "Abortera länk" till: <b>[abort_url]</b> < br / > till nya HTTP-meddelanden och ange "Anmälan URL": <b>[notification_url]</b> < br / > Aktivera ingående kontrollera och ställa "Hash-Algoritm" till den 'SHA1' < br / >

# Languages::text_directory_created
source: The directory <b>[directory]</b> has been successfully created.
hr: <b>[directory]</b> direktorij je uspješno napravljen.
sk: Adresár <b>[directory]</b> bol úspešne vytvorený.
sr: Direktorijum <b>[directory]</b> je uspešno kreiran.
sv: Katalog <b>[directory]</b> har skapats.

# Languages::text_directory_deleted
source: The directory <b>[directory]</b> has been successfully deleted
hr: <b>[directory]</b> direktorij je uspješno izbrisan
sk: Adresár <b>[directory]</b> bol úspešne odstránený
sr: Direktorijum <b>[directory]</b> je uspešno izbrisan
sv: Katalog <b>[directory]</b> har raderats

# Languages::text_directory_renamed
source: The directory <b>[directory]</b> has been successfully renamed to <b>[to_directory]</b>
hr: <b>[directory]</b> direktorij je uspješno preimenovan u <b>[to_directory]</b>
sk: Adresár <b>[directory]</b> bol úspešne premenovaný na <b>[to_directory]</b>
sr: Direktorijum <b>[directory]</b> je uspešno preimenovan u <b>[to_directory]</b>
sv: Katalog <b>[directory]</b> har framgångsrikt bytt namn till <b>[to_directory]</b>

# Languages::text_directory_restored
source: The directory <b>[directory]</b> has been restored from the repository
hr: Direktorij <b>[directory]</b> je vraćen iz spremišta
sk: Adresár <b>[directory]</b> bol obnovený z úložiska
sr: Direktorijum <b>[directory]</b> je vraćen iz skladišta repozitorija
sv: Katalog <b>[directory]</b> har återställts från databasen

# Languages::text_downloads_empty
source: Your downloads list is empty
hr: Vaša lista preuzimanja je prazna
sk: Váš zoznam "Na stiahnutie" je prázny
sr: Vaša lista preuzimanja je prazna
sv: Nedladdningar listan är tom

# Languages::text_editing
source: Text editing
hr: Uređivanje teksta
sk: Úpravy textu
sr: Uređivanje teksta
sv: Redigering av text

# Languages::text_edp_product
source: This product is electronically distributed
hr: Ovaj proizvod se distribuira elektronički
sk: Tento produkt je distribuovaný elektronicky
sr: Ovaj proizvod je elektronski distribuiran
sv: Denna produkt distribueras elektroniskt

# Languages::text_ekey_not_valid
source: The confirmation link is invalid or has expired.
hr: Potvrdna poveznica nije valjana ili je istekla.
sk: Odkaz pre potvrdenie je neplatný alebo vypršal.
sr: Potvrdna veza je nevažeća ili je istekla.
sv: Det bekräftelselänken är ogiltigt eller har upphört att gälla.

# Languages::text_email_sent
source: E-mail has been sent successfully.
hr: E-mail poruka je uspješno poslana.
sk: E-mail bol úspešne odoslaný.
sr: E-pošta je poslata uspešno.
sv: E-post har skickats.

# Languages::text_emerchantpay_notice
source: Please add these URL fields in your eMerchantPay eCommerce Payment Form configuration:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
hr: Dodajte URL polja u konfiguraciji uplatnice eCommerce eMerchantPay: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>odobrenje Custom URL:</b> <br/>[notify_url] <br/> <br/> <b>pad Custom URL:</b> <br/>[decline_url] <br/> <br/> <b>aktivirati obavijest URL:</b> <br/>[process_url]
sk: Pridajte prosím tieto URL polia do vašej konfigurácie platobnej služby eMerchantPay eCommerce:<br/><br/><b>BackReturn URL:</b><br/>[backreturn_url]<br/><br/><b>Custom Approval URL:</b><br/>[notify_url]<br/><br/><b>Custom Decline URL:</b><br/>[decline_url]<br/><br/><b>Activate Notification URL:</b><br/>[process_url]
sr: Molim vas dodajte ova URL polja u konfiguraciji eMerchantPay eCommerce Payment Form: <br/><br/><b>BackReturn URL:</b><br/>[backreturn_url] <br/><br/><b>Odobreno URL:</b> <br/>[notify_url] <br/> <br/> <b>Odbijeno URL:</b><br/>[decline_url] <br/> <br/> <b>Aktiviraj obaveštenja URL:</b><br/>[process_url]
sv: Lägg till fälten URL i din eMerchantPay e-handel betalning konfiguration: <br/> <br/> <b>BackReturn URL:</b> <br/>[backreturn_url] <br/> <br/> <b>anpassad godkännande URL:</b> <br/>[notify_url] <br/> <br/> <b>anpassad nedgång URL:</b> <br/>[decline_url] <br/> <br/> <b>Aktivera meddelande-URL:</b> <br/>[process_url]

# Languages::text_enter_filename
source: Please enter a new file name
hr: Molimo, unesite novi naziv datoteke
sk: Zadajte nový názov súboru
sr: Unesite novo ime datoteke
sv: Skriv in ett nytt filnamn

# Languages::text_exim_data_exported
source: Data is exported successfully
hr: Podaci se uspješno izvoze
sk: Údaje sa úspešne exportoval
sr: Podaci su uspešno izvezeni
sv: Data exporteras framgångsrikt

# Languages::text_exim_data_imported
source: Data is imported successfully.<br />New objects - <b>[new]</b>;<br />Updated objects - <b>[exist]</b>;<br />Skipped objects - <b>[skipped]</b>;<br />Total - <b>[total]</b>.
hr: Podaci se uspješno uvoze.<br />Novi objekti - <b>[new]</b>;<br />Ažurirani objekti - <b>[exist]</b>;<br />Preskočeni objekti - <b>[skipped]</b>;<br />Ukupno - <b>[total]</b>.
sk: Údaje boli úspešne naimportované. <br /> Nové objekty - <b>[new]</b>; <br /> Aktualizované objekty - <b>[exist]</b>; <br /> Preskočené objekty - <b>[skipped]</b>;<br /> Celkom - <b>[total]</b>.
sr: Podaci su uspešno uvezeni. <br/> Novih objekata - <b>[new]</b>; <br/> Ažuriranih objekata - <b>[exist]</b>; <br/> Izostavljenih objekata - <b>[skipped]</b>; <br/> Ukupno - <b>[total]</b>.
sv: Data importeras framgångsrikt. < br / > ny objekt - <b>[new]</b>; < br / > uppdaterade objekt - <b>[exist]</b>; < br / > överhoppade objekt - <b>[skipped]</b>; < br / > totalt - <b>[total]</b>.

# Languages::text_exim_data_imported_clear
source: Data is imported successfully.
hr: Podaci se uspješno uvoze.
sk: Údaje boli úspešne naimportované.
sr: Podaci su uspešno uvezeni.
sv: Data importeras framgångsrikt.

# Languages::text_exim_export_notice
source: Below is a list of the fields that can be exported. The <b>highlighted</b> fields are mandatory.
hr: Ispod je popis polja koja se mogu izvesti. <b>Istaknuta</b> polja su obavezna.
sk: Nižšie je uvedený zoznam poli, ktoré je možné exportovať. Polia <b>highlighted</b> sú povinné.
sr: Ispod je lista polja koja se mogu izvoziti. <b>Istaknuta</b> polja su obavezna.
sv: Nedan är en lista över de fält som kan exporteras. De <b>markerade</b> fält är obligatoriska.

# Languages::text_exim_import_features_note
source: <h4>Product features import format</h4><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>where,<dl class="dl-horizontal"><dt>%Feature ID%</dt><dd>the id of feature</dd><dt>%Group name%</dt><dd>the name of feature group</dd><dt>%Feature name%</dt><dd>the name of feature</dd><dt>%Feature type%</dt><dd>the feature type (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>the feature value (several values can be delimited by comma)</dd></dl><p>Several features must be delimited by semicolon.</p><h5>Example:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
hr: <h4>Značajke proizvoda import format</h4><code>{$ldelim}%Feature ID %{$rdelim} (%Group ime %) %Feature ime %: %Feature tip % [%Feature vrijednost %]</code> gdje, <dl class="dl-horizontal"> <dt>%Feature ID %</dt> <dd>id značajka</dd> <dt>%Group ime %</dt> <dd>naziv grupe značajka</dd> <dt>%Feature ime %</dt> <dd>naziv značajke</dd> <dt>%Feature tip %</dt> <dd>vrste značajke (C - ček, M - veći broj potvrdnih okvira, S - tekst odaberite okvirN - broj odabir E - proširena selectbox, T - jednostavan tekst O - broj D - spoj)</dd> <dt>%Feature vrijednost %</dt> <dd>lice vrijednost (nekoliko vrijednosti mogu biti razgraničeni zarezom)</dd></dl> <p>nekoliko značajki moraju biti razgraničeni zarezom.</p><h5>Primjer:</h5><code>ISBN: T[1233423423]; Datum objave: D [05/05/07]; Boja: S[Red]</code>
sk: <h4>Formát pre import vlastností produktu</h4><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>kde,<dl class="dl-horizontal"><dt>%Feature ID%</dt><dd> je ID vlastnosti</dd><dt>%Group name%</dt><dd>názov skupiny vlastností</dd><dt>%Feature name%</dt><dd>názov vlastnosti</dd><dt>%Feature type%</dt><dd>typ vlastnosti (C - zaškrtávacie políčko, M - viacero zaškrtávacích políčok, S - pole s výberom textu, N - pole s výberom čísla, E - rozšírené pole s výberom, T - jednoduchý text, O - číslo, D - dátum)</dd><dt>%Feature value%</dt><dd>hodnota funkcie (môže byť viacero hodnôt oddelených čiarkou)</dd></dl><p>Niekoľko vlastností musí byť oddelených bodkočiarkou.</p><h5>Napríklad:</h5><code>ISBN: T[1233423423]; Dátum vydania: D[05/05/07]; Farba: S[Red]</code>
sr: <h4>Uvoz karakteristika proizvoda</h4><code>{$ldelim}%Feature ID%{$rdelim} (%Group name%) %Feature name%: %Feature type%[%Feature value%]</code>gde je,<dl class="dl-horizontal"><dt>%Feature ID%</dt><dd>id karakteristike</dd><dt>%Group name%</dt><dd>naziv grupe karakteristike</dd><dt>%Feature name%</dt><dd>naziv karakteristike</dd><dt>%Feature type%</dt><dd>tip karakteristike (C - checkbox, M - multiple checkboxes, S - text select box, N - number select box, E - extended selectbox, T - simple text, O - number, D - date)</dd><dt>%Feature value%</dt><dd>vrednost karakteristike (nekoliko vrednosti se mogu razdvojiti zarezima)</dd></dl><p>Nekoliko karakteristika se mogu razdvojiti tačka-zarezima.</p><h5>Primer:</h5><code>ISBN: T[1233423423]; Release date: D[05/05/07]; Color: S[Red]</code>
sv: <h4>Produktfunktioner importera format</h4> <code>{$ldelim}%Feature-ID %{$rdelim} (%Group namn %) %Feature namn %: %Feature typ % [%Feature värde %]</code> där, <dl class="dl-horizontal"> <dt>%Feature-ID %</dt> <dd>id för funktionen</dd> <dt>%Group namn %</dt> <dd>namnet på funktionen grupp</dd> <dt>%Feature namn %</dt> <dd>namnet på funktionen</dd> <dt>%Feature typ %</dt> <dd>typ av nätverksfunktion (C - kryssrutan, M - flera kryssrutor, S - Välj textruta N - nummer Välj i rutan E - extended selectbox, T - enkel text, O - nummer, D - datum)</dd> <dt>%Feature värde %</dt> <dd>funktionen värdet (flera värden kan avgränsas med kommatecken)</dd></dl> <p>flera funktioner måste avgränsas med semikolon.</p> <h5>Exempel:</h5> <code>ISBN: T[1233423423]; Release datum: D [05/05/07]; Färg: S[Red]</code>

# Languages::text_exim_import_files_note
source: <h4>File import format</h4><code>%File location%</code> where, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>can be an absolute or relative path in a server file system or a URL</dd> </dl> <p>Several files must be delimited by comma.</p> <h5>Example 1:</h5><code>file1.jpg</code><h5>Example 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
hr: <h4>Uvoz datoteka oblik zapisa</h4><code>%%File mjesto</code> gdje <dl class="dl-horizontal"> <dt>%File mjesto %</dt> <dd>mogu biti apsolutni ili relativni put u datotečni sustav poslužitelja ili URL</dd></dl> <p>nekoliko datoteka mora biti razgraničeni zarezom.</p> <h5>Primjer 1:</h5><code>File1.jpg</code><h5>Primjer 2:</h5><code>backup/File1.zip, images/file2.jpg</code>
sk: <h4>Formát pre import súboru</h4><code>%File location%</code> kde <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>môže byť absolútna alebo relatívna cesta v systéme súborov serveru, alebo URL</dd> </dl> <p>Viacero súborov musí byť oddelených čiarkou.</p> <h5>Príklad 1:</h5><code>file1.jpg</code><h5>Príklad 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
sr: <h4>Format uvoza datoteka</h4><code>%File location%</code> gde je, <dl class="dl-horizontal"> <dt>%File location%</dt> <dd>može biti apsolutna ili relativna putanja u sistemu servera ili URL</dd> </dl> <p>Nekoliko datoteka se može razdvojiti zarezima.</p> <h5>Primer 1:</h5><code>file1.jpg</code><h5>Primer 2:</h5><code>backup/file1.zip, images/file2.jpg</code>
sv: <h4>Fil Importera format</h4> <code>%File location %</code> där, <dl class="dl-horizontal"> <dt>%File location %</dt> <dd>kan vara en absolut eller relativ sökväg i ett server- eller en URL</dd></dl> <p>flera filer måste avgränsas med kommatecken.</p> <h5>Exempel 1:</h5> <code>file1.jpg</code> <h5>Exempel 2:</h5> <code>backup/file1.zip, images/file2.jpg</code>

# Languages::text_exim_import_images_note
source: <h4>Image import format</h4><code>%Image location%#%Alternative text%</code> where,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>can be an absolute or relative path in a server file system or a URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Example 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Example 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
hr: <h4>Slike - import format</h4><code>%% #%Alternative tekst%Image mjesto</code> gdje, <br><dl class="dl-horizontal"> <dt>% %Image lokacije</dt> <dd>mogu biti apsolutni ili relativni put u datotečni sustav poslužitelja ili URL,</dd> <dt>% %Alternative tekst <dt><dd>alternativni tekst slike</dd></dl><h5>primjer 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>primjer 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
sk: <h4>Formát pre import obrázkov</h4><code>%Image location%#%Alternative text%</code> kde<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>môže byť absolútna alebo relatívna cesta v systéme súborov serveru, alebo URL,</dd><dt>%Alternative text%<dt><dd>alternatívny text obrázka</dd></dl><h5>Príklad 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Príklad 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
sr: <h4>Format uvoza slika</h4><code>%Image location%#%Alternative text%</code> gde je,<br><dl class="dl-horizontal"><dt>%Image location%</dt><dd>može biti apsolutna ili relativna putanja u sistemu servera ili URL,</dd><dt>%Alternative text%<dt><dd>image alternative text</dd></dl><h5>Primer 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>Primer 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
sv: <h4>Bild importera format</h4> <code>%Image läge % #%Alternative text</code> där, <br><dl class="dl-horizontal"> <dt>%Image location %</dt> <dd>kan vara en absolut eller relativ sökväg i ett server- eller en URL,</dd> <dt>%Alternative text % <dt><dd>bild alternativ text</dd></dl><h5>exempel 1:</h5><code>images/product_images/apples.jpg#Apples</code><h5>exempel 2:</h5><code>http://www.site.com/apples.jpg#Apples</code>
