Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::upgrade_center.filehash_check_failed
source: Upgrade is impossible due to file integrity check error. Please contact the technical support team.
hr: Nadogradnja nije moguća zbog pogreške u provjeri integriteta datoteke. Molimo, kontaktirajte tim za tehničku podršku.
sk: Aktualizácia nie je možná z dôvodu chyby pri kontrole integrity súboru. Kontaktujte prosím technickú podporu.
sr: Nadogradnja je nemoguće zbog greške u integritetu datoteke. Molimo vas da kontaktirate tehničku podršku.
sv: Uppgraderingen är omöjligt på grund av fil integritet kontrollera fel. Kontakta teknisk support-teamet.

# Languages::upgrade_center.upgrades_are_not_available_in_trial
source: Upgrades are available only in <strong>Full</strong> and <strong>Free</strong> licensing modes.<br /><br />The licensing mode can be changed under Settings → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licensing mode</a>.
hr: Nadogradnje su dostupne samo u <strong>Punom</strong> i <strong>Besplatnom</strong> načinu rada.<br /><br />Način rada može se promijeniti pod Postavkama → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licencirani način rada</a>.
sk: Aktualizácia sú dostupné iba v režimoch <strong>Plný</strong> a <strong>Zdarma</strong>.<br /><br />Licenčný režim môžete zmeniť v Nastaveniach → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog">Licenčný režim</a>.
sr: Nadogradnje su dostupne samo u <strong>punom</strong> i <strong>slobodnom</strong> režimu licenciranja. <br/><br/>Režim licence se može promeniti pod Podešavanja → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> Režim LICENCE </a>.
sv: Uppgraderingar är bara tillgängliga i <strong>Full</strong> och <strong>fri</strong> licensiering lägen. < br / > < br / > licensieringsalternativ kan ändras under inställningar → <a class="cm-dialog-opener cm-dialog-auto-size" data-ca-target-id="store_mode_dialog"> Licensing mode</a>.

# Languages::upgrade_flash_player
source: You need to upgrade your Flash Player
hr: Morate nadograditi vaš Flash Player
sk: Musíte upgradovať Flash Player
sr: Morate da nadogradite svoj Flash Player
sv: Du behöver uppgradera din Flash spelare

# Languages::upgrade_is_not_avail
source: <p class="text-error">This upgrade is not available for your [product] license. Please contact our <a href="[href]">support team</a> to update your license status.</p>
hr: <p class="text-error">Ova nadogradnja nije dostupna za vašu [product] licencu. Molimo kontaktirajte naš <a href="[href]">tim za podršku</a> kako bi ažurirali status vaše licence.</p>
sk: <p class="text-error">Táto aktualizácia nie je dostupná pre vašu licenciu [product]. Kontaktujte prosím náš <a href="[href]">podporný tím</a> pre aktualizáciu stavu vašej licencie.</p>
sr: <p class="text-error"> Ova nadogradnja nije dostupna za [product] licencu. Molimo vas da kontaktirate naš <a href="[href]"> tim za podršku</a> da biste ažurirali status vaše licence.</p>
sv: <p class="text-error"> denna uppgradering är inte tillgänglig för din [product] licens. Vänligen kontakta vårt <a href="[href]"> supportteam</a> om du vill uppdatera din licens ställningen.</p>

# Languages::upload
source: Upload
hr: Prijenos
sk: Uploadovať
sr: Otpremi
sv: Ladda upp

# Languages::upload_install
source: Upload & install
hr: Prijenos & Instalacija
sk: Uploadovať a nainštalovať
sr: Otpremi & instaliraj
sv: Ladda upp & installera

# Languages::upload_another_file
source: Upload another file
hr: Upload drugu datoteku
sk: Nahrať ďalší súbor
sr: Otpremi drugu datoteku
sv: Ladda upp en annan fil

# Languages::upload_file
source: Upload file
hr: Prijenos datoteke
sk: Uploadovať súbor
sr: Otpremi datoteku
sv: Ladda upp fil

# Languages::user
source: User
hr: Korisnik
sk: Používateľ
sr: Korisnik
sv: Användare

# Languages::usergroup
source: User group
hr: Korisnička grupa
sk: Skupina používateľov
sr: Grupa korisnika
sv: Användargrupp

# Languages::usergroups
source: User groups
hr: Korisničke grupe
sk: Skupiny používateľov
sr: Grupe korisnika
sv: Användargrupp

# Languages::usergroups_menu_description
source: List of user groups that exist in your store.
hr: Popis korisničkih grupa koje postoje u vašoj trgovini.
sk: Zoznam skupín používateľov, ktoré existujú vo vašom obchode.
sr: Lista grupe korisnika koje postoje u prodavnici.
sv: Lista över användargrupper som finns i din butik.

# Languages::usergroup_activated
source: User group has been activated
hr: Korisnička grupa je aktivirana
sk: Skupina používateľov bola aktivovaná
sr: Grupa korisnika je aktivirana
sv: Användargruppen har aktiverats

# Languages::usergroup_disactivated
source: User group has been deactivated
hr: Korisnička grupa je isključena
sk: Skupina používateľov bola deaktivovaná
sr: Grupa korisnika je deaktivirana
sv: Användargruppen har inaktiverats

# Languages::usergroup_privileges
source: User group privileges
hr: Ovlasti korisničke grupe
sk: Oprávnenia skupiny používateľov
sr: Privilegije za grupe korisnika
sv: Grupp användarbehörigheter

# Languages::usergroup_request_by_customer
source: User group request by customer
hr: Zahtjev grupe korisnika po kupcu
sk: Žiadosť používateľa o používateľskú skupinu
sr: Zahtev za korisničke grupe od strane kupca
sv: Användar grupp begäran av kunden

# Languages::username
source: Username
hr: Korisničko ime
sk: Používateľské meno
sr: Korisničko ime
sv: Användarnamn

# Languages::users
source: Users
hr: Korisnici
sk: Používatelia
sr: Korisnici
sv: Användare

# Languages::users_carts
source: Abandoned / Live carts
hr: Napuštena košarica
sk: Opustené / Live košíky
sr: Napuštene / Žive korpe
sv: Övergivna / Live vagnar

# Languages::users_carts_menu_description
source: Lists of products that have not been purchased for some reason.
hr: Popis proizvoda koji iz nekog razloga nisu kupljeni.
sk: Zoznam produktov, ktoré neboli z nejakého dôvodu zakúpené.
sr: Lista proizvoda koji nisu kupljeni iz nekog razloga.
sv: Listor över produkter som inte har köpts av någon anledning.

# Languages::users_menu_description
source: Manage user accounts that are registered at your store.
hr: Upravljaj korisničkim računima koji su registrirani u vašoj trgovini.
sk: Spravovať používateľské kontá, ktoré sú registrované vo vašom obchode.
sr: Upravljanje korisničkim nalozima koji su registrovani u tvojoj radnji.
sv: Hantera användarkonton som har registrerats på din butik.

# Languages::user_type
source: User type
hr: Vrsta korisnika
sk: Typ používateľa
sr: Tip korisnika
sv: Användartyp

# Languages::user_account_info
source: User account information
hr: Informacije o korisničkom računu
sk: Informácie o používateľskom konte
sr: Informacije o korisničkom nalogu
sv: Information om användarkonton

# Languages::user_account_information
source: User account information
hr: Informacije o korisničkom računu
sk: Informácie o používateľskom konte
sr: Informacije o korisničkom nalogu
sv: Information om användarkonton

# Languages::user_cannot_be_deleted
source: Sorry, user with id [user_id] can not be deleted.
hr: Žao nam je, korisnik s identifikacijskim brojem [user_id] ne može biti izbrisan.
sk: Ľutujeme, používateľa s id [user_id] nemožno odstrániť.
sr: Izvinite, korisnika sa id [user_id] nije moguće izbrisati.
sv: Tyvärr, kan användare med id [user_id] inte tas bort.

# Languages::user_class
source: User-defined CSS-class
hr: Korisnički definirana CSS klasa
sk: Používateľom definovaná CSS-trieda
sr: Korisnički definisana CSS klasa
sv: Användardefinierade CSS-klass

# Languages::user_data_required
source: Please select a customer or enter data
hr: Molimo odaberite kupca ili unesite podatake
sk: Prosím, vyberte zákazníka alebo zadajte údaje
sr: Izaberite kupca ili unos podataka
sv: Välj en kund eller ange data

# Languages::user_details_page
source: User details page
hr: Stranica s detaljima o korisniku
sk: Stránka s podrobnosťami používateľa
sr: Stranica detalja korisnika
sv: Användarsida Detaljer

# Languages::user_group_requests
source: User group requests
hr: Zahtjevi grupe korisnika
sk: Žiadosti o používateľské skupiny
sr: Zahtevi grupe korisnika
sv: Grupp användarförfrågningar

# Languages::user_id
source: User ID
hr: ID korisnika
sk: ID používateľa
sr: ID korisnika
sv: Användar-ID

# Languages::user_info
source: User information
hr: Podaci o korisniku
sk: Informácie o používateľovi
sr: Informacije o korisniku
sv: Användarinformation

# Languages::user_pin
source: User PIN
hr: Korisnički PIN
sk: Používateľský PIN
sr: Korisnički PIN
sv: Användarens PIN

# Languages::user_profile_info
source: User profile information
hr: Informacije korisničkog profila
sk: Informácie o profile používateľa
sr: Informacije o korisničkom profilu
sv: Användarprofilinformation

# Languages::user_settings
source: User settings
hr: Korisničke postavke
sk: Nastavenia používateľa
sr: Korisničke postavke
sv: Användarinställningar

# Languages::use_avail_period
source: Use available period
hr: Dostupno u razdoblju
sk: Použiť dostupné obdobie
sr: Koristi dostupan period
sv: Använda tillgängliga period

# Languages::use_cardinal
source: Use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
hr: Koristi Cardinal Centinel&reg; za 3-D sigurnu provjeru autentičnosti platitelja
sk: Použiť Cardinal Centinel&reg; pre 3-D Bezpečné Overenie Platcu
sr: Koristite Cardinal Centinel&reg; za 3-D Secure Payer Authentication
sv: Use Cardinal Centinel® för 3D-säkert betalaren autentisering

# Languages::use_coupons_commission
source: Coupon commission
hr: Kupon za proviziju
sr: Komisije kupona
sv: Kupong kommissionen

# Languages::use_current_link
source: Use the current page link
hr: Koristi vezu trenutne stranice
sk: Použiť odkaz na aktuálnu stránku
sr: Kliknite na vezu trenutne stranice
sv: Använd aktuell sida länk

# Languages::use_custom_view
source: Use custom view
hr: Upotreba prilagođenog prikaza
sk: Použiť vlastné zobrazenie
sr: Koristite prilagođeni prikaz
sv: Använda anpassad vy

# Languages::use_custom_weight_settings
source: Use custom weight settings
hr: Koristi prilagođene postavke za težinu
sk: Použiť vlastné nastavenia hmotnosti
sr: Koristi prilagođene postavke za težinu
sv: Använd anpassad vikt inställningar

# Languages::use_existing_block
source: Use Existing Block
hr: Koristi postojeći blok
sk: Použiť existujúci blok
sr: Koristite postojeći blok
sv: Använd befintliga Block

# Languages::use_existing_store
source: Copy existing store configuration
hr: Kopiraj postojeću konfiguraciju trgovine
sk: Kopírovať existujúcu konfiguráciu obchodu
sr: Kopirajte postojeću konfiguraciju prodavnice
sv: Kopiera befintlig butik konfiguration

# Languages::use_negotiated_rates
source: Use negotiated rates
hr: Koristiti ugovorene cijene
sk: Použiť dohodnuté sadzby
sr: Koristite sporazumne stope
sv: Använda förhandlade priser

# Languages::use_new_sha_method
source: Use new SHA signature policy
hr: Koristi novu SHA politiku potpisa
sk: Použitie novej podpisovej politiky SHA
sr: Koristite novu politiku SHA potpisa
sv: Använda nya SHA signatur politik

# Languages::usps
source: U.S Postal Service
hr: Američka pošta
sr: Poštanska služba SAD
sv: U.S postservice

# Languages::usps_package_size_large
source: Large
hr: Veliki
sk: Veľké
sr: Veliko
sv: Stora

# Languages::usps_package_size_regular
source: Regular
hr: Standardni
sk: Pravidelné
sr: Regularno
sv: Regelbundna

# Languages::usps_service_certificate_of_mailing
source: Certificate of mailing
hr: Potvrda o slanju
sr: Sertifikat pošiljke
sv: Certifikat av utskick

# Languages::usps_service_certificate_of_mailing_for_firm_mailing_books
source: Certificate of mailing for firm mailing books
hr: Potvrda o slanju za knjigu pošiljki
sk: Certificate of mailing pre pevné poštové knihy
sr: Sertifikat pošiljke za knjigu pošiljki firme
sv: Certifikat av utskick för fast e böcker

# Languages::usps_service_certificate_of_mailing_per_individual_article
source: Certificate of mailing per individual article
hr: Potvrda o slanju (pojedinačno za svaku pošiljku)
sk: Certificate of mailing pre jednotlivé články
sr: Sertifikat pošiljke po pojedinačnom proizvodu
sv: Intyg om utskick per enskild artikel

# Languages::usps_service_certified
source: Certified
hr: Certificirani
sk: Certifikované
sr: Sertifikovan
sv: Certifierade

# Languages::usps_service_collect_on_delivery
source: Collect on delivery
hr: Plaćanje pri isporuci
sk: Dobierka
sr: Prikupi po isporuci
sv: Samla på leverans

# Languages::usps_service_delivery_confirmation
source: USPS Tracking/Delivery confirmation
hr: USPS potvrda o praćenju/isporuci
sk: USPS Sledovanie/Potvrdenie doručenia
sr: Potvrda za USPS praćenje/dostava
sv: USPS Tracking/leverans bekräftelse

# Languages::usps_service_edelivery_confirmation
source: e-Delivery Confirmation
hr: e-potvrda o dostavi
sk: e-Delivery Potvrdenie
sr: e-Delivery potvrda
sv: e-leverans bekräftelse

# Languages::usps_service_express_mail_insurance
source: Express mail insurance
hr: Osiguranje za žurnu poštu
sk: Postenie Expresnej pošty
sr: Express mail osiguranje
sv: Express post försäkring

# Languages::usps_service_insurance
source: Insurance
hr: Osiguranje
sk: Poistenie
sr: Osiguranje
sv: Försäkring

# Languages::usps_service_pick_up_on_demand
source: Pick up on demand
hr: Preuzimanje na zahtjev
sk: Vyzdvihnúť na požiadanie
sr: Pokupi na zahtev
sv: Plocka upp på efterfrågan

# Languages::usps_service_registered_mail
source: Registered mail
hr: Preporučena pošta
sk: Registrovaná pošta
sr: Registrovana pošta
sv: Rekommenderat brev

# Languages::usps_service_registered_without_insurance
source: Registered without insurance
hr: Preporučena pošta bez osiguranja
sk: Registrovaná bez poistenia
sr: Registrovan bez osiguranja
sv: Registrerade utan försäkring

# Languages::usps_service_registered_with_insurance
source: Registered with insurance
hr: Preporučena pošta s osiguranjem
sk: Registrovaná s poistením
sr: Registrovan sa osiguranjem
sv: Registrerade med försäkring

# Languages::usps_service_return_receipt
source: Return receipt
hr: Povratnica
sk: Potvrdenie o prijatí
sr: Povratnica
sv: Returinleverans

# Languages::usps_service_return_receipt_electronic
source: Return receipt electronic
hr: Elektronička povratnica
sk: Elektronické potvrdenie o prijatí
sr: Elektronska povratnica
sv: Returinleveransen elektroniska

# Languages::usps_service_return_receipt_for_merchandise
source: Return receipt for merchandise
hr: Pošiljka s povratnicom
sk: Potvrdenie o prijatí pre tovar
sr: Povratnica za robu
sv: Returinleveransen för varor

# Languages::usps_service_signature_confirmation
source: Signature confirmation
hr: Potvrda potpisa
sk: Potvrdenie podpisu
sr: Potvrda potpisa
sv: Signaturbekräftelse

# Languages::usps_size
source: Please specify the package width, height and length for Priority mail, if Package Size is Large only.
hr: Ako je kategorija Veličina paketa samo 'Veliki' za prioritetnu poštu, molimo navedite njegovu širinu, visinu i dužinu.
sk: Spresnite prosím šírku, výšku a dĺžku balíka pre Priority mail, ak je veľkosť balíka "Veľká".
sr: Navedite širinu, visinu i dužinu paketa za Priority mail, samo ako je veličina pakovanja Velika.
sv: Vänligen ange paketet bredd, höjd och längd för Priority mail, om paketstorlek Large bara.

# Languages::valid
source: Period of validity
hr: Razdoblje valjanosti
sk: Doba platnosti
sr: Period važenja
sv: Giltighetstid

# Languages::validate_email
source: Validate E-mail
hr: Provjera valjanosti e-mail adrese
sk: Overiť e-mail
sr: Provera valjanosti e-pošte
sv: Verifiera e-post

# Languages::validate_secret_word
source: Validate secret word
hr: Provjera valjanosti tajne riječi
sk: Overiť tajné slovo
sr: Provera valjanost tajne reči
sv: Validera hemliga ord

# Languages::valid_thru
source: Valid thru (mm/yy)
hr: Vrijedi do (mjesec/godina)
sk: Platné do (mm/rr)
sr: Važeće do (mm/gg)
sv: Giltiga genom (mm/åå)

# Languages::value
source: Value
hr: Vrijednost
sk: Hodnota
sr: Vrednost
sv: Värde

# Languages::value_to_display
source: Value to display
hr: Vrijednost za prikaz
sk: Zobrazená hodnota
sr: Vrednost za prikaz
sv: Värde ska visas

# Languages::variant
source: Variant
hr: Varijanta
sr: Varijanta

# Languages::variants
source: Variants
hr: Varijante
sk: Varianty
sr: Varijante
sv: Varianter

# Languages::variant_name
source: Variant name
hr: Naziv varijante
sk: Názov variantu
sr: Ime varijante
sv: Variant namn

# Languages::vendor
source: Store
hr: Trgovina
sk: Obchod
sr: E-prodavnica

# Languages::vendors
source: Stores
hr: Trgovine
sk: Obchody
sr: Prodavnice
sv: Butiker

# Languages::vendors_menu_description
source: Sorted list of company accounts registered in the store.
hr: Sortirani popis računa tvrtki registriranih u trgovini.
sk: Zoznam účtov spoločností zaregistrovaných v obchode.
sr: Sortirana lista naloga registrovanih kompanija u prodavnici.
sv: Sorterad lista med företag som är registrerade i butiken.

# Languages::vendor_id
source: Store ID
hr: ID trgovine
sk: ID Obchodu
sr: ID prodavnice
sv: Lagrings-ID

# Languages::vendor_name
source: Store name
hr: Naziv trgovine
sk: Názov obchodu
sr: Ime prodavnice
sv: Butiksnamnet

# Languages::vendor_pages
source: Store pages
hr: Stranice trgovine
sk: Stránky obchodu
sr: Stranice prodavnice
sv: Butikssidor

# Languages::version
source: Version
hr: Verzija
sk: Verzia
sr: Verzija

# Languages::vertical
source: Vertical
hr: Vertikalno
sk: Vertikálne
sr: Vertikalno
sv: Vertikal

# Languages::very_good
source: Very Good
hr: Vrlo dobro
sk: Veľmi dobré
sr: Jako dobro
sv: Väldigt bra

# Languages::view
source: View
hr: Prikaz
sk: Zobraziť
sr: Prikaz
sv: Visa

# Languages::viewing_feature
source: Viewing feature
hr: Karakteristika prikaza
sk: Funkcia prezerania
sr: Pregled funkcija
sv: Visning funktion

# Languages::viewing_filter
source: Viewing filter
hr: Filter prikaza
sk: Filter prezerania
sr: Prikazivanje filtera
sv: Visning filter

# Languages::view_all
source: view all
hr: prikaži sve
sk: Zobraziť všetky
sr: Prikaži sve
sv: visa alla

# Languages::view_all_orders
source: View all orders
hr: Prikaži sve narudžbe
sk: Zobraziť všetky objednávky
sr: Prikaz svih porudžbina
sv: Visa alla order

# Languages::view_all_product_features
source: View all product features
hr: Prikaži sve karakteristike proizvoda
sk: Zobraziť všetky vlastnosti tovaru
sr: Prikaz svih karakteristika proizvoda
sv: Visa alla produktfunktioner

# Languages::view_cart
source: View cart
hr: Pregledaj košaricu
sk: Zobraziť košík
sr: Pregled korpe
sv: Visa kundvagn

# Languages::view_categories
source: View categories
hr: Prikaži kategorije
sk: Zobraziť kategórie
sr: Prikaz kategorija
sv: Visa Kategorier

# Languages::view_comparison_list
source: Comparison list
sr: Lista za uporedbu
sv: Listan jämförelse

# Languages::view_details
source: View details
hr: Prikaži detalje
sk: Zobrazenie detailov
sr: Prikaz detalja
sv: Visa Detaljer

# Languages::view_orders
source: View orders
hr: Prikaži narudžbe
sk: Zobraziť objednávky
sr: Prikaži porudžbine
sv: Visa order

# Languages::view_orders_menu_description
source: View, process and print invoices slips for orders placed from your web site.
hr: Prikaži, obradi i ispiši račune za sve narudžbe uspostavljene s vaše web-lokacije.
sk: Zobrazte, vytvorte a vytlačte faktúry pre objednávky z vašej stránky.
sr: Prikaz, obrada i štampanje faktura za izvršene porudžbine na vašem web sajtu.
sv: Visa, process och skriva ut fakturor följesedlar för beställningar placerade från din webbplats.

# Languages::view_page
source: View page
hr: Prikaži stranicu
sk: Zobraziť stránku
sr: Prikaži stranicu
sv: Visa sidor

# Languages::view_product
source: View product
hr: Prikaži proizvod
sk: Zobraziť produkt
sr: Prikaži proizvod
sv: Visa produkt

# Languages::view_products
source: View products
hr: Prikaži proizvode
sk: Zobraziť produkty
sr: Prikaži proizvode
sv: Visa produkter

# Languages::view_product_features
source: View product features
hr: Prikaži karakteristike proizvoda
sk: Zobraziť vlastnosti produktu
sr: Prikaz karakteristika proizvoda
sv: Visa produktens funktioner

# Languages::view_purchased_products
source: View purchased products
hr: Prikaži kupljene proizvode
sk: Zobraziť zakúpené produkty
sr: Prikažite kupljene proizvode
sv: Visa köpta produkter

# Languages::view_report
source: View report
hr: Prikaži izvješće
sk: Zobraziť zostavu
sr: Prikaz izveštaja
sv: Visa rapporter

# Languages::view_results
source: View results
hr: Prikaži rezultate
sk: Zobraziť výsledky
sr: Prikaz rezultata
sv: Visa resultat

# Languages::view_storefront
source: View STOREFRONT
hr: Prikaži IZLOG
sk: Zobraziť STRÁNKY OBCHODU
sr: Prikaz IZLOGA PRODAVNICE
sv: Visa skyltfönster

# Languages::view_vendor_categories
source: View store categories
hr: Pokaži kategorije proizvoda
sk: Zobraziť kategórie obchodu
sr: Prikaz kategorija prodavnice
sv: Visa Kategorier för butik

# Languages::view_vendor_orders
source: View store orders
hr: Prikaži narudžbe trgovine
sk: Zobraziť objednávky
sr: Prikaz porudžbina prodavnice
sv: Visa butiken order

# Languages::view_vendor_products
source: View store products
hr: Prikaži proizvode u trgovini
sk: Zobraziť produkty
sr: Prikaz proizvoda prodavnice
sv: Visa store produkter

# Languages::view_vendor_users
source: View store users
hr: Prikaži korisnike trgovine
sk: Zobraziť používateľov
sr: Prikaz korisnika prodavnice
sv: Visa butik användare

# Languages::visited_page
source: Visited page
hr: Posjećena stranica
sk: Navštívená stránka
sr: Posećena stranica
sv: Besökta sida

# Languages::voided
source: Voided
hr: Poništeno
sk: Zrušené
sr: Storniran
sv: Annullerad

# Languages::warning
source: Warning
hr: Upozorenje
sk: Upozornenie
sr: Upozorenje
sv: Varning

# Languages::warning_default_language_disabled
source: The default language defined in your settings has been disabled or deleted. Please update the Frontend default language value on the following page: <a href="[link]">Settings :: Appearance</a>
hr: Zadani jezik u vašim postavkama je onemogućen ili izbrisan. Molimo ažurirajte vrijednost zadanog jezika na frontendu na sljedećoj stranici: <a href="[link]">Settings :: Appearance</a>
sk: Jazyk, ktorý ste v nastaveniach definovali ako predvolený, bol vypnutý alebo odstránený. Aktualizujte prosím predvolený jazyk frontendu na nasledovnej stránke: <a href="[link]">Nastavenia :: Vzhľad</a>
sr: Podrazumevani jezik definisan u postavkama je onemogućen ili izbrisan. Ažurirajte opciju podrazumevanog Frontend jezika sledećoj stranici: <a href="[link]"> Podešavanja:: Izgled</a>
sv: Det standardspråk som definieras i dina inställningar har inaktiverats eller tas bort. Vänligen uppdatera Frontend standardvärdet språk på följande sida: <a href="[link]"> inställningar:: utseende</a>

# Languages::default_language_status
source: Status of the Default language cannot be changed
hr: Status Zadanog jezika ne može se promijeniti
sk: Stav predvoleného jazyka nemožno zmeniť
sr: Nije moguće promeniti status podrazumevanog jezika
sv: Status för standardspråket kan inte ändras

# Languages::default_currency_status
source: Status of the Primary currency cannot be changed
hr: Status primarne valute nije moguće promijeniti
sk: Stav primárnej meny nemožno zmeniť
sr: Nije moguće promeniti status primarne valute
sv: Status för den primära valutan kan inte ändras
