Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::error_curl_ssl_not_exists
source: <b>Warning!</b><br />The PHP cURL extension is compiled <b>without</b> SSL support on your server. <b>[method]</b> will not be operational. Please contact your hosting provider.
hr: <b> Upozorenje! </b><br/> PHP Curl nastavak je sastavljen <b> bez </b> SSL podrške na vašem poslužitelju. <b>[method]</b> neće biti u funkciji. Molimo kontaktirajte davatelja usluge hostinga.
sk: <b>Upozornenie!</b>< br / > rozšírenie PHP cURL je zostavený <b>bez</b> SSL podpory na vašom serveri. <b>[method]</b> nebude operatívne. Kontaktujte svojho poskytovateľa hostingu.
sr: <b>Upozorenje!</b><br />PHP cURL ekstenzija je kompajlirana <b>bez</b> SSL podrške na tvom serveru. <b>[method]</b> neće biti operativan. Kontaktiraj hosting provajdera.
sv: <b>Varning!</b> < br / > PHP cURL förlängning har kompilerats <b>utan</b> SSL-stöd på din server. <b>[method]</b> kommer inte att fungera. Kontakta ditt webbhotell.

# Languages::error_currency_exists
source: Currency with code <b>[code]</b> already exists
hr: Valuta s kodom <b>[code]</b> već postoji
sk: Mena s kódom <b>[code]</b> už existuje
sr: Valuta sa šifrom <b>[code]</b> već postoji
sv: Valuta med koden <b>[code]</b> finns redan

# Languages::error_delete_theme_company
source: One of your storefronts uses this theme. Please set another theme before deleting it.
hr: Jedan od vaših izloga koristi ovu temu. Molimo postavite drugu temu prije brisanja.
sk: Jeden z vašich obchodov používa túto šablónu. Pred odstránením ho nastavte inú šablónu.
sr: Jedan od tvojih izloga koristi ovu temu. Postavi drugu temu pre nego što ga izbrišeš.
sv: En av dina skyltfönster använder detta tema. Ange ett annat tema innan du tar bort den.

# Languages::error_delete_theme_layout
source: Layout that uses this theme is set as default. Please set another layout as default.
hr: Izgled koji koristi ovu temu je postavljen kao zadani. Molimo postavite drugi izgled kao zadani.
sk: Rozloženie používajúce túto tému je nastavené ako predvolené. Ako predvolený, nastavte iné rozloženie.
sr: Raspored koji koristi ovu temu je postavljen kao podrazumevani. Drugi raspored postavite kao podrazumevani.
sv: Layout som använder detta tema är inställd som standard. Ange en annan layout som standard.

# Languages::error_demo_mode
source: The cart is working in the <b>DEMO</b> mode and this functionality is disabled.
hr: Trgovina radi u<b>DEMO</b> modu i ova funkcija je onemogućena.
sk: <p>Košík pracuje v <b>DEMO</b> režime a táto funkčnosť je vypnutá.</p>.
sr: Korpa radi u <b>DEMO</b> režimu i ova funkcija je onemogućena.
sv: Vagnen är i <b>DEMO</b>-läge och denna funktion inaktiveras.

# Languages::error_empty_company_name
source: Company name cannot be empty
hr: Ime tvrtke ne može biti prazno
sk: Názov spoločnosti nemôže byť prázdny
sr: Ime kompanije ne može biti prazno
sv: Företagets namn kan inte vara tomt

# Languages::error_exim_cant_open_file
source: Cannot open uploaded file
hr: Nije moguće otvoriti učitanu datoteku
sk: Nahraný súbor sa nedá otvoriť
sr: Nije moguće otvoriti otpremljenu datoteku
sv: Uppladdade filen kan inte öppnas

# Languages::error_exim_cant_read_file
source: Cannot read uploaded file
hr: Nije moguće pročitati učitanu datoteku
sk: Nahraný súbor sa nedá čítať
sr: Nije moguće pročitati otpremljenu datoteku
sv: Kan inte läsa uppladdad fil

# Languages::error_exim_fields_not_selected
source: No fields selected for export
hr: Nema odabranih polja za izvoz
sk: Žiadne polia vybratá na export
sr: Nema izabranih polja za za izvoz
sv: Inga fält markerat för export

# Languages::error_exim_file_doesnt_exist
source: File doesn't exist
hr: Datoteka ne postoji
sk: Súbor neexistuje
sr: Datoteka ne postoji
sv: Filen finns inte

# Languages::error_exim_incorrect_lines
source: Your CSV file has incorrect data formatting (incorrect delimiter, missed/missing fields, etc.) in the following lines: <b>[lines]</b>
hr: Vaša CSV datoteka ima neispravne podatke oblikovanja (neispravan razdjelnik, propustio / nedostaju polja, etc.) u sljedećim recima: <b>[lines]</b>
sk: Súbor CSV má nesprávne údaje formátovanie (nesprávny oddeľovač, minuté/chýbajúce polia, atď) v nasledujúcich riadkoch: <b>[lines]</b>
sr: Tvoja CSV datoteka ima netačne podatke formatiranja (pogrešan znak razgraničavanja, propusti/nedostajuća polja, itd.) u sledećim redovima: <b>[lines]</b>
sv: CSV-filen innehåller felaktiga data formatering (felaktig avgränsare, missade/saknas fält, etc.) i följande rader: <b>[lines]</b>

# Languages::error_exim_incorrent_delimiter
source: The delimiter in CSV file differs from the one selected by you
hr: Graničnik u CSV datoteke razlikuje se od onog koje ste odabrali
sk: Oddeľovač v súbore CSV sa líši od jednej vami vybranej
sr: Znak razgraničavanja u CSV datoteci se razlikuje od onog koji ste izabrali
sv: Avgränsaren i CSV-filen skiljer sig från den som har valt

# Languages::error_exim_invalid_count_langs
source: Multi-language line count mismatch: different number of lines for different languages provided.
hr: Nepodudaranje broja višejezičnih linija: za različite jezike dan je različit broj linija.
sk: Mnohojazykový počet riadkov Nezhoda: rôzny počet riadkov poskytovaný pre rôzne jazyky.
sr: Broj višejezičnih redova se ne podudara: različit broj redova za različite jezike.
sv: Multi-language linje räkna obalans: olika antal linjer för olika språk som tillhandahålls.

# Languages::error_exim_layout_required_fields
source: The following fields are mandatory and cannot be removed from the layout:
hr: Sljedeća su polja obavezna i ne mogu se ukloniti iz prikaza:
sk: Nasledujúce polia sú povinné a nedajú sa odstrániť z rozloženia:
sr: Sledeća polja su obavezna i ne mogu se ukloniti iz rasporeda:
sv: Följande fält är obligatoriska och inte kan avlägsnas från layouten:

# Languages::error_exim_no_data_exported_new
source: No data exported. The wrong export range is probably causing this issue. <a class="cm-post" href="[url]">Clear the export range</a>, then try again
sr: Nikakvi podaci nisu izvezeni. Pogrešan opseg izvoza verovatno izaziva ovaj problem. <a class="cm-post" href="[url]"> Obriši opseg izvoza</a>, a zatim pokušaj ponovo
sv: Inga data exporteras. Fel export spänna orsakar förmodligen problemet. <a class="cm-post" href="[url]"> avmarkera export spänna</a> och sedan prova igen

# Languages::error_exim_no_file_uploaded
source: No file uploaded
hr: Nijedna datoteka nije prenesena
sk: Žiadny súbor nahraný
sr: Nijedna datoteka nije otpremljea
sv: Ingen fil laddas upp

# Languages::error_exim_pattern_definition_alt_keys
source: Invalid pattern definition: alternative key is missing
hr: Definicija uzorka nije valjana: nedostaje alternativni ključ
sk: Neplatný vzor definícia: chýba alternatívny kľúč
sr: Nevažeći obrazac definicija: alternativni ključ nedostaje
sv: Ogiltigt mönster definition: alternativa nyckeln saknas

# Languages::error_exim_pattern_definition_references
source: Invalid pattern definition: missing table references
hr: Definicija uzorka nije valjana: nedostaju tablične reference
sk: Neplatný vzor definícia: chýbajúce väzby medzi tabuľkami
sr: Nevažeći obrazac definicija: nedostaju reference u tabeli
sv: Ogiltigt mönster definition: saknas registerreferenser

# Languages::error_exim_pattern_dont_match
source: Your import file does not match the selected pattern
hr: Importirana datoteka ne odgovara odabranom uzorku
sk: Import súboru nezodpovedá vybratému vzoru
sr: Uvezene datoteke ne podudaraju se sa izabrani obrascom
sv: Din importfil matchar inte det valda mönstret

# Languages::error_exim_pattern_not_found
source: Pattern not found
hr: Uzorak nije pronađen
sk: Vzor nebol nájdený
sr: Obrazac nije pronađen
sv: Mönster finns inte

# Languages::error_exim_pattern_required_fields
source: Your import file MUST have the following fields: <b>[fields]</b>
hr: Importirana datoteka MORA sadržavati sljedeća polja: <b>[fields]</b>
sk: Importovaný súbor musí mať nasledujúce polia: <b>[fields]</b>
sr: Uvezena datoteka mora sadržati sledeća polja: <b>[fields]</b>
sv: Din importfil måste ha följande fält: <b>[fields]</b>

# Languages::error_hash_generation
source: Error in hash generation. Please choose another payment method.
hr: Pogreška u generiranju hash ključa. Molimo odaberite drugi način plaćanja.
sk: Chyba v hash generácii. Prosím vyberte iný spôsob platby.
sr: Greška u hash generaciji. Odaberite drugi način plaćanja.
sv: Fel i hash-generation. Välj en annan betalningsmetod.

# Languages::error_images_need_located_root_dir
source: Please specify the images directory within the store root directory. Put the images to import in this directory.
hr: Molimo navedite direktorij slika unutar korijenskog direktorija ove trgovine. Umetnite slike kako bi ih importirali u ovaj direktorij.
sk: Uveďte obrázky adresára do koreňového adresára na ukladanie. Dajte obrázky na import do tohto adresára.
sr: Navedite direktorijum za slike. Stavi slike za uvoz u ovaj direktorijum.
sv: Vänligen ange katalogen bilder i butiken rotkatalog. Lägg bilderna att importera i den här katalogen.

# Languages::error_image_format_not_supported
source: The image format <b>[format]</b> is not supported by GD library installed on your server. The thumbnail was not created.
hr: Sličica nije napravljena. GD biblioteka instalirana na vašem serveru ne podržava format slike <b>[format]</b> .
sk: GD knižnica nainštalované na vašom serveri nepodporuje formát obrázku <b>[format]</b>. Miniatúry sa nevytvorili.
sr: GD library koja je instalirana na tvom serveru ne podržava format slike <b>[format]</b>. Sličica nije kreirana.
sv: Bild format <b>[format]</b> stöds inte av GD library installerat på din server. Miniatyren skapades inte.

# Languages::error_incorrect_login
source: The username or password you have entered is invalid. Please try again.
hr: Korisničko ime ili e-mail koji ste odabrali već postoji. Molimo, unesite druge podatke.
sk: Užívateľské meno alebo heslo ktoré ste zadali, je neplatné. Prosím skúste to znova.
sr: Korisničko ime ili lozinka koju ste uneli nije važeće. Pokušajte ponovo.
sv: Användarnamn eller lösenord som du har angett är ogiltig. Försök igen.

# Languages::error_invalid_emails
source: The following email addresses are invalid: <b>[emails]</b>
hr: Sljedeće adrese e-pošte nisu valjane: <b>[emails]</b>
sk: Tieto adresy sú neplatné: <b>[emails]</b>
sr: Sledeće adrese e-pošte nisu važeće: <b>[emails]</b>
sv: Följande e-adresser är ogiltiga: <b>[emails]</b>

# Languages::error_lang_code_exists
source: The provided language ([code]) code already exists
hr: Navedeni jezični ([code]) kod već postoji
sk: Kód podľa jazyka ([code]) už existuje
sr: Šifra ponuđenog jezika ([code]) već postoji
sv: Den medföljande språkkoden ([code]) finns redan

# Languages::error_login_not_exists
source: The username you have entered does not match any account in our store. Please make sure you have entered the correct username and try again.
hr: Korisničko ime koje ste unijeli ne odgovara nijednom korisničkom računu u našoj trgovini. Molimo provjerite jeste li unijeli ispravno korisničko ime i pokušajte ponovno.
sk: Zadané meno používateľa nezodpovedá žiadnemu účtu v našom obchode. Skontrolujte, či ste zadali správne meno používateľa a skúste to znova.
sr: Korisničko ime koje ste uneli ne podudara se sa bilo koji nalogom u našoj prodavnici. Proverite da li ste uneli ispravno korisničko ime i pokušajte ponovo.
sv: Det användarnamn som du har angett matchar inte något konto i vår butik. Se till att du har angett rätt användarnamn och försök igen.

# Languages::error_message_not_sent
source: Message could not be sent.<br />Mailer Error:
hr: Poruka nije mogla biti poslana.<br />Pogreška pošiljatelja poruke:
sk: Správa nemohla byť odoslaná. < br / >Odosielacia chyba:
sr: Poruka nije mogla biti poslata. <br/> Mejler greška:
sv: Meddelandet kunde inte skickas. < br / > Mailer fel:

# Languages::error_not_logged
source: You must log in before you can access this resource!
hr: Morate se prijaviti kako biste pristupili ovom dijelu!
sk: Pre prístup k tomuto prostriedku, musíte byť prihlásený!
sr: Morate se prijaviti da biste pristupili ovom resursu!
sv: Du måste logga in innan du kan komma åt denna resurs!

# Languages::error_no_items_selected
source: No items selected! At least one check box must be selected to perform this action.
hr: Nema odabranih stavki! Najmanje jedan potvrdni okvir mora biti odabran za ovaj postupak.
sk: Nie sú vybraté žiadne položky! Aspoň jeden políčko musí byť začiarknuté na vykonanie tejto akcie.
sr: Nema odabranih stavki. Najmanje jedna mora biti izabrana da biste izvršili ovu radnju.
sv: Inga objekt är markerade! Minst en kryssrutan måste vara markerad att utföra denna åtgärd.

# Languages::error_occured
source: Error occurred.
hr: Došlo je do pogreške.
sk: Vyskytla sa chyba.
sr: Došlo je do greške.
sv: Fel uppstod.

# Languages::error_occurred
source: Error occurred
hr: Došlo je do pogreške
sk: Vyskytla sa chyba
sr: Došlo je do greške
sv: Fel uppstod

# Languages::error_passwords_dont_match
source: The passwords do not match.
hr: Lozinke se ne podudaraju.
sk: Heslá sa nezhodujú.
sr: Lozinke se ne podudaraju.
sv: Lösenorden matchar inte.

# Languages::error_password_content
source: The password must contain both letters and numbers.
hr: Lozinka mora sadržavati slova i brojeve.
sk: Heslo musí obsahovať písmená a čísla.
sr: Lozinka mora da sadrži i slova i brojeve.
sv: Lösenordet måste innehålla både bokstäver och siffror.

# Languages::error_password_expired
source: Your password has expired. You must change your password now.
hr: Vaša lozinka je istekla. Sada morate promijeniti lozinku.
sk: Uplynula platnosť vášho hesla. Musíte si zmeniť heslo.
sr: Vaša lozinka je istekla. Sada morate da promenite lozinku.
sv: Ditt lösenord har gått ut. Nu måste du ändra ditt lösenord.

# Languages::error_password_expired_change
source: Your password has expired. <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
hr: Vaša lozinka je istekla. <p><a href="[link]" class="underlined"> <b>Promijenite lozinku &#155;&#155;</b></a></p>
sk: Uplynula platnosť vášho hesla. <p><a href="[link]" class="underlined"> <b>zmena hesla </b></a></p>
sr: Vaša lozinka je istekla. <p><a href="[link]" class="underlined"> <b>Promena lozinke &#155;&#155;</b></a></p>
sv: Ditt lösenord har gått ut. <p><a href="[link]" class="underlined"> <b>ändra lösenord </b></a></p>

# Languages::error_password_min_symbols
source: The password must contain at least <b>[number]</b> characters.
hr: Lozinka mora sadržavati najmanje <b>[number]</b> znakova.
sk: Heslo musí obsahovať najmenej <b>[number]</b> znakov.
sr: Lozinka mora da sadrži najmanje <b>[number]</b> znakova.
sv: Lösenordet måste innehålla minst <b>[number]</b> tecken.

# Languages::error_password_was_used
source: Your new password must not coincide with any of those four passwords used before. Please use another password.
hr: Vaša nova lozinka ne smije se podudarati s nijednom od četiri prethodno korištene lozinke. Molimo, odaberite drugačiju lozinku.
sk: Vaše nové heslo sa nesmie zhodovať so žiadnym zo štyroch hesiel používaných predtým. Použite iné heslo.
sr: Nova lozinka mora da se ne poklapa sa nekom od tih četiri lozinki koje ste ranije koristili. Molimo vas da koristite drugu lozinku.
sv: Ditt nya lösenord måste inte sammanfaller med någon av de fyra lösenord används innan. Använd ett nytt lösenord.

# Languages::error_permissions_not_changed
source: Cannot change permissions
hr: Ne možete promijeniti dozvole
sk: Nemôžete zmeniť povolenia
sr: Nije moguće promeniti dozvole
sv: Kan inte ändra behörigheter

# Languages::error_status_not_changed
source: Error while updating the status. Status was not changed.
hr: Pogreška pri ažuriranju statusa. Status nije promijenjen.
sk: Chyba pri aktualizácii stavu. Stav sa nezmenil.
sr: Greška prilikom ažuriranja statusa. Status nije promenjen.
sv: Fel vid uppdatering status. Status ändrades inte.

# Languages::error_theme_manifest_missed
source: Theme description file ("manifest") was not found. Installation canceled.
hr: Datoteka s opisom teme ("manifest") nije pronađena. Instalacija prekinuta.
sk: Téma popis súboru ("manifest") sa nenašiel. Inštalácia bola zrušená.
sr: Nije pronađena datoteka opis teme ("manifest"). Instalacija je otkazana.
sv: Beskrivning temafil ("manifest") hittades inte. Installationen avbryts.

# Languages::error_user_exists
source: The username or email you have chosen already exists. Please try another one.
hr: Korisničko ime ili e-mail koji ste odabrali već postoji. Molimo, unesite druge podatke.
sk: Užívateľské meno alebo e-mail ktorý ste vybrali už existuje. Prosím skúste iný.
sr: Korisničko ime ili email koji ste odabrali već postoji. Molimo Vas probajte drugi.
sv: Användarnamn eller e-post du valt redan finns. Vänligen prova en.

# Languages::error_validator_color
source: The color code in the <b>[field]</b> field is invalid.
hr: Kod boje u <b>[field]</b> polju nije valjan.
sk: Kód farby <b>[field]</b> poľa nie je platný.
sr: Šifra boje u polju "<b>[field]</b>" je nevažeća.
sv: Cologne koden i fältet <b>[field]</b> är ogiltig.

# Languages::error_validator_email
source: The email address in the <b>[field]</b> field is invalid.
hr: E-mail adresa u polju <b>[field]</b> nije valjana.
sk: E-mailová adresa <b>[field] </b> nie je platná.
sr: Adresa E-pošte u polju "<b>[field]</b>" je nevažeća.
sv: Den e-postadressen i fältet <b>[field]</b> är ogiltig.

# Languages::error_validator_integer
source: The value of the <b>[field]</b> field is invalid. It should be integer.
hr: Vrijednost <b>[field]</b> polja nije valjana. Treba biti cijeli broj.
sk: Hodnota <b>[field]</b> poľa je neplatná. Mal by to byť integer.
sr: Vrednost polja <b>[field]</b> je nevažeća. To mora biti integer.
sv: Värdet i fältet <b>[field]</b> är ogiltigt. Det bör vara heltal.

# Languages::error_validator_message
source: The value of the <b>[field]</b> field is invalid.
hr: Vrijednost <b>[field]</b> polja nije valjana.
sk: Hodnota <b>[field]</b> je neplatná.
sr: Vrednost polja <b>[field]</b> je nevažeća.
sv: Värdet i fältet <b>[field]</b> är ogiltigt.

# Languages::error_validator_multiple
source: The <b>[field]</b> field does not contain the selected options.
hr: Polje <b>[field]</b> ne sadrži odabrane opcije.
sk: <b>[field]</b>pole neobsahuje vybrané možnosti.
sr: <b>[field]</b> polje ne sadrži izabrane opcije.
sv: Fältet <b>[field]</b> innehåller de valda alternativen.

# Languages::error_validator_password
source: The passwords in the <b>[field2]</b> and <b>[field]</b> fields do not match.
hr: Lozinke u <b>[field2]</b> i <b>[field]</b> poljima se ne podudaraju.
sk: Heslá v poliach <b>[field2]</b> a <b>[field]</b> sa nezhodujú.
sr: Lozinke u poljima <b>[field2]</b> i <b>[field]</b> se ne podudaraju.
sv: Lösenord i fälten <b>[field2]</b> och <b>[field]</b> matchar inte.

# Languages::error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid. The correct format is (555) 555-55-55 or 55 55 555 5555.
hr: Telefonski broj u polju <b>[field]</b> nije valjan. Ispravan format je (555) 555-55-55 ili 55 55 555 5555.
sk: Telefónne číslo <b>[field]</b> nie je platné. Správny formát je (555) 555-55-55 alebo 55 55 555 5555.
sr: Telefonski broj u polju "<b>[field]</b>" je nevažeći. Ispravan format je (555) 555-55-55 ili 55 55 555 5555.
sv: Telefonnummer i fältet <b>[field]</b> är ogiltig. Korrekt format är (555) 555-55-55 eller 55 55 555 5555.

# Languages::error_validator_phone_number
source: It is required to use the following format for this payment method: 555 555 5555.
hr: Za ovaj način plaćanja potrebno je koristiti sljedeći format: 555 555 5555.
sk: Pre tento spôsob platby Je potrebné použiť nasledujúci formát: 555 555 5555.
sr: Neophodno je da koristite sledeći format za ovaj način plaćanja: 555 555 5555.
sv: Det krävs för att använda följande format för denna betalningsmetod: 555 555 5555.

# Languages::error_validator_required
source: The <b>[field]</b> field is mandatory.
hr: <b>[field]</b> polje je obavezno.
sk: <b>[field]</b> pole je povinné.
sr: <b>[field]</b> polje je obavezno.
sv: Fältet <b>[field]</b> är obligatoriskt.

# Languages::error_validator_zipcode
source: The ZIP / Postal code in the <b>[field]</b> field is incorrect. The correct format is [extra].
hr: Poštanski broj u <b>[field]</b> polju nije ispravan. Ispravan format je [extra].
sk: ZIP / Poštový kód <b>[field]</b> je nesprávny. Správny formát je [extra].
sr: ZIP / Poštanski kod u polju "<b>[field]</b>" je neispravan. Ispravan format je [extra].
sv: ZIP / Postal koden i fältet <b>[field]</b> är felaktig. Korrekt format är [extra].

# Languages::error_vendor_exists
source: The company with e-mail you have chosen already exists, please try another.
hr: Tvrtka s adresom e-pošte koju ste odabrali već postoji, pokušajte s drugom.
sk: Spoločnosť s e-mailom ktorý ste vybrali už existuje, skúste iný.
sr: Kompanija sa e-poštom koju ste odabrali već postoji, pokušajte neku drugu.
sv: Företaget med e-post du valt redan finns, försök en annan.

# Languages::error_validator_ccv
source: CVV/CVC is too short.
hr: CVV/CVC je prekratak.
sk: CVV/CVC je príliš krátka.
sr: CVV/CVC je prekratak.
sv: CVV/CVC är för kort.

# Languages::error_change_admin_data_in_frontend
source: It's forbidden to change the admin email or password in the customer area. Please sign in using a customer account.
sr: Zabranjeno je da promenite e-poštu admina ili lozinku u oblasti kupca. Prijavite se koristeći račun kupca.
sv: Det är förbjudet för att ändra admin e-post eller lösenord i området kund. Vänligen logga in med ett kundkonto.

# Languages::exact_phrase
source: The exact phrase
hr: Točan izraz
sk: Presná fráza
sr: Tačna fraza
sv: En exakt fras

# Languages::excellent
source: Excellent!
hr: Odličan!
sk: Vynikajúco!
sr: Odlično!
sv: Utmärkt!

# Languages::exception
source: Exception
hr: Iznimka
sk: Výnimka
sr: Izuzetak
sv: Undantag

# Languages::exceptions
source: Exceptions
hr: Iznimke
sk: Výnimky
sr: Izuzeci
sv: Undantag

# Languages::exceptions_type
source: Exceptions type
hr: Vrsta iznimaka
sk: Typ výnimky
sr: Izuzeci tipa
sv: Undantag typ

# Languages::exception_disabled
source: No variant can be selected
hr: Nijedna varijanta ne može biti odabrana
sk: Nemôže byť vybraný žiadny variant
sr: Nema varijante koje mogu biti izabrane
sv: Ingen variant kan väljas

# Languages::exception_disregard
source: Any variant
hr: Bilo koja varijanta
sk: žiadny variant
sr: Bilo koja varijanta
sv: Någon variant

# Languages::exception_error
source: ERROR
hr: POGREŠKA
sk: CHYBA
sr: GREŠKA
sv: FEL

# Languages::exception_error_code
source: Error code:
hr: Šifra pogreške:
sk: Kód chyby:
sr: Kôd greške:
sv: Felkod:

# Languages::exception_exist
source: This exception combination already exists
hr: Ova kombinacija iznimka već postoji
sk: Táto výnimka kombinácie už existuje
sr: Ova kombinacija izuzetka već postoji
sv: Detta undantag kombination redan finns

# Languages::exception_title
source: Oops!<br />We were unable to find what you were looking for.
hr: Ups! <br/>Nismo uspjeli pronaći ono što ste tražili.
sk: Jejda! < br / > Nenašli sme to, čo hľadáte.
sr: Ups! <br/> Nismo pronašli to što tražite.
sv: Oops! < br / > vi kunde inte hitta vad du söker.

# Languages::exchange_rate
source: Live exchange rates
hr: Vrijednosti tečaja uživo
sk: Live výmenné kurzy
sr: Uživo stope kurseva
sv: Levande valutakurser

# Languages::exec
source: Execute
hr: Izvršiti
sk: Spustiť
sr: Izvršavanje
sv: Utföra

# Languages::exim_remove_additional_images
source: Clean up
hr: Očistiti
sk: Vyčistenie
sr: Očisti
sv: Städa upp

# Languages::exit_point
source: Exit point
hr: Izlazna točka
sk: Výstupný bod
sr: Izlazna tačka
sv: Utgång

# Languages::expanded
source: Expanded
hr: Proširena
sk: Rozšírené
sr: Prošireno
sv: Expanderat
