Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# SettingsOptions::top_pagination
source: Display the 'Pagination section' on the top of the listed object
hr: Prikaži 'Sekciju numeriranje' na vrhu pokazanog objekta
sk: Zobraziť "Sekciu stránkovania" na vrchole uvedeného objektu
sr: Prikaži 'numerisanje stranica' na vrhu navedenog objekta
sv: Visa "sidnumrering avsnitt" på toppen av det angivna objektet

# SettingsOptions::default_image_previewer
source: Default image previewer
hr: Zadani preglednik slika
sk: Predvolený zobrazovač obrázkov
sr: Podrazumevani pregledač slika
sv: Standard bild förhandsgranskning

# SettingsOptions::category_lists_thumbnail_height
source: Categories list thumbnail height
hr: Visina sličice za popis kategorija
sk: Výška náhľadu zoznamu kategórií
sr: Visina sličice liste kategorija
sv: Kategorier lista miniatyrens höjd

# SettingsOptions::default_product_details_view
source: Product detailed page view
hr: Stranica s detaljnim prikazom proizvoda
sk: Zobrazenie detailnej stránky produktu
sr: Detaljan prikaz stranice proizvoda
sv: Produkt detaljerade vyn sida

# SettingsOptions::product_details_in_tab
source: Display product details in tabs
hr: Prikaži detalje proizvoda u karticama
sk: Zobraziť detaily produktu v kartách
sr: Prikazivanje detalja o proizvodu na karticama
sv: Visa detaljer i flikar

# SettingsOptions::display_track_orders
source: Display track my orders section
hr: Prikaži sekciju ''Prati moje narudžbe''
sk: Zobraziť sekciu Sledovať moje objednávky
sr: Prikaz sekcije prati moje porudžbine
sv: Display spåra min order avsnitt

# SettingsOptions::header_10070
source: Products list layouts settings
hr: Postavke izgleda popisa proizvoda
sk: Nastavenie rozložení zoznamu produktov
sr: Postavke rasporeda liste proizvoda
sv: Inställningar för produkter lista-layouter

# SettingsOptions::default_products_view_templates
source: Available product list views
hr: Prikazi popisa raspoloživih proizvoda
sk: Dostupné zobrazenia zoznamu produktov
sr: Prikazi liste dostupnih proizvoda
sv: Tillgängliga produkten listvyer

# SettingsOptions::default_products_view
source: Product list default view
hr: Zadani prikaz popisa proizvoda
sk: Predvolené zobrazenie zoznamu produktov
sr: Prikaz podrazumevane liste proizvoda
sv: Produkt listan standardvy

# SettingsOptions::save_selected_view
source: Use the selected view for current category or search page only
hr: Koristi odabrani prikaz samo za trenutnu kategoriju ili stranicu pretrage
sk: Použiť vybrané zobrazenie len pre aktuálnu kategóriu alebo stránku Hľadať
sr: Koristite izabrani prikaz za trenutnu kategoriju ili pretraživanje stranice samo
sv: Använda den markerade vyn för kategori eller Sök endast aktuell sida

# SettingsOptions::available_product_list_sortings
source: Available product list sortings
hr: Razvrstavanje popisa dostupnih proizvoda
sk: Dostupné radenia zoznamu produktov
sr: Dostupna sortiranja liste proizvoda
sv: Tillgängliga produkten lista sortings

# SettingsOptions::default_products_sorting
source: Product list default sorting
hr: Zadano razvrstavanje popisa proizvoda
sk: Predvolené zoradenie zoznamu produktov
sr: Podrazumevano sortiranje lista proizvoda
sv: Produkt standard sortering

# SettingsOptions::enable_quick_view
source: Enable quick view
hr: Omogućivanje brzog prikaza
sk: Umožniť rýchly náhľad
sr: Omogući brzi prikaz
sv: Aktivera Snabbgranskning

# SettingsOptions::header_10080
source: Common settings
hr: Zajedničke postavke
sk: Spoločné nastavenia
sr: Uobičajene postavke
sv: Vanliga inställningar

# SettingsOptions::date_format
source: Date format
hr: Format datuma
sk: Formát dátumu
sr: Format datuma
sv: Datumformat

# SettingsOptions::category_details_thumbnail_width
source: Category details page thumbnail width
hr: Širina sličice za stranicu s detaljima kategorije
sk: Šírka náhľadu stránky detailov kategórie
sr: Širina sličice stranice Detalji kategorije
sv: Kategori Detaljer sida miniatyrens bredd

# SettingsOptions::time_format
source: Time format
hr: Oblik vremena
sk: Formát času
sr: Format vremena
sv: Tidsformat

# SettingsOptions::category_details_thumbnail_height
source: Category details page thumbnail height
hr: Visina sličice za stranicu s detaljima kategorije
sk: Výška náhľadu stránky detailov kategórie
sr: Visina sličice Detalji stranice
sv: Kategori Detaljer thumbnail sidhöjd

# SettingsOptions::header_7024
source: Promotions
hr: Promocije
sk: Propagačné akcie
sr: Promocije
sv: Erbjudanden

# SettingsOptions::timezone
source: Time zone
hr: Vremenska zona
sk: Časové pásmo
sr: Vremenska zona
sv: Tidszon

# SettingsOptions::category_detailed_image_width
source: Detailed category image width
hr: Širina slike detaljne kategorije
sk: Šírka veľkého obrázka kategórie
sr: Širina slike Detaljne kategorije
sv: Detaljerad kategori bildens bredd

# SettingsOptions::use_single_coupon
source: Allow customers to use single discount coupon only
hr: Dopusti kupcu da iskoristi samo jedan kupon s popustom
sk: Umožniť zákazníkom použiť len jeden zľavový kupón
sr: Dozvolite kupcima da koriste samo jedan kupon za popust
sv: Ge kunderna möjlighet att använda endast enstaka rabattkupong

# SettingsOptions::calendar_date_format
source: Calendar date format
hr: Format datuma u kalendaru
sk: Formát dátum kalendára
sr: Format datuma u kalendaru
sv: Kalendern datumformat

# SettingsOptions::category_detailed_image_height
source: Detailed category image height
hr: Visina slike detaljne kategorije
sk: Výška veľkého obrázka kategórie
sr: Visina slike Detaljne kategorije
sv: Detaljerad kategori bildens höjd

# SettingsOptions::header_7005
source: Users/cart
hr: Korisnici / košarice
sk: Užívatelia/košík
sr: Korisnici/korpa
sv: Användare/vagn

# SettingsOptions::user_multiple_profiles
source: Allow users to create multiple profiles for one account
hr: Dopusti korisnicima da stvore više profila za jedan račun
sk: Umožniť používateľom vytvoriť viac profilov na jeden účet
sr: Omogućite korisnicima da kreiraju više profila za jedan Nalog
sv: Tillåt användare att skapa flera profiler för ett konto

# SettingsOptions::calendar_week_format
source: Calendar week starts from
hr: Kalendarski tjedan počinje od
sk: Kalendárny týždeň začína od
sr: Kalendarska nedelja počinje od
sv: Kalenderveckan börjar från

# SettingsOptions::min_order_amount
source: Minimum order amount
hr: Minimalni iznos narudžbe
sk: Minimálne množstvo na objednanie
sr: Minimalni iznos narudžbe
sv: Minsta orderbelopp

# SettingsOptions::min_order_amount_type
source: Define minimum order amount by
hr: Definirajte minimalan iznos narudžbe od strane
sk: Definovať minimálnu sumu objednávky ako
sr: Definisanje minimalnog iznosa narudžbe po
sv: Definiera minsta Orderbelopp av

# SettingsOptions::allow_anonymous_shopping
source: Allow shopping for unlogged customers
hr: Dopustite kupovinu nelogiranim kupcima
sk: Povoliť neprihláseným zákazníkom nakupovať
sr: Dozvoli kupovinu kupcima koji nisu prijavljeni
sv: Tillåta shopping för ej loggade kunder

# SettingsOptions::disable_anonymous_checkout
source: Disable anonymous checkout
hr: Onemogućite anonimnu naplatu
sk: Zakázať anonymnú pokladňu
sr: Onemogućite anonimno poručivanje
sv: Inaktivera anonym kassan

# SettingsOptions::checkout_redirect
source: Allow checkout only from the Cart content page
hr: Dopustite naplatu samo sa stranice sadržaja košarice
sk: Povoliť vstup do pokladne len zo stránky obsahu košíka
sr: Dozvoli poručivanje samo iz stranice sadržaja Korpe
sv: Att kassan endast från innehållssidan vagn

# SettingsOptions::allow_usergroup_signup
source: Allow customer to signup for user group
hr: Dopustite kupcu da se prijavi za grupu korisnika
sk: Umožniť zákazníkovi sa prihlásiť do používateľskej skupiny
sr: Dozvoli kupcu da se prijavi za grupu korisnika
sv: Låt kunden registrerar sig för användargrupp

# SettingsOptions::approve_user_profiles
source: Administrator must activate new user accounts
hr: Administrator mora aktivirati nove korisničke račune
sk: Správca musí aktivovať nové používateľské kontá
sr: Administrator mora da aktivira nove korisničke račune
sv: Administratören måste aktivera nya konton

# SettingsOptions::address_position
source: Profile address section order
hr: Poredak adresa kupca
sk: Poradie adries v objednávke
sr: Adresa profila sekcije porudžbine
sv: Profil adress avsnitt ordning

# SettingsOptions::changes_warning
source: Unsaved changes warning
hr: Upozorenje promjene nisu spremljene
sk: Upozornenie - neuložené zmeny
sr: Upozorenje za promene koje nisu sačuvane
sv: Osparade ändringar varning

# SettingsOptions::show_menu_descriptions
source: Show menu description
hr: Prikaži opis izbornika
sk: Zobraziť popis menu
sr: Prikaži opis menija
sv: Visa menyn Beskrivning

# SettingsOptions::notice_displaying_time
source: Notice displaying time (to turn off the autohide function enter 0)
hr: Vrijeme prikaza obavijesti (da bi isključili autohide funkciju unesite 0)
sk: Čas zobrazenia oznámení (pre vypnutie automatického skrývania zadajte 0)
sr: Vreme prikazivanja obaveštenja (za isključivanje funkcije automatskog sakrivanja obaveštenja unesite 0)
sv: Meddelande visas gång (för att stänga av autohide funktionen ange 0)

# SettingsOptions::quick_registration
source: Quick registration
hr: Brza registracija
sk: Rýchla registrácia
sr: Brza registracija
sv: Snabb registrering

# SettingsOptions::agree_terms_conditions
source: Ask customers to agree with terms &amp; conditions during checkout
hr: Pitaj kupca da se složi s odredbama &amp; uvjetima pri naplati
sk: Pri vyúčtovaní požiadať zákazníkov, aby súhlasili s Všeobecnými obchodnými podmienkami
sr: Zatraži od kupaca da prihvate uslove korišćenja tokom izvršenja porudžbine
sv: Kunder att komma överens med villkor kassan

# SettingsOptions::repay
source: Allow customers to pay order again if transaction was declined
hr: Ako je transakcija odbijena dopusti kupcu da ponovno plati narudžbu
sk: Umožniť zákazníkom zaplatiť za objednávku znova, ak bola transakcia odmietnutá
sr: Dozvoli kupcima da ponove plaćanje ukoliko je transakcija odbijena
sv: Möjligt för kunderna att betala beställning igen om transaktionen har avvisats

# SettingsOptions::estimate_shipping_cost
source: Estimate shipping cost on cart page
hr: Procijeni trošak dostave na stranici košarice
sk: Odhadnúť poštovné na stránke košíka
sr: Procena troškova isporuke na stranicu korpa
sv: Beräkna fraktkostnad på varukorg sidan

# SettingsOptions::allow_create_account_after_order
source: Offer guest to create an account after successful order
hr: Nakon uspješne narudžbe ponudi posjetitelju da napravi račun
sk: Po úspešnej objednávke ponúknuť hosťom vytvorenie konta
sr: Ponudi gostu kreiranje naloga nakon uspešne porudžbine
sv: Erbjuder för att skapa ett konto efter framgångsrika order

# SettingsOptions::disregard_options_for_discounts
source: Disregard product options when calculating quantity discounts
hr: Zanemari opcije proizvoda pri računanju popusta na količinu
sk: Pri výpočte množstevnej zľavy nebrať do úvahy možnosti produktov
sr: Zanemariti opcije proizvoda tokom kalkulacije popusta na količinu
sv: Bortse från produktalternativ när beräkna kvantitet rabatter

# SettingsOptions::header_8057
source: Proxy server for outgoing connections
hr: Proxy poslužitelj za odlazne veze
sk: Proxy server pre odchádzajúce pripojenia
sr: Proxy servera za odlazne veze
sv: Proxyservern för utgående anslutningar

# SettingsOptions::proxy_host
source: Proxy host
hr: Proxy domaćin
sk: Hostiteľ proxy
sr: Proxy server
sv: Proxyvärd

# SettingsOptions::proxy_port
source: Proxy port
hr: Proxy priključak
sk: Port servera proxy
sr: Proksi port

# SettingsOptions::proxy_user
source: Proxy user
hr: Proxy korisnik
sk: Používateľ servera proxy
sr: Korisničko ime proksi servera
sv: Proxyanvändaren

# SettingsOptions::proxy_password
source: Proxy password
hr: Proxy lozinka
sk: Heslo servera proxy
sr: Lozinka proksi servera
sv: Proxy lösenord

# SettingsOptions::header_15000
source: Search options
hr: Opcije pretraživanja
sk: Možnosti vyhľadávania
sr: Opcije pretrage
sv: Sökalternativ

# SettingsOptions::search_objects
source: Search also in
hr: Traži također u
sk: Hľadaj tiež
sr: Pretražite takođe u
sv: Sök också i

# SettingsOptions::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
hr: Koristite šifriranu vezu
sk: Použiť šifrované spojenie
sr: Koristite šifrovane veze
sv: Använda krypterad anslutning

# SettingsOptions::configure_sign_in_step
source: Configure "Sign in" step
hr: Konfiguriranje korak "Prijava"
sk: Konfigurácia kroku "Prihlásiť sa"
sr: Konfiguriši korak "Prijavi se"
sv: Konfigurera "Logga in" steg

# SettingsTooltips::configure_sign_in_step
source: This step can be hidden only if it doesn't have any required contact info fields and anonymous checkout is allowed.
sr: Ovaj korak možete sakriti samo ako ne sadrži nijedno polje potrebnih kontakt informacija, a dozvoljeno je anonimno poručivanje.
sv: Detta steg kan döljas endast om den inte har några krävs kontakt information fält och anonym kassan är tillåtet.

# SettingsOptions::sign_in_default_action
source: Default option for the "New customer" section at the "Sign in"
hr: Zadana opcija za sekciju ''Novi kupac'' pri ''Prijavi''
sk: Predvolané možnosť pre sekciu "Nový zákazník" pri "Prihlásiť sa"
sr: Podrazumevana opcija za sekciju "Novi kupac" kod sekcije "Prijavi se"
sv: Standard alternativ för "ny kund" section "Inloggning"

# SettingsOptions::display_shipping_step
source: Display "Shipping method" step
sr: Prikazivanje koraka "Način isporuke"
sv: Visa "Fraktsätt" steg

# SettingsTooltips::display_shipping_step
source: If hidden, the first active method will be used by default.
sr: Ukoliko je skriveno, prvi aktivni način će se koristiti kao podrazumevan.
sv: Om dolda, används den första aktiva metoden som standard.

# SettingsOptions::display_payment_step
source: Display "Payment method" step
sr: Prikaži korak "Način plaćanja"
sv: Visa "Betalningsmetod" steg

# SettingsTooltips::display_payment_step
source: If hidden, the first active method will be used by default.
sr: Ukoliko je skriveno, prvi aktivni način će se koristiti kao podrazumevan.
sv: Om dolda, används den första aktiva metoden som standard.

# SettingsOptions::enable_edp
source: Enable selling downloadable products
hr: Omogući prodaju proizvoda koji se mogu preuzeti
sk: Povoliť predávanie produktov na stiahnutie
sr: Omogući prodaju proizvoda za preuzimanje
sv: Aktivera säljer nedladdningsbara produkter

# SettingsTooltips::secure_storefront
source: SSL certificate is required to be installed on your server
sr: SSL certifikat je neophodan da se instalira na vašem serveru
sv: SSL-certifikat är krevad till vara installerat på din server

# SettingsTooltips::secure_admin
source: SSL certificate is required to be installed on your server
hr: SSL certifikat je potrebno instalirati na poslužitelju
sk: Na vašom serveri musí byť nainštalovaný SSL certifikát
sr: SSL certifikat je neophodan da se instalira na vašem serveru
sv: SSL-certifikat är krevad till vara installerat på din server

# SettingsTooltips::store_access_key
source: Use: http://www.example.com/index.php?store_access_key=key_value
hr: Korištenje: http://www.example.com/index.php?store_access_key=key_value
sk: Použitie: http://www.example.com/index.php?store_access_key=key_value
sr: Upotreba: http://www.example.com/index.php?store_access_key=key_value
sv: Användning: http://www.example.com/index.php?store_access_key=key_value

# SettingsTooltips::order_start_id
source: Enter a number between 1 and 10,000,000 (use digits only) or leave empty for auto-filling.
hr: Unesite broj između 1 i 10.000.000 (korištenje znamenki) ili ostavite prazno za automatsko punjenje.
sk: Zadajte číslo medzi 1 a 10.000.000 (použite iba číslice), alebo ponechajte prázdne pre automatické vyplnenie.
sr: Unesite broj između 1 i 10,000,000 (samo cifre) ili ostavite prazno za automatsko ispunjavanje.
sv: Ange ett tal mellan 1 och 10.000.000 (Använd siffror endast) eller lämna tomt för auto-fyllning.

# SettingsTooltips::user_multiple_profiles
source: Shipping and billing addresses
hr: Dostava i adresa za naplatu
sk: Fakturačné adresy a adresy doručenia
sr: Adrese za isporuku i naplatu
sv: Leverans och fakturering adresser

# SettingsTooltips::thumbnail_background_color
source: Leave empty for transparent background
sr: Ostavite prazno za prozirnu pozadinu
sv: Lämna tom för transparent bakgrund

# SettingsTooltips::secure_auth
source: SSL certificate is required to be installed on your server
hr: SSL certifikat je potrebno instalirati na poslužitelju
sk: Na vašom serveri musí byť nainštalovaný SSL certifikát
sr: SSL certifikat je neophodan da se instalira na vašem serveru
sv: SSL-certifikat är krevad till vara installerat på din server

# SettingsTooltips::checkout_redirect
source: When the customer clicks on any Checkout button/link in the store
hr: Kad kupac pritisne bilo koji gumb/poveznicu Naplate u trgovini
sk: Keď zákazník klikne na ktorékoľvek tlačidlo/odkaz Pokladňa v obchode
sr: Kad kupac klikne na dugme/vezu za poručivanje
sv: När kunden klickar på någon kassan knapp/länk i butiken

# SettingsTooltips::store_optimization_dev
source: Track modifications in real-time and automatically re-cache modified files (works with files modified directly on server, too.) May slightly affect store performance. Recommended to disable on production.
hr: Prati promjene u stvarnom vremenu i automatski ponovno spremi izmijenjene datoteke u predmemoriju (funkcionira i s datotekama koje su izmijenjene direktno na poslužitelju.). Može donekle utjecati na izvedbu trgovine. Preporuča se onemogućiti u fazi proizvodnje.
sk: Sledovať zmeny v reálnom čase a automaticky znova ukladať modifikované súbory do medzipamäte (aj súbory upravené priamo na serveri). Môže mierne ovplyvniť výkon obchodu. Odporúčame vypnúť pri tvorbe.
sr: Prati izmene u realnom vremenu i automatski keširaj izmenjene datoteke (takođe važi i za datoteke izmenjene direktno na serveru). Neznatno može uticati na performanse prodavnice.
sv: Spåra ändringar i realtid och automatiskt cacha ändrade filer (fungerar med filer ändras direkt på servern, också.) Påverka något store prestandan. Rekommenderas för att inaktivera på produktion.

# SettingsTooltips::show_menu_descriptions
source: If you disable this check box, description of menu items will be hidden
hr: Ako onemogućite ovaj potvrdni okvir, opis stavki izbornika bit će skriven
sk: Ak odškrtnete toto políčko, popisy položiek menu budú skryté
sr: Ako onemogućite ovaj izbor, opis stavke menija će biti skriven
sv: Om du avmarkerar den här kryssrutan, att beskrivning av menyfunktioner döljas

# SettingsTooltips::quick_registration
source: Require only contact information on registration
hr: Zahtijevaj samo kontakt podatke pri registraciji
sk: Pri registrácii vyžadovať len kontaktné informácie
sr: Zahtevaj samo kontakt informacije prilikom registracije
sv: Kräver endast kontaktinformation på registrering

# SettingsVariants::default_products_sorting::position
source: Default
hr: Zadano
sk: Predvolené
sr: Podrazumevani
sv: Standard

# SettingsVariants::feedback_type::manual
source: Manual feedback
hr: Ručno unesena povratna informacija
sk: Manuálna spätná väzba
sr: Ručne povratne informacije
sv: Manuell feedback

# SettingsVariants::feedback_type::auto
source: Automatic feedback
hr: Automatska povratna informacija
sk: Automatická spätná väzba
sr: Automatske povratne informacije
sv: Automatisk feedback

# SettingsVariants::date_format::%d/%m/%Y
source: 29/09/2005 (day/month/year)
hr: 29/09/2005 (dan/mjesec/godina)
sk: 29/09/2005 (deň/mesiac/rok)
sr: 29/09/2005 (dan/mesec/godina)
sv: 29/09/2005 (dag/månad/år)

# SettingsVariants::allow_anonymous_shopping::allow_shopping
source: Allow
hr: Dopusti
sk: Povoliť
sr: Dozvoli
sv: Tillåta

# SettingsVariants::string_type::digits
source: Digits only
hr: Samo znamenke
sk: Iba číslice
sr: Samo cifre
sv: Endast siffror

# SettingsVariants::calendar_date_format::month_first
source: 09/30/2008 (month/day/year)
hr: 09/30/2008 (mjesec/dan/godina)
sk: 09/30/2008 (mesiac/deň/rok)
sr: 09/30/2008 (mesec/dan/godina)
sv: 2008-09-30 (månad/dag/år)

# SettingsVariants::calendar_week_format::sunday_first
source: Sunday
hr: Nedjelja
sk: Nedeľa
sr: nedelja
sv: Söndag

# SettingsVariants::address_position::billing_first
source: Billing first
hr: Naplata prvo
sk: Najprv fakturačná
sr: Naplati prvo
sv: Billing första

# SettingsVariants::log_type_general::runtime
source: Runtime
hr: Vrijeme izvođenja
sr: Vreme izvršavanja

# SettingsVariants::default_state_update_for_all::not_active
source: Not Active
hr: Nije aktivan
sk: Neaktívny
sr: Nije aktivno
sv: Inte aktiv

# SettingsVariants::date_format::%d-%m-%Y
source: 29-09-2005 (day-month-year)
hr: 29-09-2005 (dan-mjesec-godina)
sk: 29-09-2005 (deň-mesiac-rok)
sr: 29-09-2005 (dan-mesec-godina)
sv: 29-09-2005 (dag-månad-år)

# SettingsVariants::min_order_amount_type::products_with_shippings
source: Products with shipping
hr: Proizvodi sa dostavom
sk: Výrobky s dopravou
sr: Proizvodi sa isporukom
sv: Produkter med frakt

# SettingsVariants::allow_anonymous_shopping::hide_add_to_cart
source: Hide the "Add to cart" button
hr: Sakrij gumb "Dodaj u košaricu"
sk: Skryť tlačidla "Pridať do košíka"
sr: Sakrij "Dodaj u korpu" dugme
sv: Dölja knappen "Lägg i varukorgen"

# SettingsVariants::string_type::letters
source: Letters only
hr: Samo slova
sk: Iba písmená
sr: Samo slova
sv: Bokstäverna bara

# SettingsVariants::calendar_date_format::day_first
source: 30/09/2008 (day/month/year)
hr: 30/09/2008 (dan/mjesec/godina)
sk: 30/09/2008 (deň/mesiac/rok)
sr: 30/09/2008 (dan/mesec/godina)
sv: 30/09/2008 (dag/månad/år)

# SettingsVariants::calendar_week_format::monday_first
source: Monday
hr: Ponedjeljak
sk: Pondelok
sr: ponedeljak
sv: Måndag

# SettingsVariants::address_position::shipping_first
source: Shipping first
hr: Dostava prvo
sk: Najprv dodacia
sr: Prvo za isporuku
sv: Shipping först

# SettingsVariants::log_type_general::deprecated
source: Deprecated features
hr: Umanjene značajke
sk: Zastarané vlastnosti
sr: Neodobrene funkcije
sv: Föråldrade funktioner

# SettingsVariants::default_state_update_for_all::active
source: Active
hr: Aktivni
sk: Aktívne
sr: Aktivno
sv: Aktiv

# SettingsVariants::min_order_amount_type::only_products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# SettingsVariants::allow_anonymous_shopping::hide_price_and_add_to_cart
source: Hide price and the "Add to cart" button
hr: Sakrij cijenu i gumb "Dodaj u košaricu"
sk: Skryť cenu a tlačidlo "Pridať do košíka"
sr: Sakrij cenu i "Dodaj u korpu" dugme
sv: Dölja pris och knappen "Lägg i varukorgen"

# SettingsVariants::string_type::mixed
source: Mixed
hr: Mješoviti
sk: Zmiešané
sr: Pomešane
sv: Blandat

# SettingsVariants::date_format::%m/%d/%Y
source: 09/29/2005 (month/day/year)
hr: 09/25/2005 (mjesec/dan/godina)
sk: 09/29/2005 (mesiac/deň/rok)
sr: 09/29/2005 (mesec/dan/godina)
sv: 2005-09-29 (månad/dag/år)

# SettingsVariants::log_type_orders::create
source: Create
hr: Napravi
sk: Vytvoriť
sr: Kreiraj
sv: Skapa

# SettingsVariants::log_type_orders::delete
source: Delete
hr: Izbriši
sk: Odstrániť
sr: Obriši
sv: Ta bort

# SettingsVariants::log_type_orders::update
source: Update
hr: Ažuriraj
sk: Aktualizovať
sr: Ažuriraj
sv: Uppdatering

# SettingsVariants::log_type_products::create
source: Create
hr: Napravi
sk: Vytvoriť
sr: Kreiraj
sv: Skapa

# SettingsVariants::log_type_products::delete
source: Delete
hr: Izbriši
sk: Odstrániť
sr: Obriši
sv: Ta bort

# SettingsVariants::log_type_products::update
source: Update
hr: Ažuriraj
sk: Aktualizovať
sr: Ažuriraj
sv: Uppdatering

# SettingsVariants::log_type_users::create
source: Create
hr: Napravi
sk: Vytvoriť
sr: Kreiraj
sv: Skapa

# SettingsVariants::log_type_users::delete
source: Delete
hr: Izbriši
sk: Odstrániť
sr: Obriši
sv: Ta bort
