Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_exim_import_notice
source: Below is a list of the fields that your data file can contain. The fields highlighted in bold are mandatory. If you are importing data with special symbols (commas, semicolons, etc.), please make sure you have these fields quoted.
hr: U nastavku je popis polja koja vaša podatkovna datoteka može sadržavati. Podebljana polja su obavezna. Ako uvozite podatke s posebnim simbolima (zarez, točka-zarez, itd.) provjerite da su polja citirana.
sk: Nižšie je uvedený zoznam polí, ktoré váš súbor môže obsahovať. Polia zvýraznené hrubým písmom sú povinné. Ak importujete údaje so špeciálnymi symbolmi (čiarky, bodkočiarky, a pod.), prosím uistite sa že máte tieto polia v úvodzovkách.
sr: Ispod je lista polja koja mogu da sadrže datoteke sa podacima. Polja istaknuta u podebljano su obavezna. Ako uvozite podatke sa specijalnim simbolima (zarezi, tačke i zareza, itd.), pobrinite se da ova polja budu pod duplim navodnicima.
sv: Nedan är en lista över de fält som din datafil kan innehålla. Fälten markerade i fetstil är obligatoriska. Om du importerar data med särskilda symboler (kommatecken, semikolon, etc.), vänligen kontrollera att du har dessa fält citerade.

# Languages::text_exim_import_options_note
source: <h4>Product options import format</h4><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> where,<dl class="dl-horizontal"><dt>%Option ID%</dt><dd>the id of the option</dd><dt>L</dt><dd>optional parameter, means that it is a linked global option of the product.</dd><dt>%Option name%</dt><dd>the name of the option,</dd><dt>%Variant N ID%</dt><dd>the id of the variant,</dd><dt>%Variant N%</dt><dd>the name of the variant. Variants must be specified if the option type is a selectbox or radiogroup only.</dd><dt>%Option type%</dt><dd>the option type, can be the following:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Several options must be delimited by semicolon.</p><h5>Examples:</h5>Simple text options:<code>Your age: I; Date of birth: I; Notes: T</code><br>Options with variants:<code>Color: S[Red, Green, Blue]; Size: R[X, XL, XXL]</code>
hr: <h4>Opcije proizvoda import format</h4><code>%{$rdelim}%Option ime{$ldelim}%Option ID[_L]: %Option tip % [{$ldelim}% varijanta 1 ID % {$rdelim}% varijanta 1%, {$ldelim}% varijante 2 ID % {$rdelim}% varijanta 2, % {$ldelim}% varijante N ID % {$rdelim}% varijanta N]</code> gdje, <dl class="dl-horizontal"> <dt>%Option ID %</dt> <dd>id mogućnost</dd> <dt>L</dt> <dd>neobaveznim parametrom, znači da je povezana globalnih opcija proizvoda.</dd><dt>%Option ime %</dt><dd>naziv opcije,</dd><dt>Varijanta N ID %</dt><dd>id varijante,</dd><dt>Varijanta N %</dt><dd>ime varijante. Varijante moraju biti navedeni ako je mogućnost vrsta selectbox ili radiogroup samo.</dd><dt>%Option tip %</dt><dd>vrstu mogućnosti mogu biti sljedeće: <br><ul><li><b>S</b> - selectbox,</li> <li><b>R</b> - radiogroup,</li> <li><b>C</b> - ček,</li> <li><b>ja</b> - jednostavan unos,</li> <li><b>T</b> - textarea.</li></ul></dd></dl><p>Nekoliko opcija mora biti razgraničeni zarezom.</p><h5>Primjeri:</h5>Jednostavne tekstualne opcije: <code>godina: sam; Datum rođenja: sam; Bilješke: T</code> <br>mogućnosti s varijantama: <code>boja: A [Red, Green, Blue]; Veličina: R [X, XL, XXL]</code>
sk: <h4>Formát pre import voliteľných vlastností tovaru</h4><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> kde<dl class="dl-horizontal"><dt>%Option ID%</dt><dd>je ID voliteľnej vlastnosti</dd><dt>L</dt><dd>voliteľný parameter, čo znamená že je prepojený s globálnymi voliteľnými prvkami tovaru.</dd><dt>%Option name%</dt><dd>názov voliteľnej vlastnosti,</dd><dt>%Variant N ID%</dt><dd>ID voliteľnej vlastnosti,</dd><dt>%Variant N%</dt><dd>názov voliteľnej vlastnosti. Pokiaľ je možnosť výberu len pole s výberom alebo radiogroup, variant musí byť špecifikovaný.</dd><dt>%Option type%</dt><dd>typ voliteľnej vlastnosti, môže byť nasledovný:<br><ul><li><b>S</b> - pole s výberom,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - zaškrtávacie políčko,</li><li><b>I</b> - jednoduché doplnenie,</li><li><b>T</b> - textové pole.</li></ul></dd></dl><p>Viaceré možnosti musia byť oddelené cez bodkočiarku.</p><h5>Príklady:</h5>Jednoduché textové voliteľné vlastnosti:<code>Váš vek: I; Dátum narodenia: I; Poznámky: T</code><br>Možnosti s variantmi:<code>Farba: S[Red, Green, Blue]; Veľkosť: R[X, XL, XXL]</code>
sr: <h4>Format uvoza opcija proizvoda</h4><code>{$ldelim}%Option ID[_L]%{$rdelim}%Option name%: %Option type%[{$ldelim}%Variant 1 ID%{$rdelim}%Variant 1%,{$ldelim}%Variant 2 ID%{$rdelim}%Variant 2%,{$ldelim}%Variant N ID%{$rdelim}%Variant N%]</code> gde je,<dl class="dl-horizontal"><dt>%Option ID%</dt><dd>id opcije</dd><dt>L</dt><dd>opcioni parametar, znači da povezuje globalne opcije proizvoda.</dd><dt>%Option name%</dt><dd>naziv opcije,</dd><dt>%Variant N ID%</dt><dd>id varijante,</dd><dt>%Variant N%</dt><dd>naziv varijante. Variajnte se moraju specificirati ako je tip opcije selectbox ili radiogroup.</dd><dt>%Option type%</dt><dd>tip opcije može biti sledeće:<br><ul><li><b>S</b> - selectbox,</li><li><b>R</b> - radiogroup,</li><li><b>C</b> - checkbox,</li><li><b>I</b> - simple input,</li><li><b>T</b> - textarea.</li></ul></dd></dl><p>Nekoliko opcija se može razdvojiti tačka-zarezima.</p><h5>Primeri:</h5>Jednostavna tekstualna opcija:<code>Vaše godište: I; Datum rođenja: I; Napomene: T</code><br>Varijante opcija:<code>Boja: S[Crvena, Zelena, Plava]; Veličina: R[X, XL, XXL]</code>
sv: <h4>Produktalternativ importera format</h4> <code>{$ldelim}%Option ID[_L]%{$rdelim}%Option namn: %Option typ % [{$ldelim}% Variant 1 ID % {$rdelim}% Variant 1%, {$ldelim}% Variant 2-ID % {$rdelim}% Variant 2%, {$ldelim}% Variant N ID % {$rdelim}% Variant N %]</code> där, <dl class="dl-horizontal"> <dt>%Option-ID %</dt> <dd>id för alternativet</dd> <dt>L</dt> <dd>valfri parameter, innebär att det är ett länkat globalt alternativ produktens.</dd> <dt>%Option namn %</dt> <dd>namnet på alternativet,</dd> <dt>% Variant N ID %</dt> <dd>id för varianten</dd> <dt>% Variant N %</dt> <dd>namnet på varianten. Varianter måste anges om alternativtypen är en selectbox eller radiogroup endast.</dd> <dt>%Option typ %</dt> <dd>alternativtypen, kan vara följande: <br><ul><li><b>S</b> - selectbox,</li> <li><b>R</b> - radiogroup,</li> <li><b>C</b> - kryssrutan</li> <li><b>jag</b> - enkel input,</li> <li><b>T</b> - textarea.</li></ul></dd></dl> <p>Flera alternativ måste avgränsas med semikolon.</p> <h5>Exempel:</h5> Enkel textalternativ: <code>din ålder: I. Födelsedatum: I. Anteckningar: T</code> <br>alternativ med varianter: <code>färg: S [röd, grön, blå]; Storlek: R [X, XL, XXL]</code>

# Languages::text_exim_utf8_file_format
source: Please make sure that the file you are importing has UTF-8 charset for correct import
hr: Molimo provjerite da datoteka koju uvozite ima UTF-8 skup znakova za ispravan uvoz
sk: Pre úspešný import prosím skontrolujte, či súbor ktorý importujete používa súbor znakov UTF-8
sr: Uverite se da je datoteka koju uvozite ima charset UTF-8 za ispravan uvoz
sv: Kontrollera att filen du importerar har UTF-8 charset för korrekt import

# Languages::text_expired_license
source: Unfortunately, your subscription for [product] software is over. Please renew it as soon as possible to avoid the program suspending.
hr: Nažalost, vaša pretplata na [product] softver je istekla. Molimo, obnovite ju što prije kako bi izbjegli obustavu programa.
sk: Vaše predplatné softvéru [product] bohužiaľ skončilo. Ak chcete naďalej používať program, obnovte prosím ho prosím čím skôr.
sr: Nažalost, Vaša pretplata na softver [product] je gotova. Molimo vas da što pre obnovite pretplatu da bi se izbegla suspenzija programa.
sv: Prenumerationen för [product] programvara är tyvärr över. Vänligen förnya det så snart som möjligt för att undvika programmet uppehåll.

# Languages::text_features_delimiter
source: Delimiter between variant values of a product feature.
hr: Graničnik između varijantnih vrijednosti značajki proizvoda.
sk: Oddeľovač variantov hodnôt vlastnosti tovaru.
sr: Znak za razgraničavanje između varijante vrednosti proizvoda funkcija.
sv: Avgränsare mellan variant värden av en produktfunktion.

# Languages::text_feedback_notice
source: The parameters that will be sent to our server to analyze the functionality and the current configuration are listed below.<br />Please note that no personal or financial information will be sent. After you get acquainted with the list of the parameters, click on "Send".<br />
hr: Parametri koji će biti poslani na naš poslužitelj za analizu funkcionalnosti i trenutne konfiguracije navedeni su u nastavku.<br />Nikakvi osobni ili financijski podaci neće se slati. Nakon što se upoznate s popisom parametara kliknite na "Pošalji".<br />
sk: Parametre, ktoré budú odoslané na náš server pre analýzu funkcionality súčasnej konfigurácie sú zobrazené nižšie.<br />Žiadne osobné ani finančné informácie nebudú odoslané. Po prezretí zoznamu parametrov prosím kliknite na "Odoslať".<br />
sr: Dole su navedene parametri koji će biti poslati našem serveru na analizu funkcionalnosti i trenutnoj konfiguraciji. <br/> Molimo vas imajte u vidu da lične ili finansijske informacije neće biti poslate. Nakon što ste upoznali sa listom parametara, kliknite na "Slanje". <br/>
sv: Nedan listas de parametrar som skickas till vår server att analysera funktionaliteten och den aktuella konfigurationen. < br / > Observera att ingen personlig eller ekonomisk information kommer att skickas. Efter du bekanta dig med listan över parametrar, klicka på "Skicka". < br / >

# Languages::text_files_directory
source: Directory where product files are located. This will be used if the "File" field data is specified without a path.
hr: Direktorij gdje se nalaze datoteke proizvoda. Koristit će se ako je polje "Datoteke" navedeno bez putanje.
sk: Adresár, kde sú uložené súbory tovaru. Tento bude použitý, pokiaľ pole bude pole "Súbor" špecifikované bez cesty.
sr: Direktorijum u kome se nalaze datoteke proizvoda. Ovo će se koristiti ako polje podataka "Datoteka" je navedeno bez putanje.
sv: Katalog där produktfiler finns. Detta kommer att användas om fältdata från "Fil" anges utan en sökväg.

# Languages::text_file_created
source: The file <b>[file]</b> has been successfully created
hr: <b>[file]</b> datoteka je uspješno napravljena
sk: Súbor <b>[file]</b> bol úspešne vytvorený
sr: Datoteka <b>[file]</b> je uspešno kreirana
sv: Filen <b>[file]</b> har skapats

# Languages::text_file_deleted
source: The file <b>[file]</b> has been successfully deleted
hr: <b>[file]</b> datoteka je uspješno izbrisana
sk: Súbor <b>[file]</b> bol úspešne odstránený
sr: Datoteka <b>[file]</b> je uspešno izbrisana
sv: Filen <b>[file]</b> har raderats

# Languages::text_file_renamed
source: The file <b>[file]</b> has been successfully renamed to <b>[to_file]</b>
hr: <b>[file]</b> datoteka je uspješno preimenovana u <b>[to_file]</b>
sk: Súbor <b>[file]</b> úspešne premenovaný na <b>[to_file]</b>
sr: Datoteka <b>[file]</b> je uspešno preimenovana u <b>[to_file]</b>
sv: Filen <b>[file]</b> har framgångsrikt bytt namn till <b>[to_file]</b>

# Languages::text_file_restored
source: The file <b>[file]</b> has been restored from the repository
hr: <b>[file]</b> je vraćena iz spremišta
sk: Súbor <b>[file]</b> bol obnovený z úložiska
sr: Datoteka <b>[file]</b> je vraćena iz skladišta
sv: Filen <b>[file]</b> har återställts från databasen

# Languages::text_file_saved
source: The file <b>[file]</b> is successfully saved
hr: <b>[file]</b> datoteka je uspješno spremljena
sk: Súbor <b>[file]</b> bol úspešne uložený
sr: Datoteka <b>[file]</b> je uspešno sačuvana
sv: Filen <b>[file]</b> sparas framgångsrikt

# Languages::text_fill_the_mandatory_fields
source: You need to complete all the mandatory fields
hr: Morate ispuniti sva obavezna polja
sk: Musíte vyplniť všetky povinné polia
sr: Potrebno je da popunite sva obavezna polja
sv: Du måste fylla i alla obligatoriska fält

# Languages::text_forbidden_file_extension
source: It is not allowed to create/upload/rename files with the <b>.[ext]</b> extension.
hr: Nije dopušteno napraviti/učitati/preimenovati datoteke s <b>.[ext]</b> nastavkom.
sk: Nemôžete vytvoriť/uploadovať/premenovať súbory s príponou <b>.[ext]</b>.
sr: Nije dozvoljeno da kreirate/postavljate/preimenujete datoteke sa ekstenzijom <b>.[ext]</b>.
sv: Det är inte tillåtet att skapa/ladda upp/byta namn på filer med tillägget <b>.[ext]</b>.

# Languages::text_forbidden_file_mime
source: It is not allowed to create/upload/rename files of the <b>[mime]</b> MIME type.
hr: Nije dopušteno napraviti/učitati/preimenovati datoteke <b>[mime]</b> MIME tipa.
sk: Nemôžete vytvoriť/uploadovať/premenovať súbory typu <b>[mime]</b> MIME.
sr: Nije dozvoljeno da kreirate/postavljate/preimenujete datoteke tipa MIME <b>[mime]</b>.
sv: Det är inte tillåtet att skapa/ladda upp/byta namn på filer av <b>[mime]</b> MIME-typen.

# Languages::text_forbidden_uploaded_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension. Allowed extensions are: <b>[exts]</b>
hr: Nije dopušteno učitati datoteke s <b>.[ext]</b> nastavkom. Dozvoljeni nastavci su: <b>[exts]</b>
sk: Nemôžete uploadovať súbory s príponou <b>.[ext]</b>. Povolené prípony: <b>[exts]</b>
sr: Nije dozvoljeno otpremati datoteke sa <b>.[ext]</b> ekstenzijom. Dozvoljene ekstenzije su: <b>[exts]</b>
sv: Det är inte tillåtet att ladda upp filer med filtillägget <b>.[ext]</b>. Tillåtna förlängningar är: <b>[exts]</b>

# Languages::text_forbidden_uploaded_file_size
source: It is not allowed to upload files with size more than <b>[size]</b>
hr: Nije dopušteno učitavanje datoteka koje su veće od <b>[size]</b>
sk: Nemôžete uploadovať súbory s veľkosťou viac ako <b>[size]</b>
sr: Nije dozvoljeno otpremati datoteke sa veličinom većom od <b>[size]</b>
sv: Det är inte tillåtet att ladda upp filer med storlek mer än <b>[size]</b>

# Languages::text_form_cresecure_notice
source: Please complete your payment below.<br />This is a secure payment page, served from a secure location.
hr: Molimo, dovršite svoju uplatu ispod.<br />Ovo je stranica za sigurno plaćanje i nalazi se na sigurnom poslužitelju.
sk: Prosím dokončite svoju platbu.<br />Toto je zabezpečená platobná stránka, obsluhovaná z bezpečnej lokácie.
sr: Molimo vas, popunite plaćanje.< br />Ovo je bezbedna stranica za plaćanja na sigurnoj lokaciji.
sv: Fyll din betalning nedan. < br / > Detta är en säker betalningssida, från en säker plats.

# Languages::text_full_mode_required
source: <strong>Full mode</strong> required.
hr: <strong>Puni način rada</strong> je potreban.
sk: Vyžadovaná <strong>plná verzia</strong>.
sr: <strong>Puni režim</strong> zahteva.
sv: -<strong>Full läge</strong> krävs.

# Languages::text_gate2shop_notice
source: <p>Please set the following values in the Gate2Shop merchant settings:</p><p>Success, failed and canceled URL: <b>[result_url]</b></p><p>Back URL: <b>[back_url]</b></p>
hr: <p>Molimo postavite sljedeće vrijednosti u postavkama trgovca za Gate2Shop:</p><p>Uspjeh, neuspjeh i otkazan URL: <b>[result_url]</b></p><p>URL za natrag: <b>[back_url]</b></p>
sk: <p>V nastaveniach obchodníka Gate2Shop prosím nastavte nasledovné hodnoty:</p><p>URL pre úspech, neúspech a zrušenie: <b>[result_url]</b></p><p>Spiatočná URL: <b>[back_url]</b></p>
sr: <p>Molim vas da postavite sledeće vrednosti u postavkama za Gate2Shop:</p> <p>Uspešno, neuspešno i otkazano URL: <b>[result_url]</b></p> <p>Nazad URL: <b>[back_url]</b></p>
sv: <p>Ange följande värden i Gate2Shop handelsfartyg inställningar:</p> <p>Framgång, misslyckades och makulerat URL: <b>[result_url]</b></p> <p>Tillbaka URL: <b>[back_url]</b></p>

# Languages::text_gd_not_avail
source: GD library is <b>not</b> installed on your server. Please contact your hosting provider. <br />Charts can be represented only as tables (chart type "Table").
hr: GD knjižnica <b>nije</b> instalirana na vašem poslužitelju. Molimo, kontaktirajte vašeg pružatelja hosting usluga. <br />Grafikoni se mogu prikazati samo kao tablice (vrsta grafikona "Tablica").
sk: Knižnica GD <b>nie je</b> na vašom serveri nainštalovaná. Kontaktujte prosím svojho poskytovateľa hostingu. <br />Diagramy môžu byť zobrazené len ako tabuľky (typ diagramu "Tabuľka").
sr: GD biblioteka <b>nije</b> instalirana na vašem serveru. Molimo vas da kontaktirate vašeg internet dobavljača. <br/> Grafikon može da bude predstavljen samo kao tabela (tip grafikona "Tabela").
sv: GD biblioteket <b>inte</b> är installerat på din server. Kontakta ditt webbhotell. < br / > diagram kan endast representeras tabeller (diagramtyp "Bord").

# Languages::text_hsbc_notice
source: <b>Client ID -</b> Your Client ID - a decimal value between 0 and 999999999, or a valid Client alias of the form UK12345678CUR. <br /> Note, the alias is case sensitive. <br /> <b>Important note for UNIX users:</b><br /> Please make sure you have appropriate permissions for the following directory: [cart_dir] (shell command "chmod -R 755").
hr: <b>ID klijenta-</b> Vaš klijent ID - decimala vrijednost između 0 i 999999999 ili valjani pseudonim klijent obrasca UK12345678CUR. < br / > Napomena, pseudonim je velika i mala slova. < br / > <b>važna Napomena za korisnike UNIX:</b> < br / > Provjerite imate li odgovarajuće dozvole za sljedeći direktorij: [cart_dir] (ljuska naredba "chmod -R 755").
sk: <b>ID klienta -</b> Vaše ID klienta - číselná hodnota medzi 0 a 999999999, alebo platný alias klienta vo forme UK12345678CUR. <br /> Poznámka: Alias je citlivý na veľké a malé písmená. <br /> <b>Dôležitá poznámka pre používateľov UNIX:</b><br /> Prosím uistite sa, že máte prístupové práva k nasledovnému adresáru: [cart_dir] (príkaz "chmod -R 755").
sr: <b>ID klijenta-</b> ID vašeg klijenta - decimalna vrednost između 0 i 999999999 ili validan pseudonim klijenta na obrascu UK12345678CUR. < br / > Pseudonim je osetljiv na velika i mala slova. < br / > <b>Važna napomena za korisnike UNIX:</b> < br / > Uverite se da imate odgovarajuće dozvole za sledeći direktorijum: [cart_dir] (shell command "chmod -R 755").
sv: <b>Klient-ID-</b> Din klient-ID - ett decimaltal mellan 0 och 999999999 eller ett giltigt klienten alias i formuläret UK12345678CUR. < br / > Observera, alias är skiftlägeskänsligt. < br / > <b>viktigt för UNIX-användare:</b> < br / > kontrollerar du att du har rätt behörighet för följande katalog: [cart_dir] (shell-kommando "chmod -R 755").

# Languages::text_ideal_basic_notice
source: -&nbsp;Log in to your iDEAL account<br />-&nbsp;Click on <u>'Security'</u> in the <u>'Profile'</u> section.<br />-&nbsp;Set the option <u>'Notification'</u> to <b>'XML'</b><br />-&nbsp;Set <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret key'</u>. The Secret key is known only to the seller and iDEAL.
hr: -Prijavite se na račun idealno < br / >-kliknite na <u>'Sigurnost'</u> u <u>'Profil'</u> odjeljak. < br / >-mogućnost <u>'Obavijest'</u> postavite na <b>'XML'</b> < br / > - pažnja <u>"obavijest URL"</u>: < br / > <b>[return_url]</b> < br / > - pažnja <u>"Tajni ključ"</u>. Tajni ključ je poznato samo da prodavatelj i idealno.
sk: -&nbsp;Prihláste sa do vášho účtu iDEAL<br />-&nbsp;Kliknite na <u>'Security'</u> v sekcii <u>'Profile'</u>.<br />-&nbsp;Nastavte možnosť <u>'Notification'</u> na <b>'XML'</b><br />-&nbsp;Nastavte <u>'Notification URL'</u> na:<br /><b>[return_url]</b><br />-&nbsp;Nastavte <u>'Secret key'</u>. Tajný kľúč je známy iba predajcovi a službe iDEAL.
sr: -&nbsp;Prijavite se na vaš iDEAL nalog<br />-&nbsp;Kliknite na <u>'Security'</u> u <u>'Profile'</u> sekciji.<br />-&nbsp;Podesite opciju <u>'Notification'</u> u <b>'XML'</b><br />-&nbsp;Podesite <u>'Notification URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Podesite <u>'Secret key'</u>. Tajna fraza poznata je samo prodavcu i iDEAL.
sv: -Logga in på kontot idealisk < br / >-Klicka på <u>"Säkerhet"</u> i <u>"Profil"</u> avsnitt. < br / >-ange alternativet <u>"Anmälan"</u> till <b>"XML"</b> < br / > - ange <u>"anmälan URL"</u> till: < br / > <b>[return_url]</b> < br / > - Set <u>"Hemlig nyckel"</u>. Den hemliga nyckeln är känd bara för säljaren och iDEAL.

# Languages::text_images_directory
source: Directory where images are located. This will be used if an image file is specified without a path.
hr: Direktorij u kojem se nalaze slike. Koristit će se ako je datoteka sa slikama navedena bez putanje.
sk: Adresár, kde sa nachádzajú obrázky. Tento bude použitý pokiaľ bude súbor obrázka špecifikovaný bez cesty.
sr: Direktorijum u kome se nalaze slike. Ovo će se koristiti ako slika nema navedenu putanju.
sv: Katalog där bilderna finns. Detta kommer att användas om en image-fil anges utan en sökväg.

# Languages::text_invalid_url
source: You have entered an invalid URL
hr: Unesena URL adresa nije valjana
sk: Zadali ste neplatnú adresu URL
sr: Uneli ste nevažeću URL adresu
sv: Du har angett en ogiltig URL

# Languages::text_items_added
source: The items were added successfully
hr: Artikli su uspješno dodani
sk: Položky boli úspešne pridané
sr: Stavke su uspešno dodate
sv: Artiklarna som lagts framgångsrikt

# Languages::text_links
source: Text links
hr: Tekst poveznica
sk: Textové odkazy
sr: Tekstualni linkovi
sv: Textlänkar

# Languages::text_login_form
source: <h4>Not a registered member?</h4><p>Creating a new account is easy and takes less than a minute.</p>
hr: <h4>Niste registrirani član?</h4><p>Izrada novog računa je jednostavna i traje manje od minute.</p>
sk: <h4>Nie ste registrovaným členom?</h4><p>Vytvorenie nového účtu je jednoduché a trvá menej než minútu.</p>
sr: <h4>Niste registrovani član?</h4> <p>Kreiranje novog naloga je jednostavno i traje manje od minute.</p>
sv: <h4>Inte en registrerad medlem?</h4> <p>Att skapa ett nytt konto är lätt och tar mindre än en minut.</p>

# Languages::text_login_to_add_to_cart
source: This product cannot be added to the<br>cart because you are not logged in.
hr: Ovaj proizvod nije moguće dodati u <br>košaricu jer niste prijavljeni.
sk: Tento produkt nemôže pridať do<br>košíka, pretože nie ste prihlásený.
sr: Ovaj proizvod ne može biti dodat u korpu zato što niste prijavljeni.
sv: Denna produkt kan inte läggas till i <br>galen eftersom du inte är inloggad.

# Languages::text_mail_area_logo
source: Logo for <b>invoices</b>
hr: Logotip za <b>račune</b>
sk: Logo pre <b>faktúry</b>
sr: Logotip za <b>fakture</b>
sv: Logotypen för <b>fakturor</b>

# Languages::text_mandatory_fields
source: <p class="mandatory-fields">The fields marked with <span class="required">*</span> are mandatory</p>
hr: <p class="mandatory-fields">Polja označena s <span class="required">*</span> su obavezna</p>
sk: <p class="mandatory-fields">Polia označené <span class="required">*</span> sú povinné</p>
sr: <p class="mandatory-fields"> polja označena sa <span class="required"> *</span> su obavezna</p>
sv: <p class="mandatory-fields"> fälten markerade med <span class="required"> *</span> är obligatoriska</p>
