Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_2checkout_notice
source: <b>Note</b>: In order to track your 2Checkout orders with the shopping cart software you have to take these steps:<br /><br />-&nbsp;Log in to your 2Checkout account<br />-&nbsp;Click on <u>'Site management'</u> in the <u>'Account'</u> section.<br />-&nbsp;Select <b>'Given links back to my website'</b> option in the <u>'Direct Return'</u> subsection <br />-&nbsp;Set <u>'Approved URL'</u> and <u>'Pending URL'</u> to:<br /><b>[return_url]</b><br />-&nbsp;Set <u>'Secret Word'</u>. The Secret Word is known only to the seller and 2CheckOut.<br />
hr: <b>Napomena</b>: Kako bi pratili vaše 2Checkout narudžbe sa softverom za trgovinu trebate poduzeti ove korake:<br /><br />-&nbsp;Prijavite se na vaš2Checkout račun<br />-&nbsp;Kliknite na <u>'Upravljanje stranicom'</u> u <u>'Račun'</u> sekciji.<br />-&nbsp;Odaberite <b>'Date poveznice nazad na moju web-stranicu'</b> opciju u <u>'Izravan povratak'</u> podsekciji <br />-&nbsp;Postavite <u>'Odobreni URL'</u> i <u>'URL na čekanju'</u> na:<br /><b>[return_url]</b><br />-&nbsp;Postavite <u>'Tajnu riječ'</u>. Samo prodavatelj i 2CheckOut znaju Tajnu riječ.<br />
sk: <b>Poznámka</b>: za účelom sledovania vašej objednávky na 2Checkout so softvérom eshopu musíte urobiť tieto kroky: < br / > < br / >-Prihláste sa do účtu 2Checkout < br / >-kliknite na <u>"Správa stránok"</u> v sekcii <u>"Účet"</u>. < br / >-voľbu <b>"Vzhľadom odkazy späť na mojich webových stránkach"</b> v <u>"priamy návrat"</u> pododdiele < br / > - Set <u>"schválený URL"</u> a <u>"čakajúce URL"</u>: < br / > <b>[return_url]</b> < br / > - Set <u>"tajné slovo"</u>. Tajné slovo je známy len predajca a 2CheckOut. < br / >
sr: <b>Napomena</b>: da biste pratili 2Checkout narudžbe sa softverom za kupovinu treba preduzeti sledeće korake:<br /><br />-&nbsp;Prijavite se na vaš 2Checkout nalog<br />-&nbsp;Kliknite na <u>'Site management'</u> u <u>'Account'</u> sekciji. <br />-&nbsp;Izaberite opciju <b>'Given links back to my website'</b> u <u>'Direct Return'</u> podsekciji <br />-&nbsp;Podesite 'Approved URL'</u> i <u>'Pending URL'</u> na:<br /><b>[return_url]</b><br />-&nbsp;Podesite <u>'Secret Word'</u>. Tajna reč poznata je samo prodavcu i 2CheckOut.<br />
sv: <b>Obs</b>: för att spåra din 2Checkout order med den kundvagn programvaran du måste ta dessa steg: < br / > < br / >-Logga in på kontot 2Checkout < br / >-Klicka på <u>'Hantera'</u> den <u>'Konto'</u> avsnitt. < br / >-alternativet <b>"Gett länkar tillbaka till min hemsida"</b> i underavsnittet <u>"direkt återgå"</u> < br / > - Set <u>"godkända URL"</u> och <u>"väntande URL"</u> till: < br / > <b>[return_url]</b> < br / > - Set <u>"hemliga ordet"</u>. Det hemliga ordet endast känner till säljaren och 2CheckOut. < br / >

# Languages::text_2co_ins
source: Instant Notification Service (INS)
hr: Usluga trenutne obavijesti (INS)
sk: Okamžité oznámenie Služby (INS)
sr: Instant obaveštenje (INS)
sv: Omedelbar anmälan Service (INS)

# Languages::text_additional_detailed_image
source: (displayed in popup window)
hr: (prikazano u skočnom prozoru)
sk: (zobrazené vo vyskakovacom okne)
sr: (prikazan u popup prozoru)
sv: (visas i popup-fönster)

# Languages::text_additional_thumbnail
source: (displayed on product details page in "Additional images")
hr: (prikazano na stranici s detaljima o proizvodu u ''Dodatne slike'')
sk: (zobrazené na stránke detailov produktu v "Ďalšie obrázky")
sr: (prikazuje se na stranici za detalje proizvoda u "Dodatne slike")
sv: (visas på produktinformationssidan i "Fler bilder")

# Languages::text_addon_cannot_enable
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It cannot be enabled
hr: Dodatak "[addon_name]" je nekompatibilan sa sljedećim dodacima: [addons]. Ne može ga se omogućiti
sk: Doplnok "[addon_name]" je nezlučiteľný s nasledujúcimi doplnkami: [addons]. Nie je možné ho povoliť
sr: Dodatak "[addon_name]" nije kompatibilan sa sledećim dodacima: [addons]. Ne može se omogućiti
sv: Tillägga "[addon_name]" är oförenlig med följande tillägg: [addons]. Det går inte att aktivera

# Languages::text_addon_confclicts
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. These add-ons will be automatically disabled.
hr: Dodatak "[addon_name]" nekompatibilan je sa sljedećim dodacima: [addons]. Ovi dodaci bit će automatski onemogućeni.
sk: Doplnok "[addon_name]" je nezlučiteľný s nasledujúcimi doplnkami: [addons]. Tento doplnok sa automaticky vypne
sr: Dodatak "[addon_name]" nije kompatibilan sa sledećim dodacima: [addons]. Ovi dodaci će biti automatski onemogućeni.
sv: Tillägga "[addon_name]" är oförenlig med följande tillägg: [addons]. Dessa tillägg inaktiveras automatiskt.

# Languages::text_addon_confclicts_on_install
source: Add-on "[addon_name]" is incompatible with the following add-ons: [addons]. It has not been be enabled. Enable it manually and all the incompatible add-ons will be disabled automatically.
hr: Dodatak "[addon_name]" nekompatibilan je sa sljedećim dodacima: [addons]. Nije omogućen. Omogućite ga ručno i svi nekompatibilni dodaci bit automatski onemogućeni.
sk: Doplnok "[addon_name]" je nezlučiteľný s nasledujúcimi doplnkami: [addons]. Nebolo ho možné povoliť. Ak ho povolíte manuálne, všetky nekompatibilné doplnky sa vypnú.
sr: Dodatak "[addon_name]" nije kompatibilan sa sledećim dodacima: [addons]. Dodatak nije omogućen. Omogućite ga ručno i automatski će biti onemogućeni svi nekompatibilni dodaci.
sv: Tillägga "[addon_name]" är oförenlig med följande tillägg: [addons]. Det har inte varit aktiveras. Aktivera det manuellt och alla inkompatibla tillägg kommer att inaktiveras automatiskt.

# Languages::text_addon_installed
source: The <b>"[addon]"</b> add-on has been installed successfully
hr: <b>"[addon]"</b> dodatak je uspješno instaliran
sk: Doplnok <b>"[addon]"</b> sa úspešne nainštaloval
sr: <b>"[addon]"</b> dodatak je uspešno instaliran
sv: Tillägget <b>"[addon]"</b> har installerats framgångsrikt

# Languages::text_addon_install_dependencies
source: The add-on cannot be installed because a dependence on the [addon] add-on is set for it. Please install the [addon] add-on first.
hr: Dodatak nije moguće instalirati jer je za njega postavljena ovisnost o [addon] dodatku. Molimo, prvo instalirajte [addon] dodatak.
sk: Doplnok sa nedá nainštalovať, pretože závisí od doplnku [addon] . Najprv nainštalujte doplnok [addon] .
sr: Dodatak nije moguće instalirati.
sv: Tillägget kan inte installeras eftersom ett beroende på den [addon] tillägget är inställd för den. Du installera tillägget [addon] först.

# Languages::text_addon_uninstalled
source: The <b>"[addon]"</b> add-on has been uninstalled.
hr: <b>"[addon]"</b> dodatak je deinstaliran.
sk: Doplnok <b>"[addon]"</b>bol odinštalovaný.
sr: <b>"[addon]"</b> dodatak je deinstaliran.
sv: Tillägget <b>"[addon]"</b> har avinstallerats.

# Languages::text_addon_uninstall_dependencies
source: The add-on cannot be uninstalled because the following add-ons depend on it: [addons]
hr: Dodatak nije moguće deinstalirati jer sljedeći dodaci ovise o njemu: [addons]
sk: Doplnok sa nedá odinštalovať, pretože tento doplnok závisí na: [addons]
sr: Dodatak nije moguće deinstalirati jer sledeći dodaci zavise od njega: [addons]
sv: Tillägget kan inte avinstalleras eftersom följande tillägg beroende av den: [addons]

# Languages::text_addresses_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>* street</b> &nbsp;&nbsp;(corresponds to 1st Street, 102nd Street, etc)
hr: Možete koristiti zamjenske znakove u ovom polju:<br /><b>'?'</b> - bilo koji pojedinačni znak;<b>'*'</b> - bilo koji broj znakova.<br /><br /><u>Primjer:</u><br /><b>* ulicat</b> &nbsp;&nbsp;(odgovara Ulici 1, Ulici 102, itd.)
sk: V tomto poli môžete používať zástupné znaky:<br /><b>'?'</b> - akýkoľvek jeden znak;<b>'*'</b> - akýchkoľvek niekoľko znakov.<br /><br /><u>Napríklad:</u><br /><b>* ulica</b> &nbsp;&nbsp;(zodpovedá "1. ulica", "102. ulica", a pod.)
sr: Možete da koristite džoker znakova u ovom polju: <br /><b>'?'</b> -bilo koji pojedinačni znak; <b>'*'</b> - bilo koji broj znakova. <br /><br /><u>Primer:</u><br /><b>* ulica</b> &nbsp;&nbsp;(odgovara Prva ulica, 102 ulica, itd)
sv: Du kan använda jokertecken i fältet: < br / > <b>'? '</b>-ett enda tecken; <b>'* '</b> - vilket antal tecken. < br / > < br / > <u>exempel:</u> < br / > <b>* gatan</b> (motsvarar 1st Street, 102nd Street, etc)

# Languages::text_admin_new_orders
source: This section shows the orders you have never viewed.
hr: Ova sekcija prikazuje narudžbe koje nikada niste vidjeli.
sk: V tejto sekcii sa nachádzajú ešte nezobrazené objednávky.
sr: Ova sekcija prikazuje porudžbine koje nista pregledali.
sv: Detta avsnitt visar de beställningar som du aldrig har tittat på.

# Languages::text_allowed_to_upload_file_extension
source: The following file extensions are supported: <b>[ext]</b>.
hr: Podržani su sljedeći datotečni nastavci: <b>[ext]</b>.
sk: Podporované sú nasledovné súborové prípony: <b>[ext]</b>.
sr: Podržane su sledeće ekstenzije: <b>[ext]</b>.
sv: Följande filtillägg stöds: <b>[ext]</b>.

# Languages::text_amazon_callback_url
source: Important! You must specify your store's URL <b>[callback_url]</b> as the Merchant URL on the Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). Otherwise, you won't be able to accept payments through Amazon Checkout in your store
hr: Pažnja! Morate navesti URL vaše trgovine <b>[callback_url]</b> kao URL Trgovca na Seller Central stranici Amazona (Settings > Checkout Pipeline Settings). U suprotnom nećete moći primiti u vašu trgovinu uplate preko Amazon Checkout naplate
sk: Dôležité! Musíte zadať URL vášho obchodu <b>[callback_url]</b> ako URL obchodníka na webových stránkach Amazon's Seller Central (Settings > Checkout Pipeline Settings). V opačnom prípade nebudete môcť vo vašom obchode prijímať platby cez Amazon Checkout
sr: Važno! Morate navesti URL prodavnice <b>[callback_url]</b> kao trgovac na Amazon's Seller Central Website (Settings > Checkout Pipeline Settings). U suprotnom, nećete moći da primite plaćanja putem Amazon Checkout
sv: Viktigt! Du måste ange din butik URL <b>[callback_url]</b> som köpman URL på av Amazons säljaren Central webbplats (inställningar > kassan Pipeline inställningar). Annars, du kommer inte att kunna ta emot betalningar via Amazon kassan i din butik

# Languages::text_amazon_failed_order
source: No response from Amazon Checkout has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Amazon Checkout. Please contact the store staff and tell them the order ID as provided by Amazon
hr: Molimo za strpljenje, još nije primljen odgovor od Amazon Checkout naplate. Iako narudžba možda još nije napravljena u trgovini, vrlo je vjerojatno da je uspješno napravljena i obrađena od strane Amazon Checkout naplate. Molimo kontaktirajte osoblje trgovine i dajte im ID narudžbe koji ste dobili od Amazona
sk: Amazon Checkout zatiaľ neodpovedá, čakajte prosím. Je možné že objednávka nebola vytvorená v obchode, ale že bola úspešne vytvorená a vybavená cez Amazon Checkout. Kontaktujte prosím personál obchodu a oznámte im ID objednávky, ktoré vám zadal Amazon
sr: Nema odgovora od Amazon Checkout, molimo sačekajte. Iako izgleda kao da narudžba nije kreirana u prodavnicije, vrlo je verovatno da je uspešno prosleđena i procesuirana od strane Amazon Checkout. Obratite se osoblju prodavnice i reci im ID porudžbine poslate sa Amazona
sv: Inget svar från Amazon kassan har inkommit ännu, hålla vänligen. Även om ordern inte kan skapas i butiken som sist, är det mycket troligt att det har varit framgångsrikt skapas och bearbetas av Amazon kassan. Vänligen kontakta butiken personalen och uppge order-ID som du fått från Amazon

# Languages::text_amazon_incorrect_products_count
source: Number of products in your cart differs from the number of products in the Amazon request.
hr: Broj proizvoda u vašoj košarici razlikuje se od broja proizvoda u Amazon zahtjevu.
sk: Množstvo tovaru vo vašom košíku je iné ako množstvo tovaru v požiadavke Amazonu.
sr: Broj proizvoda u korpi se razlikuje od broja proizvoda u zahtevu za Amazon.
sv: Antal produkter i din varukorg skiljer sig från antalet produkter i Amazon begäran.

# Languages::text_amazon_link_message
source: For testing purposes, the Merchant URL may be the HTTP link to your store, but the live mode requires secure connection and you must use the HTTPS link. Also, remember to enable the production mode on Amazon's Seller Central website when you are ready to go live.
hr: Za potrebe testiranja URL Trgovca može biti HTTP poveznica na vašu trgovinu, ali način rada uživo zahtjeva sigurnu vezu pa morate koristiti HTTPS poveznicu. Također, ne zaboravite omogućiti 'production mode' na Seller Central stranici Amazona kad budete spremni ići uživo.
sk: Pre účely testovania môže byť obchodnícka URL HTTP odkazom do vášho obchodu, ale mód ostrej prevádzky vyžaduje zabezpečené pripojenie a musíte teda použiť HTTPS odkaz. Keď budete pripravení začať s ostrou prevádzkou, nezabudnite tiež v Amazon's Seller Central aktivovať Production mode.
sr: U svrhe testiranja, trgovac može biti HTTP link u vašu prodavnicu, ali režim uživo zahteva sigurnu vezu i morate koristiti HTTPS vezu. Takođe, imajte u vidu da omogućite režim proizvodnje na Amazon's Seller Central kada ste spremni da idete uživo.
sv: För provande avsikterna, köpman Webbadressen kan vara HTTP länken till din butik, men live-läge kräver en säker anslutning och du måste använda HTTPS länken. Kom också ihåg att möjliggöra produktion läget på Amazons säljaren Central webbplats när du är redo att gå live.

# Languages::text_amazon_surcharge
source: <b>Note:</b> According to the Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>policy</a> (B4.2), surcharges are not supported. Any surcharges you may have set will be ignored when Amazon Checkout is used.
hr: <b>Note:</b> Prema Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'>pravilima</a> (B4.2), nadoplate nisu podržane. Bilo koja nadoplata koju ste postavili bit će zanemarena pri korištenju Amazon Checkout naplate.
sk: <b>Poznámka:</b> Podľa pravidiel Amazonu <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'></a> (B4.2) nie sú príplatky podporované. Ak ste nastavili príplatky, tieto budú pri použití Amazon Checkout ignorované.
sr: <b>Napomena:</b> Na osnovu Amazonove <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> politike</a> (B4.2), preplate nisu podržane. Svaka preplata koju ste podesili biće ignorisana kada koristite Amazon Checkout.
sv: <b>Obs:</b> Enligt Amazon <a href='https://payments.amazon.com/sdui/sdui/about?nodeId=6019' target='_blank'> politik</a> (B4.2) stöds tilläggsavgifter inte. Eventuella tilläggsavgifter som du kan ha angett ignoreras när du använder Amazon kassan.

# Languages::text_anonymous_checkout
source: You must be a registered user to proceed to checkout
hr: Morate biti registrirani korisnik kako bi nastavili na plaćanje
sk: Pre prechod k pokladni musíte byť zaregistrovaný používateľ
sr: Morate biti registrovani korisnik da bi nastavili kupovinu
sv: Du måste vara registrerad användare för att gå vidare till kassan

# Languages::recalculate_shipping_cost
source: Recalculate shipping cost
hr: Izračunaj ponovno trošak dostave
sk: Prepočítať poštovné
sr: Ponovno izračunavanje troškova isporuke
sv: Beräkna fraktkostnad

# Languages::text_applied_promotions
source: Applied promotions
hr: Primijenjene promocije
sk: Využité akcie
sr: Primenjene promocije
sv: Tillämpad kampanjer

# Languages::text_are_you_sure_to_delete_file
source: Are you sure you want to delete the item?
hr: Jeste li sigurni da želite izbrisati ovu stavku?
sk: Naozaj chcete odstrániť túto položku?
sr: Sigurni ste da želite izbrisati stavku?
sv: Är du säker du vill ta bort objektet?

# Languages::text_are_you_sure_to_proceed
source: Are you sure you want to proceed?
hr: Jeste li sigurni da želite nastaviti?
sk: Naozaj chcete pokračovať?
sr: Sigurni ste da želite nastaviti?
sv: Är du säker på att du vill fortsätta?

# Languages::text_atos_notice
source: <b>Note:</b><br />1. Copy your certificate that you received on the disk to the [home_path] directory. Rename the certificate to certif.fr.[my_merchant_id], where [my_merchant_id] is your web site number.<br /> 2. Rename the store parameters file (parmcom.014213245611111 file) to parmcom.[my_merchant_id].<br />3. Edit the <b>pathfile</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>D_LOGO![some_dir]!</u>' with '<u>D_LOGO![http_path]/logo/!</u>'<br />- Replace string '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' with '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Replace string '<u>F_PARAM![/some_dirs/parmcom]!</u>' with '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Replace string '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' with '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Edit the <b>parmcom.[some_number]</b> file in the <b>[home_path]</b> directory<br />- Replace string '<u>AUTO_RESPONSE_URL![some_url]!</u>' with '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Replace string '<u>CANCEL_URL![some_url]!</u>' with '<u>CANCEL_URL![ok_url]!</u>'<br />- Replace string '<u>RETURN_URL![some_url]!</u>' with '<u>RETURN_URL![ok_url]!</u>'<br />
hr: <b>Napomena:</b> < br / > 1. Kopiranje potvrde koju ste primili na disk u direktorij [home_path]. Certifikat preimenovati u certif.fr.[my_merchant_id], gdje [my_merchant_id] broj vaše web stranice. < br > 2. Preimenovati parametar trgovine (parmcom.014213245611111 datoteke) u parmcom.[my_merchant_id].<br / > 3. Urediti datoteku <b>pathfile</b> u direktoriju <b>[home_path]</b> < br / >-zamijeniti string ' <u>D_LOGO![some_dir]!</u>' s ' <u>D_LOGO![http_path]/logotip /!</u>'< br / >-zamijeniti string ' <u>F_DEFAULT! [/ some_dirs/parmcom.sogenactif]!</u>' s ' <u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'< br / >-opet staviti vrpca ' <u>F_PARAM! [/ some_dirs/parmcom]!</u>' s ' <u>F_PARAM! [home_path]/parmcom!</u>'< br / >-opet staviti vrpca ' <u>F_CERTIFICATE! [/ some_dirs/certif]!</u>' s ' <u>F_CERTIFICATE! [home_path]/certif!</u>'< br / > 4. Urediti datoteku <b>parmcom.[some_number]</b> u direktoriju <b>[home_path]</b> < br / >-opet staviti vrpca ' <u>AUTO_RESPONSE_URL![some_url]!</u>' s ' <u>AUTO_RESPONSE_URL![auto_url]!</u>'< br / >-zamijeniti string ' <u>CANCEL_URL! [some_url]!</u>' s ' <u>CANCEL_URL![ok_url]!</u>'< br / >-zamijeniti string ' <u>RETURN_URL! [some_url]!</u>' s ' <u>RETURN_URL! [ok_url]!</u>'< br / >
sk: <b>Poznámka</b><br />1. Poukážku ktorú ste obdržali na disku skopírujte do adresára [home_path]. Premenujte poukážku na certif.fr.[my_merchant_id], kde [my_merchant_id] je číslo vašej stránky.<br /> 2. Premenujte súbor s parametrami obchodu (parmcom.014213245611111 file) na parmcom.[my_merchant_id].<br />3. Upravte súbor <b>pathfile</b> v adresári <b>[home_path]</b> <br />- Riadok '<u>D_LOGO![some_dir]!</u>' nahraďte '<u>D_LOGO![http_path]/logo/!</u>'<br />- Riadok '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' nahraďte '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Riadok '<u>F_PARAM![/some_dirs/parmcom]!</u>' nahraďte '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Riadok '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' nahraďte '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Upravte súbor <b>parmcom.[some_number]</b> v adresári <b>[home_path]</b> <br />- Riadok '<u>AUTO_RESPONSE_URL![some_url]!</u>' nahraďte '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Riadok '<u>CANCEL_URL![some_url]!</u>' nahraďte '<u>CANCEL_URL![ok_url]!</u>'<br />- Riadok '<u>RETURN_URL![some_url]!</u>' nahraďte '<u>RETURN_URL![ok_url]!</u>'<br />
sr: <b>Napomena:</b>< br / > 1. Kopirajte vaš sertifikat koji ste dobili na disku u direktorijum [home_path]. Preimenujte certifikat u certif.fr.[my_merchant_id], gde [my_merchant_id] je broj vašeg web sajta. <br /> 2. Preimenujte datoteku parametara radnje (parmcom.014213245611111 datoteka) u parmcom.[my_merchant_id].<br / > 3. Uredite datoteku "<b>pathfile</b>" u <b>[home_path]</b> direktorijumu < br / >- Zamenite red ' <u>D_LOGO![some_dir]!</u>' sa ' <u>D_LOGO![http_path]/logo/!</u>'<br />- Zamenite red '<u>F_DEFAULT![/some_dirs/parmcom.sogenactif]!</u>' sa '<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>'<br />- Zamenite red '<u>F_PARAM![/some_dirs/parmcom]!</u>' sa '<u>F_PARAM![home_path]/parmcom!</u>'<br />- Zamenite red '<u>F_CERTIFICATE![/some_dirs/certif]!</u>' sa '<u>F_CERTIFICATE![home_path]/certif!</u>'<br />4. Uredite <b>parmcom.[some_number]</b> datoteku u <b>[home_path]</b> directory<br />- Zamenite red '<u>AUTO_RESPONSE_URL![some_url]!</u>' sa '<u>AUTO_RESPONSE_URL![auto_url]!</u>'<br />- Zamenite red '<u>CANCEL_URL![some_url]!</u>' sa '<u>CANCEL_URL![ok_url]!</u>'<br />- Zamenite red '<u>RETURN_URL![some_url]!</u>' sa '<u>RETURN_URL![ok_url]!</u>'<br />
sv: <b>Obs:</b> < br / > 1. Kopiera dina certifikat som du fått på disken till katalogen [home_path]. Byt namn på certifikatet till certif.fr.[my_merchant_id], där [my_merchant_id] är din webbplats antalet. < br > 2. Byt namn på den store parametrar fil (parmcom.014213245611111) till parmcom.[my_merchant_id].<br / > 3. Redigera filen <b>pathfile</b> i katalogen <b>[home_path]</b> < br / >-strängen "<u>D_LOGO![some_dir]!</u>' med ' <u>D_LOGO![http_path]/logo /!</u>" < br / >-strängen "<u>F_DEFAULT! [ / some_dirs/parmcom.sogenactif]!</u> " med "<u>F_DEFAULT![home_path]/parmcom.sogenactif!</u>" < br / >-strängen "<u>F_PARAM! [ / some_dirs/parmcom]!</u> " med "<u>F_PARAM! [home_path]/parmcom!</u>" < br / >-strängen "<u>F_CERTIFICATE! [ / some_dirs/certif]!</u> " med "<u>F_CERTIFICATE! [home_path]/certif!</u>" < br / > 4. Redigera filen <b>parmcom.[some_number]</b> i katalogen <b>[home_path]</b> < br / >-strängen "<u>AUTO_RESPONSE_URL![some_url]!</u>' med ' <u>AUTO_RESPONSE_URL![auto_url]!</u>" < br / >-strängen "<u>CANCEL_URL! [some_url]!</u>' med ' <u>CANCEL_URL![ok_url]!</u>" < br / >-strängen "<u>RETURN_URL! [some_url]!</u>' med ' <u>RETURN_URL! [ok_url]!</u>" < br / >
