Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::notice_undeliverable_products_removed
source: Undeliverable products have been removed from your cart. You may proceed with the purchase.
hr: Neisporučivi proizvodi uklonjeni su iz vaše košarice. Možete nastaviti s kupnjom.
sk: Výrobky ktoré sa nedajúdoručiť boli odstránené z košíka. Môžete pokračovať v nákupe.
sr: Neisporučeni proizvodi su uklonjeni iz korpe. Nastavite sa kupovinom.
sv: Obeställbara produkter har tagits bort från din varukorg. Du kan gå vidare med köpet.

# Languages::notice_update_customer_details
source: The customer updated the email address in the profile. Select the check box to update the order details:
hr: Kupac je ažurirao adresu e-pošte u profilu. Odaberite potvrdni okvir kako biste ažurirali detalje narudžbe:
sk: Zákazník aktualizoval e-mailovú adresu v profile. Začiarknite políčko aktualizovať údaje o objednávke:
sr: Kupac je ažurirao adresu e-pošte u profilu. Potvrdite izbor u polju za potvrdu da biste ažurirali detalje narudžbe:
sv: Kunden uppdaterad e-postadress i profilen. Markera kryssrutan om du vill uppdatera Orderdetaljer:

# Languages::notify_customer
source: Notify customer
hr: Obavijesti kupca
sk: Upozorniť zákazníka
sr: Obavesti kupca
sv: Informera kunden

# Languages::notify_orders_department
source: Notify orders department
hr: Obavijestiti Odjel za narudžbe
sk: Informovať oddelenie objednávok
sr: Obavesti odeljak za narudžbe
sv: Meddela order Institutionen

# Languages::notify_user
source: Notify user
hr: Obavijesti korisnika
sk: Upozorniť užívateľa
sr: Obavesti korisnika
sv: Meddela användare

# Languages::notify_vendor
source: Notify store owner
hr: Obavijesti vlasnika trgovine
sk: Informovať majiteľa obchodu
sr: Obavesti vlasnika radnje
sv: Meddela butiksägaren

# Languages::notify_when_back_in_stock
source: Notify me when this product is back in stock
hr: Obavijesti me kada ovaj proizvod bude na zalihi
sk: Informujte ma, keď tento produkt bude späť na skalde
sr: Obavesti me kada ovaj proizvod bude ponovo na lageru
sv: Meddela mig när denna produkt finns åter i lager

# Languages::not_active
source: Not active
hr: Nije aktivan
sk: Neaktívny
sr: Nije aktivno
sv: Inte aktiv

# Languages::not_active_file_notice
source: This file will be available for downloading only after the administrator approves them
hr: Ova datoteka bit će dostupna za preuzimanje tek nakon što je administrator odobri
sk: Tento súbor bude k dispozícii na stiahnutie až po schválení správcom
sr: Ova datoteka će biti dostupna za preuzimanje tek nakon što je odobri administrator
sv: Denna fil kommer att vara tillgänglig för dataöverföring förrän administratören godkänner dem

# Languages::not_a_member
source: Not a member
hr: Niste član
sk: Nie je členom
sr: Niste član
sv: Inte är medlem

# Languages::not_installed
source: Not installed
hr: Nije instaliran
sk: Nie je nainštalovaný
sr: Nije instaliran
sv: Inte installerat

# Languages::not_scroll_automatically
source: Do not scroll automatically
hr: Nemoj pomicati automatski
sk: Neposúva sa automaticky
sr: Ne kreći automatski
sv: Gör inte bläddra automatiskt

# Languages::no_categories_available
source: No categories available
hr: Nijedna kategorija nije dostupna
sk: Žiadne dostupné kategórie
sr: Nema dostupnih kategorija
sv: Inga kategorier tillgängliga

# Languages::no_data
source: No data found
hr: Nijedan podatak nije pronađen
sk: Neboli nájdené žiadne dáta
sr: Nema pronađenih podataka
sv: Inga data hittades

# Languages::no_data_found
source: No data found that satisfies this chart conditions
hr: Nije pronađen nijedan podatak koji zadovoljava uvjete ovog grafikona
sk: Nenašli sa žiadne údaje, ktoré by spĺňali podmienky grafu
sr: Nema pronađenih podataka koji zadovoljavaju uslove grafikona
sv: Inga data hittades som uppfyller detta villkor som diagram

# Languages::no_files
source: No files
hr: Nema datoteka
sk: Žiadne súbory
sr: Nema datoteka
sv: Inga filer

# Languages::no_image
source: No image
hr: Bez slike
sk: Žiadny obrázok
sr: Nema slike
sv: Ingen bild

# Languages::no_items
source: No items defined
hr: Nema definiranih stavki
sk: Nezadefinované žiadne položky
sr: Nema definisanih stavki
sv: Inga objekt definieras

# Languages::no_items_found
source: No items found matching the search criteria
hr: Nije pronađena nijedna stavka koja odgovara kriterijima pretraživanja
sk: Nenašli sa žiadne položky zodpovedajúce kritériám vyhľadávania
sr: Nisu pronađene stavke koje se podudaraju sa kriterijumom pretrage
sv: Inga artiklar hittade på sökkriterierna

# Languages::no_menus
source: No menus
hr: Nema izbornika
sk: Žiadne ponuky
sr: Nema menija
sv: Inga menyer

# Languages::no_products_for_shipment
source: There are no products for shipment
hr: Nema proizvoda za otpremu
sk: Žiadne produkty na dodanie
sr: Nema artikala za isporuku
sv: Det finns inga produkter för leverans

# Languages::no_products_selected
source: No products selected
hr: Nijedan proizvod nije odabran
sk: Nie sú vybrané žiadne produkty
sr: Nije izabran ni jedan proizvod
sv: Inga produkter valts

# Languages::no_rates_for_empty_cart
source: <p class="error-text" align="center">Your cart is empty and the shipping cost cannot be estimated</p>
hr: <p class="error-text" align="center">Vaša košarica je prazna pa nije moguće procijeniti trošak dostave</p>
sk: <p class="error-text" align="center"> Váš košík je prázdny a nedajú sa odhadnúť náklady na dopravu</p>
sr: <p class="error-text" align="center"> Vaša korpa je prazna i ne mogu se proceniti troškovi isporuke</p>
sv: <p class="error-text" align="center"> din varukorg är tom och fraktkostnad kan inte uppskattas</p>

# Languages::no_shipping_required
source: No shipping required
hr: Dostava nije potrebna
sk: Nevyžaduje sa doprava
sr: Nema potrebe za isporukom
sv: Ingen frakt krävs

# Languages::no_such_coupon
source: The entered code cannot be applied, because it does not meet the requirements.
hr: Uneseni kod nije moguće primijeniti jer ne zadovoljava uvjete.
sk: Zadaný kód sa nedá použiť, pretože nespĺňa požiadavky.
sr: Nije moguće primeniti unetu šifru, jer ne ispunjava zahteve.
sv: Koden kan inte tillämpas, eftersom det inte uppfyller kraven.

# Languages::no_themes_available
source: No themes available
hr: Nijedna tema nije dostupna
sk: Žiadne témy k dispozícii
sr: Nema dostupnih tema
sv: Inga tillgängliga teman

# Languages::no_users_found
source: No users found
hr: Nijedan korisnik nije pronađen
sk: Žiadni užívatelia nenájdení
sr: Nijedan korisnik nije pronađen
sv: Inga användare hittades

# Languages::number
source: Number
hr: Broj
sk: Číslo
sr: Broj
sv: Antal

# Languages::number_of_columns
source: Number of columns in the objects list
hr: Broj stupaca u popisu objekata
sk: Počet stĺpcov v zozname objektov
sr: Broj kolona u listi objekata
sv: Antalet kolumner i objektlistan

# Languages::object
source: Object
hr: Objekt
sk: Objekt
sr: Objekat
sv: Objekt

# Languages::object_does_not_exist
source: The object doesn't exist
hr: Objekt ne postoji
sk: Objekt neexistuje
sr: Objekat ne postoji
sv: Objektet finns inte

# Languages::object_exists
source: Object of the same name already exists. Do you want to overwrite it?
hr: Objekt istog naziva već postoji. Želite li pisati preko njega?
sk: Objekt s rovnakým názvom už existuje. Chcete ho prepísať?
sr: Objekat sa istim nazivom već postoji. Želite li da ga prepišete?
sv: Det finns redan objekt med samma namn. Vill du skriva över den?

# Languages::object_not_found
source: The [object] not found
hr: [object] nije pronađen
sk: [object] nebol nájdený
sr: [object] nije pronađen
sv: [object] hittades inte

# Languages::of
source: of
hr: od
sk: z
sr: od
sv: för

# Languages::off
source: Off
hr: Isključeno
sk: Vypnutie
sr: Isključen
sv: Utanför

# Languages::offline
source: Offline
hr: Izvan mreže
sk: V režime offline
sr: Van mreže

# Languages::offset
source: Offset
hr: Kompenziraj
sk: Vyrovnanie
sr: Pomak

# Languages::ok
source: OK
hr: U redu
sr: u redu
sv: Okej

# Languages::old_price
source: Old price
hr: Stara cijena
sk: Stará cena
sr: Stara cena
sv: Gamla priset

# Languages::on
source: on
hr: na
sk: zapnutie
sr: na
sv: på

# Languages::once_per_customer
source: Once per customer
hr: Jednom po kupcu
sk: Jeden na zákazníka
sr: Jednom po kupcu
sv: En gång per kund

# Languages::onclick_dropdown
source: Onclick-dropdown
hr: Padajući izbornik otvara se klikom
sk: rozbaliť jedným kliknutím
sr: Onclick-Padajuća lista

# Languages::online_only
source: Online only
hr: Samo na mreži
sk: Len v režime online
sr: Samo na mreži
sv: Nätet bara

# Languages::on_off
source: On/Off
hr: Uključeno/Isključeno
sk: Zapnutie/vypnutie
sr: Uključi/isključi
sv: På/av

# Languages::on_site_template_editing
source: On-site template editing
hr: On-site uređivanje predloška
sk: úpravy šablóny na stránke
sr: Uređivanje predloška na sajtu
sv: På plats mallredigering

# Languages::on_site_live_editing
source: On-site live editing
hr: On-site izravno uređivanje
sk: Editovať priamo na stránke
sr: Uživo uređivanje izgleda e-prodavnice
sv: På plats live redigering

# Languages::open
source: Open
hr: Otvori
sk: Otvoriť
sr: Otvorena
sv: Öppen

# Languages::open_action
source: Open
hr: Otvori
sk: Otvorené
sr: Otvorena
sv: Öppen

# Languages::open_file_or_create_new
source: Open a file or create a new one to get started.
hr: Otvorite datoteku ili napravite novu da biste započeli.
sk: Pre začatie otvorte súbor alebo vytvorte nový
sr: Otvori datoteku ili kreiraj novu da bi počeo.
sv: Öppna en fil eller skapa en ny att komma igång.

# Languages::open_in_new_window
source: Open in new window
hr: Otvori u novom prozoru
sk: Otvoriť v novom okne
sr: Otvori u novom prozoru
sv: Öppna i nytt fönster

# Languages::open_store
source: Open storefront
hr: Otvori izlog
sk: Otvoriť priečelie
sr: Otvori prodavnicu
sv: Öppna skyltfönster

# Languages::optimize_database
source: Optimize database
hr: Optimizacija baze podataka
sk: Optimalizovať databázy
sr: Optimizacija baze podataka
sv: Optimera databas

# Languages::optimizing_table
source: Optimizing table
hr: Optimiziranje tablica
sk: Optimalizácia tabuľky
sr: Optimizacija tabele
sv: Optimera tabell

# Languages::options
source: Options
hr: Opcije
sk: Možnosti
sr: Opcije
sv: Alternativ

# Languages::options_for
source: Options for
hr: Opcije za
sk: Možnosti pre
sr: Opcije za
sv: Alternativ för

# Languages::options_have_been_applied_to_products
source: Options have been successfully applied to the selected products
hr: Opcije su uspješno primijenjene na odabrane proizvode
sk: Možnosti boli úspešne použité na vybrané produkty
sr: Opcije su uspešno primenjene na izabrane proizvode
sv: Alternativ har framgångsrikt tillämpats på valda produkter

# Languages::options_menu_description
source: Manage global product options and option variants in your store.
hr: Upravljanje globalnim opcijama proizvoda i varijacijama opcija u vašoj trgovini.
sk: Spravovať nastavenia globálnych produktov a variant vo vašom obchode.
sr: Upravljanje globalnim opcijama proizvoda i varijantama opcija u prodavnici.
sv: Hantera globala produktalternativ och alternativet varianter i din butik.

# Languages::options_settings
source: Options settings
hr: Postavke opcija
sk: Možnosti nastavenia
sr: Postavke opcija
sv: Alternativinställningar

# Languages::options_type
source: Options type
hr: Tipovi opcija
sk: Možnosti písania
sr: Tip opcije
sv: Alternativ typ

# Languages::option_combinations
source: Option combinations
hr: Kombinacije opcije
sk: Možnosť kombinácie
sr: Kombinacije opcija
sv: Alternativet kombinationer

# Languages::option_name
source: Option name
hr: Naziv opcije
sk: Názov možnosti
sr: Ime opcije
sv: Alternativnamn

# Languages::option_unlinked
source: Global option "[option_name]" has been deactivated for the product
hr: Globalna opcija "[option_name]" je isključena za ovaj proizvod
sk: Globálna možnosť "[option_name]" bola pre výrobok deaktivovaná
sr: Globalna opcija "[option_name]" je deaktivirana za proizvod
sv: Globala alternativ "[option_name]" har inaktiverats för produkten

# Languages::option_variants
source: Option variants
hr: Varijante opcije
sk: Možnosti variantov
sr: Opcija varijanti
sv: Alternativet varianter

# Languages::opt_currency_name
source: Show currency titles
hr: Prikaži naslove valuta
sk: Zobraziť názvy meny
sr: Prikaži naslove valute
sv: Visa valuta titlar

# Languages::opt_currency_symbol
source: Use currency symbols instead of titles
hr: Koristiti simbole valuta umjesto naslova
sk: Použiť symbol meny namiesto názvu
sr: Koristi simbole valute umesto naziva
sv: Använda valutasymboler i stället för titlar

# Languages::opt_language_icon
source: Use language icons instead of names
hr: Koristi jezične ikone umjesto naziva
sk: Používať ikony jazyka namiesto názvu
sr: Koristite ikone jezika umesto imena
sv: Använda språket ikoner istället för namn

# Languages::opt_language_name
source: Show language names
hr: Prikaži nazive jezika
sk: Zobraziť názvy jazykov
sr: Prikaži imena jezika
sv: Visa språknamn

# Languages::or
source: or
hr: ili
sk: alebo
sr: ili
sv: eller

# Languages::order
source: Order
hr: Narudžba
sk: Objednávka
sr: Porudžbina
sv: Ordning

# Languages::ordered_products
source: Ordered products
hr: Naručeni proizvodi
sk: Objednané produkty
sr: Poručeni proizvodi
sv: Beställda produkter

# Languages::orders
source: Orders
hr: Narudžbe
sk: Objednávky
sr: Porudžbine
sv: Beställningar

# Languages::orders_not_allow_to_change_company
source: Company has not been changed. It is not allowed to change the company when editing an order.
hr: Tvrtka nije promijenjena. Nije dopušteno promijeniti tvrtku pri uređivanju narudžbe.
sk: Spoločnosť nebola zmenená. Nie je dovolené meniť spoločnosť počas úpravy objednávky.
sr: Kompanija nije promenjena. Nije dozvoljeno da promenite kompaniju prilikom uređivanja narudžbe.
sv: Företaget har inte ändrats. Det är inte tillåtet att ändra företaget när du redigerar en order.

# Languages::orders_no_items
source: Use the "Add products" button above to add products to order.
hr: Za dodavanje proizvoda narudžbi koristite gumb ''Dodaj proizvode'' iznad.
sk: Pomocou tlačidla "Pridať produkty" sa pridajú výrobky do objednávky.
sr: Koristite dugme "Dodaj proizvode" iznad da biste dodali proizvode u porudžbinu.
sv: Använda knappen "Lägg till produkter" ovan för att lägga till produkter i ordning.

# Languages::order_by_status
source: Order by status
hr: Narudžba po statusu
sk: Zoradiť podľa stavu
sr: Poređaj po statusu
sv: Beställa av status

# Languages::order_date
source: Order date
hr: Datum narudžbe
sk: Dátum objednávky
sr: Datum porudžbine
sv: Orderdatum

# Languages::order_details
source: Order details
hr: Detalji narudžbe
sk: Podrobnosti objednávky
sr: Detalji porudžbine
sv: Orderdetaljer

# Languages::order_discount
source: Order discount
hr: Popust na narudžbu
sk: Objednávková zľava
sr: Popust po porudžbini
sv: För rabatt

# Languages::order_id
source: Order ID
hr: ID narudžbe
sk: ID objednávky
sr: ID porudžbine

# Languages::order_info
source: Order information
hr: Informacije o narudžbi
sk: Informácie o objednávke
sr: Informacije o porudžbini

# Languages::order_items
source: Order items
hr: Stavke narudžbe
sk: Objednané položky
sr: Stavke u porudžbini
sv: Beställa artiklar

# Languages::order_landing_page
source: Order landing page
hr: Odredišna stranica narudžbe
sk: Poradie vstupnej stránky
sr: Stranica poručivanja
sv: Beställa målsida

# Languages::order_management
source: Order management
hr: Upravljanje narudžbom
sk: Riadenie objednávok
sr: Upravljanje porudžbinama
sv: Orderhantering

# Languages::order_placed
source: Order placed
hr: Narudžba uspostavljena
sk: Umiestnenie objednávok
sr: Porudžbina izvršena
sv: Beställningar

# Languages::order_prefix
source: Order prefix
hr: Prefiks narudžbe
sk: PSČ objednávky
sr: Prefiks porudžbine
sv: Beställa prefix

# Languages::order_search
source: Search order
hr: Pretraživanje narudžbe
sk: Vyhľadať objednávku
sr: Pronađi porudžbinu
sv: Sök beställning

# Languages::order_status
source: Order status
hr: Status narudžbe
sk: Stav objednávky
sr: Status porudžbine

# Languages::order_statuses
source: Order statuses
hr: Statusi narudžbe
sk: Stav objednávky
sr: Statusi porudžbina
sv: Order status

# Languages::order_statuses_menu_description
source: Add new or edit existing order statuses.
hr: Dodaj nove ili uredi postojeće statuse narudžbe.
sk: Pridať nový alebo upraviť existujúci stav objednávky.
sr: Dodavanje novog ili uređivanje postojećeg statusa porudžbine.
sv: Lägga till nya eller redigera befintliga order status.

# Languages::order_total
source: Order Total
hr: Ukupni iznos narudžbe
sk: Celková čiastka objednávky
sr: Ukupno za plaćanje
sv: Ordersumman

# Languages::order_total_not_correct
source: The paid total amount does not match the order total
hr: Ukupni plaćeni iznos ne odgovara ukupnom iznosu narudžbe
sk: Zaplatená suma nezodpovedá celkovej objednávke
sr: Ukupan iznos plaćenog se ne podudara sa ukupnim iznosom porudžbine
sv: Det betalade totala beloppet matchar inte ordertotalen

# Languages::order_was_not_placed
source: Order was not placed
hr: Narudžba nije uspostavljena
sk: Objednávka nebola zaradená
sr: Porudžbina nije izvršena
sv: Beställning gjordes inte

# Languages::origination
source: Origination
hr: Mjesto podrijetla
sk: Pôvod
sr: Poreklo
sv: Originering

# Languages::or_saved_search
source: or any item from the saved search
hr: ili bilo koji artikl iz spremljenog pretraživanja
sk: alebo ktorúkoľvek položku z uloženého vyhľadávania
sr: ili bilo koju stavku iz sačuvane pretrage
sv: eller något annat objekt från den sparade sökningen

# Languages::or_use
source: Or use
hr: Ili koristiti
sk: Alebo použite
sr: Ili koristite
sv: Eller använda

# Languages::others
source: Others
hr: Drugi
sk: Iní
sr: Drugi
sv: Andra

# Languages::other_addons
source: Other add-ons
hr: Drugi dodaci
sk: Ostatné Doplnky
sr: Drugi programski dodaci
sv: Andra tillägg

# Languages::output
source: Output
hr: Izlaz
sk: Výstup
sr: Izlazna vrednost
sv: Utgång

# Languages::out_of_stock_actions
source: Out of stock actions
hr: Akcije kad proizvod nije na zalihi
sk: Vypredaná akcia
sr: Radnja kada proizvoda nema na lageru
sv: Ur stock åtgärder

# Languages::out_of_stock_products
source: Out of stock
hr: Rasprodano
sk: Vypredané
sr: Nema na zalihama
sv: Slut i lager

# Languages::override_by_dispatch
source: Override locations by dispatch
hr: Promijeni lokacije po dispatch funkciji
sk: prepísať umiestnenie podľa odosielania
sr: Premosti lokacije otpremanjem
sv: Åsidosätta platser per försändelse

# Languages::override_by_this
source: Use this content for all the block instances
hr: Koristi ovaj sadržaj za sve instance bloka
sk: Použite tento obsah pre všetky nainštalované bloky
sr: Koristite ovaj sadržaj za sve instance u bloku
sv: Använda detta innehåll för alla instanser som block

# Languages::override_product_data
source: Apply values to all the selected products
hr: Primijeni vrijednosti na sve odabrane proizvode
sk: Použiť hodnoty pre všetky vybrané produkty
sr: Primeni vrednosti na sve izabrane proizvode
sv: Gäller värden för alla valda produkter

# Languages::owner
source: Owner
hr: Vlasnik
sk: Majiteľ
sr: Vlasnik
sv: Ägare

# Languages::p21agree
source: Please type "AGREE" or "DISAGREE" in the box provided
hr: Molimo upišite "SLAŽEM SE" ili "NE SLAŽEM SE" u ponuđeni okvir
sk: Prosím napíšte "Súhlasím" alebo "Nesúhlasím" v príslušnom políčku
sr: Molimo vas upišite "PRISTAJEM" ili "NE PRISTAJEM" u ponuđenom polju
sv: Skriv in "Godkänn" eller "DISAGREE" i rutan

# Languages::p21agree_tooltip
source: By typing AGREE in the below box I am providing my signature as authorization to Payment21&reg; to electronically debit my account for the amount I have entered. I also understand and expressly authorize the merchant, if my eCheck payment is dishonored or returned for any reason, to electronically debit my account for the amount of the eCheck payment plus an NSF fee not to exceed the state maximum legal limit. I will print or save this page for my records. I can call 1-888-770-0850 for 24/7 support with any questions regarding this payment transaction.
hr: Upisujući SLAŽEM SE u okvir ispod dajem svoj potpis kao autorizaciju za Payment21&reg; da elektronički tereti moj račun za iznos koji sam unio/unijela. Ovim putem također jasno dajem pravo trgovcu da - u slučaju da je moja eCheck uplata iz nekog razloga vraćena ili da nije prihvaćena - elektronički tereti moj račun za iznos eCheck uplate, kao i za NSF proviziju koja ne prelazi zakonom utvrđeni maksimalni iznos. Ispisat ću i spremiti ovu stranicu za vlastitu arhivu. Ako imam bilo kakva pitanja u vezi ove platne transakcije mogu u svakom trenutku nazvati tim za podršku na 1-888-770-0850.
sk: Zadaním súhlasu v boxe dole poskytuejm môj podpis ako povolenie Payment21 ® na elektronicky debetnej účet za sumu som zadal. Tiež pochopili a výslovne povoľujem obchodníkovi, či moje eCheck platby je zneuctili vrátil z akéhokoľvek dôvodu, elektronicky debetné moje úvahy eCheck platby plus poplatok NSF nepresahuje štátu maximálny zákonný limit. Budú vytlačiť alebo uložiť túto stránku pre moje záznamy. Môžem zavolať 1-888-770-0850 24/7 podporu s prípadnými otázky týkajúce sa tejto platobnej transakcie.
sr: Upisivanjem SLAŽEM SE u polje ispod, obezbeđujem moj potpis kao autorizaciju da Payment21&reg; elektronskim putem zaduži moj račun za iznos koji sam naveo. Takođe razumem i odobravam da trgovac, ako je moja eCheck uplata vraćena iz bilo kog razloga, elektronskim putem zaduži moj račun za iznos eCheck uplate plus i NSF naknadu. Ovu stranicu ću odštampati i sačuvati za svoju arhivu. Mogu da pozovem 1-888-770-0850 24/7 podršku radi svih pitanja u vezi ove transakcije.
sv: Genom att skriva godkänner i den nedanstående rutan jag ge min signatur som bemyndigande till Payment21® att elektroniskt debitera mitt konto för det beloppet jag har kommit in. Jag också förstår och bemyndiga uttryckligen handlaren, om min eCheck betalning är tillbakadragen eller returneras av någon anledning, att elektroniskt debitera mitt konto för den eCheck betalningen plus en NSF avgift får till statens rättsliga gränsvärdet. Jag kommer att skriva ut eller spara den här sidan för min poster. Jag kan ringa 1-888-770-0850 för 24/7 support med frågor kring denna betalningstransaktion.

# Languages::package
source: Package
hr: Paket
sk: Balík
sr: Paket
sv: Paketet

# Languages::packages
source: Packages
hr: Paketi
sk: Balíky
sr: Paketi
sv: Paket

# Languages::package_type
source: Package type
hr: Vrsta paketa
sk: Typ balíka
sr: Tip paketa
sv: Pakettyp

# Languages::packing_slip
source: Packing slip
hr: Specifikacija robe
sk: Sklz balenia
sr: Listić pakovanja
sv: Följesedel

# Languages::packing_slip_for_order
source: Packing slip for order
hr: Specifikacija narudžbe
sk: Sklz balenia objednávky
sr: Listić pakovanja za porudžbinu
sv: Följesedel för beställning

# Languages::page
source: Page
hr: Stranica
sk: Stránka
sr: Stranica
sv: Sidan

# Languages::pages
source: Pages
hr: Stranice
sk: Stránky
sr: Stranice
sv: Sidor

# Languages::page_cloned
source: The page <b>[page]</b> has been cloned successfully. Now you can edit the new page
hr: Stranica <b>[page]</b> je uspješno klonirana. Sada možete urediti novu stranicu
sk: Stránka <b>[page]</b> bola skopírovaná úspešne. Teraz môžete upraviť novú stránku
sr: Stranica <b>[page]</b> je uspešno klonirana. Sada možete da uređujete novu stranicu
sv: Sidan <b>[page]</b> har blivit klonad framgångsrikt. Nu kan du redigera den nya sidan

# Languages::page_id
source: Page ID
hr: ID stranice
sk: ID stránky
sr: ID stranice
sv: Sid-ID

# Languages::page_link
source: Page URL
hr: URL stranice
sk: Adresa URL stránky
sr: URL adresa stranice
sv: Sid-URL

# Languages::page_name
source: Page name
hr: Naziv stranice
sk: Názov stránky
sr: Ime stranice
sv: Sidans namn
