Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::creating
source: Creating
hr: Stvaranje
sk: Vytvorenie
sr: Kreiranje
sv: Att skapa

# Languages::creating_table
source: Creating table
hr: Stvaranje tablice
sk: Vytvorenie tabuľky
sr: Kreiranje tabele
sv: Att skapa tabell

# Languages::creation_date
source: Creation date
hr: Datum stvaranja
sk: Dátum vytvorenia
sr: Datum kreiranja
sv: Datum för skapande

# Languages::credit_card
source: Credit card
hr: Kreditna kartica
sk: Kreditná karta
sr: Kreditna kartica
sv: Kreditkort

# Languages::credit_card_info
source: This number is printed in the signature area on the back of the card. It is the 3 digits AFTER the credit card number.
hr: Ovaj broj je tiskan na poleđini kartice. To su zadnje 3 znamenke.
sk: Toto číslo je vytlačené v oblasti podpisu na zadnej strane karty. Je to trojmiestne číslo kreditnej karty.
sr: Ovaj broj je odštampan u polju potpisa na poleđini kartice. To je trocifren broj iza broja kreditne kartice.
sv: Detta nummer är tryckt i området signatur på baksidan av kortet. Det är 3 siffror efter kreditkortsnumret.

# Languages::credit_memo
source: Credit memo
hr: Odobravanje
sk: Dobropis
sr: Odobrenje
sv: Kreditnota

# Languages::credit_memo_id
source: Credit memo ID
hr: ID odobravanja kredita
sk: ID dopropisu
sr: ID odobrenja kredita
sv: Kredit memo-ID

# Languages::cresecure_allowed_types
source: Allowed card types
hr: Dopuštene vrste kartica
sk: Povolené typy kariet
sr: Dozvoljeni tipovi kartica
sv: Tillåtna korttyper

# Languages::csv_delimiter
source: CSV delimiter
hr: Graničnik za CSV
sk: CSV oddeľovač
sr: CSV separator
sv: CSV-avgränsare

# Languages::csv_file
source: CSV file
hr: CSV datoteka
sk: Súbor CSV
sr: CSV datoteka
sv: CSV-fil

# Languages::currencies
source: Currencies
hr: Valute
sk: Meny
sr: Valute
sv: Valutor

# Languages::currency
source: Currency
hr: Valuta
sk: Meny
sr: Valuta
sv: Valuta

# Languages::currencycode
source: Currency code
hr: Šifra valute
sk: Kód meny
sr: Kod valute
sv: Valutakod

# Languages::currency_code_aed
source: United Arab Emirates Dirham
hr: Ujedinjeni Arapski Emirati Dirham
sk: Spojené Arabské Emiráty Dirham
sr: Ujedinjeni Arapski Emirati Dirham
sv: Förenade Arabemiraten Dirham

# Languages::currency_code_aud
source: Australian Dollar
hr: Australski dolar
sk: Austrálsky dolár
sr: Australijski dolar
sv: Australiska Dollar

# Languages::currency_code_brl
source: Brazilian Real
hr: Brazilski Real
sk: Brazílsky reál
sr: Brazilski real
sv: Brasiliansk Real

# Languages::currency_code_cad
source: Canadian Dollar
hr: Kanadski dolar
sk: Kanadský dolár
sr: Kanadski dolar
sv: Kanadensiska Dollar

# Languages::currency_code_chf
source: Swiss Franc
hr: Švicarski franak
sk: Švajčiarsky frank
sr: Švajcarski franak
sv: Schweizisk Franc

# Languages::currency_code_cyr
source: Cyprus Pound
hr: Ciparska funta
sk: Cypruská libra
sr: Kiparska funta
sv: Cypriotiskt pund

# Languages::currency_code_czk
source: Czech Koruna
hr: Češka kruna
sk: Česká Koruna
sr: Češka kruna
sv: Tjeckiska Koruna

# Languages::currency_code_dkk
source: Danish Kroner
hr: Danska Kruna
sk: Dánske koruny
sr: Danska kruna
sv: Danska kronor

# Languages::currency_code_eek
source: Estonian Kroon
hr: Estonski Kroon
sk: Estónska koruna
sr: Estonska kruna
sv: Estniska Kroon

# Languages::currency_code_fjd
source: Fiji Dollar
hr: Fidži dolar
sk: Fiji dolár
sr: Fidži dolar

# Languages::currency_code_frf
source: French Franc
hr: Francuski franak
sk: Francúzsky frank
sr: Francuski franak
sv: Franska Franc

# Languages::currency_code_gbp
source: UK Pound
hr: UK funta
sk: Veľká Británia libra
sr: Britanska funta
sv: Brittiska pund

# Languages::currency_code_hkd
source: Hong Kong Dollar
sk: Hong Kongský dolár
sr: Hong Kong dolar

# Languages::currency_code_huf
source: Hungarian Forint
hr: Mađarski Forint
sk: Maďarský Forint
sr: Mađarska forinta
sv: Ungerska Forint

# Languages::currency_code_ils
source: Israel New Shequel
hr: Izrael novi Shequel
sk: Izraelský nový Shequel
sr: Novi Shequel Izraela
sv: Israel nya Shequel

# Languages::currency_code_inr
source: Indian Rupee
hr: Indijska rupija
sk: Indická rupia
sr: Indijska rupija
sv: Indiska rupier

# Languages::currency_code_isk
source: Iceland Krona
sk: Islandská koruna
sr: Islandska kruna
sv: Isländsk Krona

# Languages::currency_code_jpy
source: Japanese Yen
hr: Japanski jen
sk: Japonský jen
sr: Japanski jen
sv: Japanska Yen

# Languages::currency_code_kpw
source: North Korean Won
hr: Sjevernokorejski Won
sk: Severokórejský Won
sr: Severnokorejski won
sv: Nordkoreanska Won

# Languages::currency_code_krw
source: South Korean Won
hr: Južnokorejski Won
sk: Juhokórejský Won
sr: Južnokorejski won
sv: Sydkoreanska Won

# Languages::currency_code_kwd
source: Kuwaiti Dinar
hr: Kuvajtski Dinar
sk: Kuvajtský dinár
sr: Kuvajtski dinar
sv: Kuwaitisk Dinar

# Languages::currency_code_ltl
source: Lithuanian Litas
hr: Litavski Litas
sk: Litovský Litas
sr: Litvanski litas
sv: Litauiska Litas

# Languages::currency_code_lvl
source: Latvian Lat
hr: Latvijski Lat
sk: Lotyšský Lat
sr: Letonski lat
sv: Lettiska Lat

# Languages::currency_code_mxn
source: Mexican Peso
hr: Meksički pezo
sk: Mexické Peso
sr: Meksički pezo
sv: Mexikanska Peso

# Languages::currency_code_myr
source: Malaysian Ringgit
sk: Malajský Ringgit
sr: Malezijski ringit
sv: Malaysiska Ringgit

# Languages::currency_code_nok
source: Norwegian Kroner
hr: Norveška kruna
sk: Nórske koruny
sr: Norveška kruna
sv: Norska kronor

# Languages::currency_code_nzd
source: New Zealand Dollar
hr: Novozelandski dolar
sk: Novozélandský dolár
sr: Novozelandski dolar
sv: Nyzeeländsk Dollar

# Languages::currency_code_php
source: Philippine Peso
hr: Filipinski pezo
sk: Filipínske Peso
sr: Filipinski pezo
sv: Filippinska Peso

# Languages::currency_code_pln
source: Polish Zlotych
hr: Poljski Zlotych
sk: Poľské zlote
sr: Poljski zlot
sv: Polska zloty

# Languages::currency_code_rur
source: Russian Ruble
hr: Ruska rublja
sk: Ruský rubeľ
sr: Ruska rublja
sv: Ryska rubel

# Languages::currency_code_sar
source: Saudi Riyal
hr: Saudijski rijal
sk: Saudský Riyal
sr: Saudijski rijal
sv: Saudiarabiska Riyal

# Languages::currency_code_sbd
source: Solomon Islands Dollar
hr: Salamunovi Otoci dolar
sk: Solomon Islandský dolár
sr: Dolar Solomonskih ostrva
sv: Salomon-Dollar

# Languages::currency_code_sek
source: Sweden Kroner
hr: Švedska kruna
sk: Švédsky Kroner
sr: Švedska kruna
sv: Sverige kronor

# Languages::currency_code_sgd
source: Singapore Dollar
hr: Singapurski dolar
sk: Singapúrsky dolár
sr: Singapurski dolar

# Languages::currency_code_sit
source: Slovenian Tolar
hr: Slovenski Tolar
sk: Slovinský Tolar
sr: Slovenački tolar
sv: Slovenska tolaren

# Languages::currency_code_skk
source: Slovak Koruna
hr: Slovačka kruna
sk: Slovenská Koruna
sr: Slovačka kruna
sv: Slovakiska Koruna

# Languages::currency_code_thb
source: Thai Baht
hr: Tajlandski bat
sk: Thajský Baht
sr: Tajlandski baht
sv: Thailändska Baht

# Languages::currency_code_top
source: Tongan Pa'anga
sk: Tonžská Pa'anga
sr: Tonški Pa'anga
sv: Tonganska Pa'anga

# Languages::currency_code_try
source: Turkish Lira
hr: Turska Lira
sk: Turecká líra
sr: Turska Lira
sv: Turkisk Lira

# Languages::currency_code_twd
source: New Taiwan dollar
hr: Novi tajvanski dolar
sk: Novo Taiwanský dolár
sr: Novi tajvanski dolar
sv: Taiwanesisk dollar

# Languages::currency_code_usd
source: US Dollar
hr: Američki dolar
sk: AMERICKÝ dolár
sr: Američki dolar

# Languages::currency_code_vuv
source: Vanuatu Vatu
sk: Vanuatské Vatu
sr: Vanuatski vatu

# Languages::currency_code_wst
source: Samoan Tala
sk: Samoanská Tala
sr: Samoanski tala
sv: Samoanska Tala

# Languages::currency_deleted
source: The currency has been deleted successfully.
hr: Valuta je uspješno izbrisana.
sk: Mena bola úspešne odstránená.
sr: Valuta je uspešno izbrisana.
sv: Valutan har tagits bort.

# Languages::currency_rate
source: Rate
hr: Stopa
sk: Sadzba
sr: Stopa

# Languages::currency_rate_greater_than_null
source: Currency exchange rate should be higher than 0.
hr: Tečajna lista treba biti veća od 0.
sk: Výmenný kurz by mal byť vyšší ako 0.
sr: Stopa promene valuta bi trebalo da bude veća od 0.
sv: Växelkursen bör vara högre än 0.

# Languages::currency_sign
source: Sign
hr: Znak
sk: Podpis
sr: Znak
sv: Tecken

# Languages::current_database_size
source: Current database size
hr: Trenutna veličina baze podataka
sk: Aktuálna veľkosť databázy
sr: Trenutna veličina baze podataka
sv: Aktuella databasstorleken

# Languages::current_path
source: Current path
hr: Trenutna putanja
sk: Aktuálna cesta
sr: Trenutna putanja
sv: Nuvarande väg

# Languages::text_file_editor_notice
source: You can upload and download files via <a href="[href]">File Editor</a>
hr: Možete prenositi i preuzimati datoteke preko <a href="[href]">Urednik datoteka</a>
sk: Môžete nahrávať a sťahovať súbory cez <a href="[href]"> File Editor</a>
sr: Možete postaviti i preuzeti datoteke pomoću <a href="[href]"> Uređivača datoteke</a>
sv: Du kan ladda upp och ladda ned filer via <a href="[href]"> File Editor</a>

# Languages::current_period
source: Current Period
hr: Tekuće razdoblje
sk: Aktuálne obdobie
sr: Tekući Period
sv: Aktuell Period

# Languages::current_theme
source: Current theme
hr: Trenutna tema
sk: Aktuálny motív
sr: Trenutne teme
sv: Aktuellt tema

# Languages::custom
source: Custom
hr: Prilagođeno
sk: Vlastné
sr: Prilagođeno

# Languages::customer
source: Customer
hr: Kupac
sk: Zákazník
sr: Kupac
sv: Kund

# Languages::customers
source: Customers
hr: Kupci
sk: Zákazníci
sr: Kupci
sv: Kunder

# Languages::customers_menu_description
source: List of store customers, registered users with a customer account.
hr: Popis kupaca u trgovini, registrirani korisnici s računom kupca.
sk: Zoznam zákazníkov obchodu, registrovaných používateľov s kontom zákazníka.
sr: Lista kupaca u radnji, registrovanih korisnika sa korisničkim računom.
sv: Lista över butik kunder, registrerade användare med ett kundkonto.

# Languages::customer_details
source: Customer details
hr: Detalji o kupcu
sk: Detaily týkajúce sa zákazníka
sr: Detalji o klijentu
sv: Kunduppgifter

# Languages::customer_email
source: Customer email
hr: E-pošta kupca
sk: Zákazníkov e-mailom
sr: E-mail kupca
sv: Kundens e-post

# Languages::customer_id
source: Customer ID
hr: ID kupca
sk: Identifikácia zákazníka
sr: ID kupca
sv: Kund-ID

# Languages::customer_info
source: Customer information
hr: Informacije o kupcu
sk: Informácie o zákazníkovi
sr: Informacije o kupcu
sv: Kundinformation

# Languages::customer_information
source: Customer information
hr: Informacije o kupcu
sk: Informácie o zákazníkovi
sr: Informacije o kupcu
sv: Kundinformation

# Languages::customer_notes
source: Customer notes
hr: Bilješke o kupcu
sk: Poznámka zákazníka
sr: Napomene za kupca
sv: Kunden anteckningar

# Languages::customer_signature
source: Customer's signature
hr: Potpis kupca
sk: Podpis zákazníka
sr: Potpis kupca
sv: Kundens underskrift

# Languages::customer_text_letter_footer
source: Thank you for using our shopping cart.
hr: Hvala vam što koristite našu košaricu.
sk: Ďakujem vám za používanie nášho nákupného košíka.
sr: Hvala vam što koristite našu prodavnicu.
sv: Tack för att använda vår kundvagn.

# Languages::customize
source: Customize
hr: Prilagoditi
sk: Prispôsobiť
sr: Prilagođavanje
sv: Anpassa

# Languages::theme_no_styles_text
source: This theme doesn't have styles.
hr: Ova tema nema stilova.
sk: Táto téma nemá štýly.
sr: Ova tema nema stilove.
sv: Detta tema har inte stilar.

# Languages::custom_range
source: Custom Range
hr: Prilagođeni raspon
sk: Vlastný rozsah
sr: Prilagođeni opseg
sv: Beställnings sortiment

# Languages::cutted_product_codes
source: The following product codes are too long and were cut to 32 figures:
hr: Sljedeće šifre proizvoda su preduge pa su smanjene na 32 znaka:
sk: Nasledujúce kódy produktov sú príliš dlhé a boli znížené na 32 čísel:
sr: Sledeće šifre proizvoda su preduge i skraćene su na 32 cifre:
sv: Följande produktkoder för långa och var skär 32 siffror:

# Languages::czech
source: Czech
hr: Češki
sk: čeština
sr: Češki
sv: Tjeckiska

# Languages::danish
source: Danish
hr: Danski
sk: dánčina
sr: Danski
sv: Danska

# Languages::dashboard
source: Dashboard
hr: Nadzorna ploča
sk: Tabule (dashboard)
sr: Kontrolna tabla
sv: Instrumentpanel

# Languages::database
source: Database
hr: Baza podataka
sk: Databáza
sr: Baza podataka
sv: Databas

# Languages::database_data_changes
source: Database data changes
hr: Promjene baze podataka
sk: Zmeny údajov v databáze
sr: Promena podataka u bazi podataka
sv: Ändringar av databasen

# Languages::backup_restore
source: Backup/Restore
hr: Sigurnosno kopiranje/vraćanje
sk: Zálohovanie / Obnovenie
sr: Rezerviši/Povrati

# Languages::database_structure_changes
source: Database structure changes
hr: Promjena strukture baze podataka
sk: Zmeny štruktúry databázy
sr: Promena strukture u bazi podataka
sv: Ändringar i databasen struktur

# Languages::datatrans_caa
source: Authorization with immediate settlement
hr: Odobrenje uz neposrednu nagodbu
sk: Povolenia s okamžitým vyrovnaním
sr: Hitna autorizacija
sv: Tillstånd med omedelbar avveckling

# Languages::datatrans_noa
source: Authorization only
hr: Samo autorizacija
sk: Povolenie iba
sr: Samo autorizovani
sv: Tillstånd endast

# Languages::datatrans_sign
source: Digital signature
hr: Digitalni potpis
sk: Digitálny podpis
sr: Digitalni potpis
sv: Digital signatur

# Languages::date
source: Date
hr: Datum
sk: Dátum
sr: Datum
sv: Datum

# Languages::date_added
source: Date added
hr: Datum dodavanja
sk: Dátum pridania
sr: Datum dodavanja
sv: Inkom datum

# Languages::date_of_birth
source: Date of birth
hr: Datum rođenja
sk: dátum narodenia
sr: Datum rođenja
sv: Födelsedatum

# Languages::day
source: day
hr: dan
sk: deň
sr: dan
sv: dagen

# Languages::days
source: days
hr: dana
sk: dní
sr: dana
sv: dagar

# Languages::db_backup_restore
source: DB Backup/Restore
hr: DB Sigurnosna kopija / Vraćanje
sk: DB zálohovanie a obnovovanie
sr: BP Rezerva/Povrat

# Languages::create_backup
source: Create backup
hr: Stvaranje sigurnosne kopije
sk: Vytvoriť zálohu
sr: Kreiraj rezervnu kopiju
sv: Säkerh. Kopiera

# Languages::db_name
source: Database name
hr: Naziv baze podataka
sk: Názov databázy
sr: Naziv baze podataka
sv: Databasens namn

# Languages::dear
source: Dear
hr: Poštovani
sk: Vážení
sr: Dragi
sv: Raring

# Languages::debit
source: Debit
hr: Zaduženje
sk: Debetné
sr: Debitna
sv: Betalkort

# Languages::decimals
source: Decimals
hr: Decimalnih mjesta
sk: Desatinné miesta
sr: Decimale
sv: Decimaler

# Languages::decline
source: Decline
hr: Odbiti
sk: Pokles
sr: Odbijanje
sv: Nedgång

# Languages::declined
source: Declined
hr: Odbijeno
sk: Poklesnutý
sr: Odbijeni
sv: Minskade

# Languages::decline_selected
source: Decline selected
hr: Odbij odabrano
sk: Pokles vybraného
sr: Otpiši izabrano
sv: Nedgång markerade

# Languages::decorator
source: Decorator
hr: Dekorater
sk: Dekoratér
sr: Dekorater
sv: Dekoratör

# Languages::decrease
source: Decrease
hr: Smanjenje
sk: Pokles
sr: Smanjivanje
sv: Minska

# Languages::dec_sign
source: Dec sign
hr: Decimalni znak
sk: Dec podpis
sr: Decimalni znak
sv: Dec tecken

# Languages::default
source: Default
hr: Zadano
sk: Predvolené
sr: Podrazumevani
sv: Standard

# Languages::default_category_view
source: Default category view
hr: Zadani prikaz kategorija
sk: Predvolené zobrazenie kategórií
sr: Podrazumevani prikaz po kategorijama
sv: Standard kategoriläge

# Languages::default_language
source: Default language
hr: Zadani jezik
sk: Predvolený jazyk
sr: Podrazumevani jezik
sv: Standardspråk

# Languages::default_layout
source: Default layout
hr: Zadani izgled
sk: Predvolené rozloženie
sr: Podrazumevani raspored
sv: Standardlayout

# Languages::default_long_options_template
source: Default template (long product option names)
hr: Zadani predložak (opcije za duge nazive proizvoda)
sk: Predvolená šablóna (možnosť dlhých názvov produktov)
sr: Podrazumevana šema (dugački nazivi opcija proizvoda)
sv: Standardmallen (lång alternativet produktnamn)

# Languages::default_product_details_view
source: Parent ([default])
hr: Roditelj ([default])
sk: Materské ([default])
sr: Roditelj ([default])
sv: Förälder ([default])

# Languages::default_template
source: Default template
hr: Zadani predložak
sk: Predvolená šablóna
sr: Podrazumevana šema
sv: Förvald mall

# Languages::bigpicture_template
source: The big picture
hr: Velika slika
sk: Veľký obrázok
sr: Velika slika
sv: Den stora bilden

# Languages::default_value
source: Default value
hr: Zadana vrijednost
sk: Predvolená hodnota
sr: Podrazumevana vrednost
sv: Försummelsen värde

# Languages::deferred
source: Deferred
hr: Odgođeno
sk: Odložené
sr: Odložen
sv: Uppskjuten

# Languages::defined
source: Defined
hr: Definiran
sk: Definované
sr: Definisan
sv: Definierade

# Languages::defined_desired_products
source: List of desired products
hr: Popis željenih proizvoda
sk: Zoznam produktov
sr: Lista željenih proizvoda
sv: Lista över önskade produkter

# Languages::defined_items
source: defined items
hr: definirane stavke
sk: definované položky
sr: definisane stavke
sv: definierade objekt

# Languages::delay
source: Delay (in seconds)
hr: Kašnjenje (u sekundama)
sk: Oneskorenie (v sekundách)
sr: Odlaganje (u sekundama)
sv: Fördröjning (i sekunder)

# Languages::delete
source: Delete
hr: Izbriši
sk: Odstrániť
sr: Obriši
sv: Ta bort

# Languages::deleted
source: Deleted
hr: Izbrisano
sk: Odstránené
sr: Obrisano
sv: Tas bort

# Languages::deleted_product
source: DELETED PRODUCT
hr: IZBRISANI PROIZVOD
sk: ODSTRÁNENÉ PRODUKTY
sr: IZBRISAN PROIZVOD
sv: BORTTAGNA PRODUKT

# Languages::delete_all_found
source: Delete all found
hr: Izbriši sve
sk: Zmazať všetky nájdené
sr: Izbriši sve pronađeno
sv: Ta bort alla Funna

# Languages::delete_block
source: Delete block
hr: Izbriši blok
sk: Odstrániť blok
sr: Brisanje bloka
sv: Ta bort block

# Languages::delete_confirmation
source: Are you sure you want to delete the selected items?
hr: Jeste li sigurni da želite obrisati odabrane stavke?
sk: Naozaj chcete odstrániť vybraté položky?
sr: Da li ste sigurni da želite izbrisati odabrane stavke?
sv: Är du säker du vill ta bort de markerade objekten?

# Languages::delete_grid
source: Delete grid
hr: Brisanje mreže
sk: Vymazať mriežku
sr: Brisanje koordinatne mreže
sv: Ta bort rutnät

# Languages::delete_image
source: Delete image
hr: Brisanje slike
sk: Odstrániť obrázok
sr: Brisanje slike
sv: Ta bort bild

# Languages::delete_image_pair
source: Delete image pair
hr: Izbriši slike par
sk: Odstrániť obrazový pár
sr: Izbriši par slike
sv: Ta bort bild par

# Languages::delete_install_folder
source: Please remove the install directory.<br /><br />Keeping the install directory on the server is insecure.
hr: Molimo uklonite instalacijski direktorij. < br / > < br / > držanje instalacijskog direktorija na poslužitelju nije sigurno.
sk: Prosím, odstráňte adresár inštalácie. < br / > < br / > vedenie inštalačného adresára na serveri je neisté.
sr: Molim vas uklonite direktorijum instalacije. <br/> <br/> Zadržavanje Instalacionog direktorijuma na serveru je nesigurno.
sv: Ta bort den installera katalogen. < br / > < br / > hålla installationskatalogen på servern är osäkra.

# Languages::delete_range
source: Delete range
hr: Izbriši raspon
sk: Odstránenie rozsahu
sr: Brisanje opsega
sv: Ta bort rad

# Languages::delete_selected
source: Delete selected
hr: Izbriši odabrano
sk: Odstrániť vybraté
sr: Izbriši izabrano
sv: Ta bort markerad

# Languages::delete_this_category
source: Delete this category
hr: Izbriši ovu kategoriju
sk: Odstrániť túto kategóriu
sr: Izbriši ovu kategoriju
sv: Ta bort denna kategori

# Languages::delete_this_page
source: Delete this page
hr: Izbriši ovu stranicu
sk: Odstrániť túto stránku
sr: Izbriši ovu stranicu
sv: Ta bort denna sida

# Languages::delivery_time
source: Delivery time
hr: Vrijeme isporuke
sk: Dodacia lehota
sr: Vreme dostave
sv: Leveranstid

# Languages::demo_mode
source: Demo mode is enabled
hr: Demo mod je omogućen
sk: Demo režim je zapnutý
sr: Demo režim je omogućen
sv: Demo-läge är aktiverat

# Languages::demo_mode_content_text
source: <p>The cart is working in the <b>DEMO</b> mode and this functionality is disabled.</p>
hr: <p>Trgovina radi u <b>DEMO</b> modu i ova funkcija je onemogućena.</p>
sk: <p>Košík pracuje v <b>DEMO</b> režime a táto funkčnosť je vypnutá.</p>
sr: <p>Korpa radi u <b>DEMO</b> režimu, i ova funkcija je onemogućena.</p>
sv: <p>Vagnen fungerar i <b>DEMO</b>-läge och denna funktion inaktiveras.</p>

# Languages::demo_panel.demo_store_panel
source: Demo store panel
hr: Ploča Demo trgovine
sk: Demo panel skladu
sr: Tabla Demo prodavnice

# Languages::demo_panel.go_admin_panel
source: Go to Administration panel
hr: Idite na Upravljačku ploču
sk: Prejsť na administračný panel
sr: Idi na Administrativnu tablu
sv: Gå till Administration panel

# Languages::demo_panel.go_storefront
source: Go to Storefront
hr: Idite na Storefront
sk: Prejsť na priečelie
sr: Idi na Izlog prodavnice
sv: Gå till skyltfönster

# Languages::demo_panel.demo_will_be_reset_in
source: Demo will be reset in:
hr: Ogledni primjerak će se vratiti na početak u:
sk: Demo bude v nastavení:
sr: Demo režim će biti resetovan za:
sv: Demo kommer att återställas i:

# Languages::denied
source: Denied
hr: Odbijen
sk: Odmietnutý
sr: Odbijeno
sv: Nekad

# Languages::dependence
source: Sort by
hr: Složi po
sk: Zoradiť podľa
sr: Sortiraj po
sv: Sortera efter

# Languages::deposit_amount
source: Deposit amount
hr: Iznos pologa
sk: Výšky vkladu
sr: Iznos depozita
sv: Insättningsbelopp

# Languages::desc
source: desc.
sr: opad.

# Languages::description
source: Description
hr: Opis
sk: Popis
sr: Opis
sv: Beskrivning

# Languages::descr_avs
source: AVS verification response
hr: AVS provjera odgovor
sk: AVS overenie odpovede
sr: AVS odgovor
sv: AVS kontroll svar

# Languages::descr_cvv
source: CVV2 verification response
hr: CVV2 provjera odgovor
sk: CVV2 overenie odpovede
sr: CVV2 odgovor
sv: CVV2 kontroll svar

# Languages::design
source: Design
hr: Dizajn
sk: Dizajn
sr: Dizajn

# Languages::design_mode
source: Design mode
hr: Dizajnerski način
sk: Režim návrhu
sr: Režim dizajniranja
sv: Växla till designläge

# Languages::desired_amount
source: Desired quantity
hr: Željena količina
sk: Požadované množstvo
sr: Željena količina
sv: Önskad kvantitet

# Languages::destination
source: Destination
hr: Odredište
sk: Miesto určenia
sr: Odredište

# Languages::detailed_description
source: Detailed description
hr: Detaljan opis
sk: Podrobný popis
sr: Detaljan opis
sv: Detaljerad beskrivning

# Languages::detailed_images
source: Detailed images
hr: Detaljne slike
sk: Detailné snímky
sr: Detaljne slike
sv: Detaljerade bilder

# Languages::details
source: details
hr: Detalji
sk: Podrobnosti
sr: Detalji
sv: detaljer

# Languages::diff
source: File changes
hr: Promjena u datotekama
sk: Zmeny súborov
sr: Promena datoteke
sv: Filändringar

# Languages::different_only
source: Different only
hr: Razlikuje samo
sk: Rozdielne iba
sr: Samo drugačiji
sv: Annorlunda endast

# Languages::directory
source: Directory
hr: Imenik
sk: Adresár
sr: Direktorijum
sv: Katalog

# Languages::direct_download
source: Direct download
hr: Direktno preuzimanje datoteka
sk: Priame sťahovanie
sr: Direktni download
sv: Direkt nedladdning

# Languages::disable
source: Disable
hr: Onemogućiti
sk: Vypnúť
sr: Onemogući
sv: Inaktivera

# Languages::disabled
source: Disabled
hr: Isključen
sk: Zakázané
sr: Onemogućeno
sv: Inaktivera

# Languages::disabled_categories
source: Disabled categories
hr: Isključene kategorije
sk: zakázané kategórie
sr: Onemogućene kategorije
sv: Funktionshindrade kategorier

# Languages::disable_for
source: Disable for
hr: Onemogući za
sk: zakázané pre
sr: Onemogući za
sv: Inaktivera för
