Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::disable_selected
source: Disable selected
hr: Onemogući odabrano
sk: Zakázať vybraté
sr: Onemogući izabrano
sv: Inaktivera markerade

# Languages::disapprove
source: Disapprove
hr: Ne odobravam
sk: Neschváliť
sr: Ne odobravam
sv: Ogillade

# Languages::disapproved
source: Disapproved
hr: Nije odobreno
sk: Zamietnuté
sr: Neodobreno
sv: Ogillade

# Languages::disapprove_selected
source: Disapprove selected
hr: Ne odobravam odabrane
sk: Neschváliť vybrané
sr: Ne odobravam izabrane
sv: Ogilla valda

# Languages::discount
source: Discount
hr: Popust
sk: Zľava
sr: Popust
sv: Rabatt

# Languages::discounted_price
source: Discounted price
hr: Cijena s popustom
sk: Zvýhodnená cena
sr: Cena sa popustom
sv: Rabatterat pris

# Languages::discounts
source: Discounts
hr: Popusti
sk: Zľavy
sr: Popusti
sv: Rabatter

# Languages::discount_coupon
source: Discount coupon
hr: Popust kupon
sk: Zľavový kupón
sr: Popust kupon
sv: Rabatt kupong

# Languages::discount_coupon_code
source: Discount coupon code
hr: Popust kupon kod
sk: Kód zľavového kupónu
sr: Šifra kupona za popust
sv: Rabatt kupongkod

# Languages::dispatch
source: Dispatch
hr: Otpremanje
sk: Odoslanie
sr: Otpremanje

# Languages::displayed_vendors
source: Displayed stores
hr: Prikazane trgovine
sk: Zobrazené Obchody
sr: Prikazane prodavnice
sv: Visas butiker

# Languages::display_bottom_buttons
source: Display bottom buttons
hr: Prikaz donjih gumba
sk: Zobrazenie dolnej časti tlačidla
sr: Prikaz dugmadi na dnu
sv: Visa botten knappar

# Languages::display_delete_icons
source: Display delete icons
hr: Prikaži ikone za brisanje
sk: Odstrániť ikony
sr: Prikazivanje brisanja ikona
sv: Visa ta bort ikoner

# Languages::display_message
source: Display message
hr: Prikaz poruke
sk: Zobraziť správu
sr: Prikaži poruku
sv: Display meddelande

# Languages::display_on
source: Display on
hr: Prikaz na
sk: Zobrazenie na
sr: Prikaži na
sv: Visa på

# Languages::display_type
source: Display type
hr: Vrsta prikaza
sk: Typ zobrazenia
sr: Tip prikaza
sv: Visa typ

# Languages::display_variants_count
source: Number of displayed filter variants before scroll
sk: Počet zobrazených variant filtra na pred skrolovaním
sr: Broj prikazanih filtera varijanti
sv: Antal visade filter varianter innan bläddra

# Languages::domains
source: Domains
hr: Domene
sk: Domény
sr: Domeni
sv: Domäner

# Languages::domestic_usps
source: Domestic U.S.P.S.
hr: Domaća U.S.P.S.
sk: Domáce U.S.P.S.
sr: Domaći U.S.P.S.
sv: Inhemska Usps.

# Languages::done
source: Done
hr: Završeno
sk: Hotovo
sr: Završeno
sv: Gjort

# Languages::dont_track
source: Do not track
hr: Nemoj pratiti
sk: Nesledovať
sr: Ne prati
sv: Spåra inte

# Languages::dont_use_cardinal
source: Don't use Cardinal Centinel&reg; for 3-D Secure Payer Authentication
hr: Nemojte koristiti Cardinal Centinel&reg; za 3-D Secure provjeru autentičnosti obveznika uplate
sk: Nepoužívajte kardinál Centinel ® pre 3-D Secure platené overovanie
sr: Ne koristimo Cardinal Centinel&reg; za 3-D autentikaciju
sv: Använd inte Cardinal Centinel® för 3D-Secure betalaren autentisering

# Languages::dots
source: Dots
hr: Točkice
sk: Bodky
sr: Tačke
sv: Prickar

# Languages::down
source: Down
hr: Dolje
sk: Nadol
sr: Dole
sv: Ned

# Languages::download
source: Download
hr: Preuzimanje
sk: Na stiahnutie
sr: Preuzimanje
sv: Hämta

# Languages::downloadable
source: Downloadable
hr: Možete preuzeti
sk: Na stiahnutie
sr: Za preuzimanje
sv: Nedladdningsbara

# Languages::downloadable_shipping
source: Enable shipping if downloadable
hr: Omogućite dostavu ako možete preuzeti
sk: Povoliť prepravu ak je na stiahnutie
sr: Omogući isporuku ako je moguće preuzeti
sv: Aktivera frakt om nedladdningsbara

# Languages::downloads
source: Downloads
hr: Preuzimanja
sk: Na stiahnutie
sr: Preuzimanja
sv: Nedladdningar

# Languages::downloads_max_left
source: Downloads (max./left)
hr: Preuzimanja (max./left)
sk: Stiahnuté (max./ostáva)
sr: Preuzimanja (max/ostalo)
sv: Nedladdningar (max./vänster)

# Languages::download_key_expiry
source: Download key expiry
hr: Istek ključa preuzimanja
sk: Stiahnuť kľúč uplynutí
sr: Ključ za preuzimanje važi do
sv: Hämta nyckeln löpt ut

# Languages::download_link_expired
source: The download link is expired or is not ready.
hr: Download link je istekao ili nije spreman.
sk: Odkaz na stiahnutie je neplatný alebo nie je pripravený.
sr: Link za preuzimanje je istekao ili još nije spreman.
sv: Länken är andas ut eller är inte redo.

# Languages::do_not_change
source: Do not change
hr: Nemojte mijenjati
sk: Nemeňte
sr: Ne menjaj
sv: Ändra inte

# Languages::do_not_pass_logo
source: Do not pass the shopping cart logo to the merchant
hr: Nemojte proslijediti logotip košarice trgovcu
sk: Nedávajte na nákupný košík logo obchodníka
sr: Ne prenosi logotip za kupovinu trgovcu
sv: Lämnar inte shopping cart logotypen till handlaren

# Languages::do_not_use
source: Do not use
hr: Ne koristite
sk: Nepoužívajte
sr: Nemoj koristiti
sv: Använd inte

# Languages::drlicense_number
source: Driving License Number
hr: Vozačka dozvola broj
sk: Vodičské licenčné číslo
sr: Broj vozačke dozvole
sv: Drivande licens antal

# Languages::dropdown_horizontal
source: Dropdown horizontal
hr: Horizontalni padajući izbornik
sk: Rozbaľovací zoznam horizontálne
sr: Horizontalna padajuća lista
sv: Dropdown horisontella

# Languages::dropdown_limit
source: Minimal number if items to be placed in a dropdown list.
hr: Minimalan broj ako će stavke biti stavljene u padajućem popisu.
sk: Minimálny počet ak položky majú byť umiestnené v rozbaľovacom zozname.
sr: Minimalni broj stavki koje treba smestiti u padajuću listu.
sv: Minimal om poster i en listruta.

# Languages::dropdown_second_level_elements
source: Second level elements
hr: Druga razina elemenata
sk: Druhá úroveň prvkov
sr: Drugi nivo elemenata
sv: Andra nivå element

# Languages::dropdown_third_level_elements
source: Third level elements
hr: Treća razina elemenata
sk: Tretia úroveň prvkov
sr: Treći nivo elemenata
sv: Tredje nivån element

# Languages::dropdown_vertical
source: Dropdown vertical
hr: Padajući okomito
sk: Rozbaľovací zoznam vertikálne
sr: vertikalna padajuća lista
sv: Dropdown vertikala

# Languages::drop_existing_data
source: Delete all existing product files before import
hr: Izbrišite sve postojeće datoteke proizvoda prije uvoza
sk: Odstrániť všetky existujúce súbory produktu pred importom
sr: Izbriši sve postojeće datoteke proizvoda pre uvoza
sv: Ta bort alla befintliga produktfiler före importen

# Languages::cant_create_backup_file
source: Cannot upload backup file. Please check permissions for the "var/backups" directory of your installation.
sr: Nemoguće je otpremiti datoteku rezervne kopije. Proverite dozvole za "var/backups" direktorijum.
sv: Kan inte ladda upp backup-fil. Kontrollera behörigheterna för katalogen "var/säkerhetskopior" för din installation.

# Languages::dump_file_not_writable
source: Please set write permissions on the database backup file.
hr: Molimo postavite ovlasti za pisanje u bazu podataka backup datoteke.
sk: Nastavte povolenia na zápis do databázy zálohovania súborov.
sr: Postavite dozvole za upisivanje u datoteku rezervne kopije.
sv: Ställ in skrivbehörighet på databas backup-fil.

# Languages::duplicate
source: Duplicate transactions
hr: Dvostruke transakcije
sk: Zduplikovať transakcie
sr: Duple transakcije
sv: Duplicera transaktioner

# Languages::dutch
source: Dutch
hr: Nizozemski
sk: holandčina
sr: Holandski
sv: Nederländska

# Languages::dynamic
source: Dynamic
hr: Dinamičan
sk: Dynamické
sr: Dinamički
sv: Dynamiska

# Languages::dynamic_content
source: This block content will be shown on <a href="[url]">this page</a> only.
hr: Ovaj blok sadržaj će biti prikazan na <a href="[url]"> stranici </a>.
sk: Toto blokovanie obsahu sa zobrazí len na <a href="[url]"> tejto stránke</a> .
sr: Ovaj sadržaj bloka će biti prikazan samo na <a href="[url]"> ovoj stranici</a>.
sv: Denna blockera innehåll visas på <a href="[url]"> den här sidan</a> bara.

# Languages::dynamic_tree_cat
source: Dynamic tree
hr: Dinamičko stablo
sk: Dynamický strom
sr: Dinamička struktura
sv: Dynamisk träd

# Languages::dynamic_tree_pages
source: Dynamic tree
hr: Dinamičko stablo
sk: Dynamický strom
sr: Dinamička struktura
sv: Dynamisk träd

# Languages::easing
source: Easing
hr: Ublažavanje
sk: Zmiernenie
sr: Olakšavanje
sv: Lätta

# Languages::edit
source: Edit
hr: Uredi
sk: Upraviť
sr: Uredi
sv: Redigera

# Languages::editing
source: Editing
hr: Uređivanje
sk: Upravovanie
sr: Uređivanje
sv: Redigera

# Languages::editing_block
source: Editing block
hr: Uređivanje bloka
sk: Upravovanie bloku
sr: Uređivanje bloka
sv: Redigering av block

# Languages::editing_category
source: Editing category
hr: Uređivanje kategorija
sk: Úprava kategórie
sr: Uređivanje kategorije
sv: Redigera kategori

# Languages::editing_chart
source: Editing chart
hr: Uređivanje grafikona
sk: Úprava grafov
sr: Uređivanje grafikona
sv: Redigera diagram

# Languages::editing_container
source: Editing container
hr: Uređivanje kontejnera
sk: Úprava kontajnera
sr: Uređivanje kontejnera
sv: Redigera behållare

# Languages::editing_currency
source: Editing currency
hr: Uređivanje valuta
sk: Úprava meny
sr: Uređivanje valute
sv: Redigera valuta

# Languages::editing_defined_products
source: Editing defined products
hr: Uređivanje određenog proizvoda
sk: Úpravy definovaných výrobky
sr: Uređivanje definisanih proizvoda
sv: Redigera definierade produkter

# Languages::editing_file
source: Editing file
hr: Uređivanje datoteka
sk: Úprava súboru
sr: Uređivanje datoteke
sv: Redigera filen

# Languages::editing_filter
source: Editing filter
hr: Uređivanje filtra
sk: Úprava filtra
sr: Uređivanje filtera
sv: Redigera filter

# Languages::editing_folder
source: Editing folder
hr: Uređivanje mape
sk: Úpravy priečinkov
sr: Uređivanje direktorijuma
sv: Redigera mappen

# Languages::editing_grid
source: Editing grid
hr: Uređivanje mreže
sk: Úprava mriežky
sr: Uređivanje mreže
sv: Redigera rutnät

# Languages::editing_group
source: Editing group
hr: Uređivanje grupe
sk: Úprava skupiny
sr: Uređivanje grupe
sv: Redigera grupp

# Languages::editing_item
source: Editing item
hr: Uređivanje stavke
sk: Úprava položiek
sr: Uređivanje stavki
sv: Redigerar objekt

# Languages::editing_language
source: Editing language
hr: Uređivanje jezika
sk: Úprava jazyka
sr: Uređivanje jezika
sv: Redigeringsspråk

# Languages::editing_layout
source: Editing layout
hr: Uređivanje izgleda
sk: Úprava rozloženia
sr: Uređivanje rasporeda
sv: Redigera layout

# Languages::editing_link
source: Editing link
hr: Uređivanje veza
sk: Úprava odkazu
sr: Uređivanje veza
sv: Redigera länk

# Languages::editing_localization
source: Editing localization
hr: Uređivanje lokalizacija
sk: Úprava lokalizácie
sr: Uređivanje lokalizacije
sv: Redigera lokalisering

# Languages::editing_location
source: Editing location
hr: Uređivanje lokacije
sk: Úprava umiestnenia
sr: Uređivanje lokacije
sv: Redigera platsen

# Languages::editing_menu
source: Editing menus
hr: Uređivanje izbornika
sk: Úprava menu
sr: Uređivanje menija
sv: Redigera menyer

# Languages::editing_option
source: Editing option
hr: Uređivanje opcija
sk: Úprava možností
sr: Uređivanje opcija
sv: Redigeringsalternativ

# Languages::editing_order
source: Editing order
hr: Uređivanje narudžbi
sk: Úprava objednávky
sr: Uređivanje porudžbine
sv: Redigera order

# Languages::editing_page
source: Editing page
hr: Uređivanje stranice
sk: Úprava stránky
sr: Uređivanje stranice
sv: Redigerande sida

# Languages::editing_payment
source: Editing payment
hr: Uređivanje plaćanja
sk: Úprava platby
sr: Uređivanje plaćanja
sv: Redigera betalning

# Languages::editing_product
source: Editing product
hr: Uređivanje proizvoda
sk: Úprava produktu
sr: Uređivanje proizvoda
sv: Redigera produkt

# Languages::editing_product_feature
source: Editing product feature
hr: Uređivanje značajki proizvoda
sk: Úprava vlastností produktu
sr: Uređivanje funkcija proizvoda
sv: Redigeringsfunktion produkt

# Languages::editing_profile
source: Editing profile
hr: Uređivanje profila
sk: Úprava profilu
sr: Uređivanje profila
sv: Redigera profil

# Languages::editing_profile_field
source: Editing profile field
hr: Uređivanje polja profila
sk: Úprava poľa profilu
sr: Uređivanje polja profila
sv: Redigera profil fält

# Languages::editing_promotion
source: Editing promotion
hr: Uređivanje promocije
sk: Úprava podpory
sr: Uređivanje promocija
sv: Redigera främjande

# Languages::editing_quick_menu_link
source: Editing quick menu link
hr: Uređivanje veza brzog izbornika
sk: Úprava linku náhľadu
sr: Uređivanje veza brzog menija
sv: Redigera snabbmenyn länk

# Languages::editing_quick_menu_section
source: Editing quick menu section
hr: Uređivanje sekcije brzog izbornika
sk: Úprava časti náhľadu
sr: Uređivanje sekcije brzog menija
sv: Redigera snabbmenyn avsnitt

# Languages::editing_report
source: Editing report
hr: Uređivanje izvješća
sk: Úprava zostavy
sr: Uređivanje izveštaja
sv: Redigera rapport

# Languages::editing_shipping_method
source: Editing shipping method
hr: Uređivanje metoda dostave
sk: Úprava metódy poštovného
sr: Uređivanje načina isporuke
sv: Redigera leveranssättet

# Languages::editing_sitemap_section
source: Editing sitemap section
hr: Uređivanje mapa stranice
sk: Úprava časti mapy stránok
sr: Uređivanje odeljka mape sajta
sv: Redigera sitemap avsnitt

# Languages::editing_status
source: Editing status
hr: Uređivanje statusa
sk: Úprava štatútu
sr: Uređivanje statusa
sv: Redigera status

# Languages::editing_tab
source: Editing tab
hr: Uređivanje Kartica
sk: Úprava založky
sr: Uređivanje jezička
sv: Redigera tab

# Languages::editing_tax
source: Editing tax
hr: Uređivanje poreza
sk: Úprava dane
sr: Uređivanje poreza
sv: Redigera skatt

# Languages::editing_vendor
source: Editing store
hr: Uređivanje trgovine
sk: Úprava obchodu
sr: Uređivanje prodavnice
sv: Redigera butik

# Languages::edition_type
source: Edition type
hr: Uređivanje tipa
sk: Úprava typu
sr: Tip uređivanja
sv: Edition typ

# Languages::edit_content_on_site
source: Edit content on-site
hr: Uređivanje sadržaja na licu mjesta
sk: Upraviť obsah on-line
sr: Uređivanje sadržaja na licu mesta
sv: Redigera innehåll på plats

# Languages::edit_files
source: Edit files
hr: Uređivanje datoteke
sk: Úprava súborov
sr: Uređivanje datoteke
sv: Redigera filer

# Languages::edit_layout
source: Edit layout
hr: Uređivanje izgleda
sk: Upraviť rozloženie
sr: Uređivanje rasporeda
sv: Redigera layout

# Languages::edit_order
source: Edit order
hr: Uređivanje narudžbi
sk: Upraviť objednávku
sr: Uređivanje porudžbine
sv: Redigera order

# Languages::edit_products
source: Edit products
hr: Uređivanje proizvoda
sk: Úprava výrobkov
sr: Uređivanje proizvoda
sv: Redigera produkter

# Languages::edit_profile
source: Edit profile
hr: Uređivanje profila
sk: Upraviť profil
sr: Uređivanje profila
sv: Redigera profil

# Languages::edit_profile_note
source: Change email, password, shipping/billing info, and other profile settings
hr: Promijenite e-mail, lozinku, informacije dostave/naplate i druge postavke profila
sk: Zmeniť e-mail, heslo, poštovné/fakturačné údaje a ostatné nastavenia profilu
sr: Promeni e-mail, lozinku, isporuku/naplatu i druge postavke profila
sv: Ändra e-post, lösenord, frakt/billing information och andra inställningar

# Languages::edit_report
source: Edit report
hr: Uređivanje izvješća
sk: Upraviť hlásenia
sr: Uredi izveštaj
sv: Redigera rapport

# Languages::edit_selected
source: Edit selected
hr: Uredi odabrano
sk: Upraviť vybrané
sr: Uredi izabrano
sv: Redigera markerat

# Languages::edp_access_granted
source: Now you can download the purchased products.
hr: Sada možete skinuti kupljene proizvode.
sk: Teraz si môžete stiahnuť zakúpené produkty.
sr: Sada možete da preuzmete kupljene proizvode.
sv: Nu kan du ladda ner de köpta produkterna.

# Languages::edp_access_subj
source: Access to electronically distributed products is granted
hr: Pristup elektronički distribuiranim proizvodima je odobren
sk: Povolenie prístupu k elektronicky distribuovaným výrobkom
sr: Pristup elektronskim proizvodima je odobren
sv: Tillgång till elektroniskt distribuerat produkter ges

# Languages::edp_enable_shipping
source: Enable shipping for downloadable products
hr: Omogućite utovar za download proizvode
sk: Povoliť poštovné pre produkty na stiahnutie
sr: Omogućavanje isporuke za proizvode koja se mogu preuzeti
sv: Aktivera frakt för nedladdningsbara produkter

# Languages::emails
source: Emails
hr: Poruke e-pošte
sk: E-maily
sr: E-mailovi
sv: E-post

# Languages::email_address
source: E-mail address
hr: Adresa e-pošte
sk: E-mailová adresa
sr: Adresa e-pošte
sv: E-postadress

# Languages::email_header
source: E-mail header
hr: Zaglavlje e-pošte
sk: Hlavička e-mailu
sr: Zaglavlje e-pošte
sv: E-postrubriken

# Languages::email_subject
source: E-mail subject
hr: Predmet e-pošte
sk: Predmet e-mailu
sr: Tema e-poruke
sv: E-post ämne

# Languages::empty
source: Empty
hr: Prazan
sk: Prázdne
sr: Prazno
sv: Tom

# Languages::empty_key_value
source: Empty table key value
hr: Prazna vrijednost ključa tablice
sk: Prázdna tabuľka hodnoty kľúča
sr: Prazna vrednost tabele
sv: Tom tabell nyckelvärde

# Languages::enable
source: Enable
hr: Omogućiti
sk: Povoliť
sr: Omogući
sv: Aktiverar

# Languages::enabled
source: Enabled
hr: Omogućeno
sk: Povolené
sr: Omogućeno
sv: Aktiverat

# Languages::enable_cdn
source: Enable CDN
hr: Omogućite CDN
sk: Povoliť CDN
sr: Omogući CDN
sv: Aktivera CDN

# Languages::enable_for
source: Enable for
hr: Omogućiti za
sk: Povoliť pre
sr: Omogućiti za
sv: Aktivera för

# Languages::enable_or_disable_block
source: Activate/Deactivate Block
hr: Uključivanje / isključivanje bloka
sk: Zapnutie/vypnutie bloku
sr: Aktiviranje/deaktiviranje bloka
sv: Aktivera/avaktivera Block

# Languages::enable_or_disable_container
source: Activate/Deactivate Container
hr: Uključivanje / isključivanje spremnika
sk: Aktivácia/deaktivácia kontajnera
sr: Aktiviranje/deaktiviranje kontejnera
sv: Aktivera/avaktivera behållare

# Languages::enable_or_disable_grid
source: Activate/Deactivate Grid
hr: Uključivanje / isključivanje rešetke
sk: Zapnutie alebo vypnutie mriežky
sr: Aktiviraj/deaktiviraj mrežu
sv: Aktivera/avaktivera rutnät

# Languages::enable_quick_view
source: Enable quick view
hr: Omogućite brz prikaz
sk: Umožniť nahliadnutie
sr: Omogući brzi prikaz
sv: Aktivera Snabbgranskning

# Languages::encryption
source: Encryption
hr: Šifriranje
sk: Šifrovanie
sr: Šifriranje
sv: Kryptering

# Languages::encryption_key
source: Encryption Key
hr: Ključ za šifriranje
sk: Šifrovací kľúč
sr: Ključ za šifrovanje
sv: Krypteringsnyckeln

# Languages::end_date
source: End date
hr: Datum završetka
sk: Dátum ukončenia
sr: Datum završetka
sv: Avsluta datum

# Languages::english
source: English
hr: Engleski
sk: angličtina
sr: engleski
sv: Engelska

# Languages::enter_code
source: Enter code
hr: Unesite kod
sk: Zadajte kód
sr: Unesi šifru
sv: Ange kod

# Languages::enter_data
source: Enter data
hr: Unesite podatke
sk: Zadať údaje
sr: Unesi podatke
sv: Ange data

# Languages::enter_email
source: Enter e-mail address
hr: Unesite adresu e-pošte
sk: Zadajte e-mailovú adresu
sr: Unesi adresu e-pošte
sv: Ange e-postadress

# Languages::enter_new_lang_code
source: Enter a new language code
hr: Unesite novi kod jezika
sk: Zadajte nový kód jazyka
sr: Unesi novu šifru jezika
sv: Ange en ny språkkod

# Languages::enter_other
source: Enter other
hr: Unesite drugi
sk: Zadajte iné
sr: Unesi ostalo
sv: Ange andra

# Languages::enter_your_price
source: Enter your price
hr: Unesite svoju cijenu
sk: Zadajte vašu cenu
sr: Unesi cenu
sv: Ange ditt pris

# Languages::entity
source: Entity
hr: Entitet
sk: Vec
sr: Entitet
sv: Enhet

# Languages::entry_page
source: Global entry page
hr: Globalna ulazna stranica
sk: Medzinárodná vstupná stránka
sr: Globalna stranica
sv: Globala startsidan

# Languages::entry_point
source: Entry point
hr: Polazna točka
sk: Vstupný bod
sr: Ulazna tačka
sv: Startpunkt

# Languages::envelope
source: Envelope
hr: Omotnica
sk: Obálka
sr: Koverta
sv: Kuvertet

# Languages::epdq_3ds_main
source: Main window
hr: Glavni prozor
sk: Hlavné okno
sr: Glavni prozor
sv: Huvudfönstret

# Languages::epdq_3ds_popup
source: Popup
sk: Kontextová ponuka
sr: Iskačući prozor
sv: Popup-meny

# Languages::error
source: Error
hr: Pogreška
sk: Chyba
sr: Greška
sv: Fel

# Languages::errorCode
source: Error Code
hr: Šifra pogreške
sk: Kód chyby
sr: Greška broj
sv: Felkod

# Languages::errorName
source: Error Name
hr: Naziv pogreške
sk: Názov chyby
sr: Naziv greške
sv: Fel namn

# Languages::error_account_disabled
source: Your account is disabled. Please contact the store administration.
hr: Vaš račun je onemogućen. Molimo kontaktirajte administraciju trgovine.
sk: Vaše konto je deaktivované. Prosím kontaktovať administrátora obchodu.
sr: tvoj nalog je onemogućen. Molimo te da kontaktiraš administratora prodavnice.
sv: Ditt konto är inaktiverat. Kontakta butik administration.

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this company manually.
hr: Administrator račun nije stvoren.E-mail adresa pripada drugom korisniku. Možete dodati administratora za ovog dobavljača ručno.
sk: Konto administrátora nebolo vytvorené. E-mailová adresa patrí inému používateľovi. Administrátora pre tohto predajcu môžete pridať manuálne.
sr: Administratorski nalog nije kreiran. Email adresa pripada drugom korisniku. Možete ručno dodati administratora za ovog dobavljača.
sv: Administratör-kontot har inte skapats. E-postadressen tillhör en annan användare. Du kan manuellt lägga till administratören för detta företag.

# Languages::error_ajax
source: Oops, something went wrong ([error]). Please try again.
hr: UPS, nešto nije u redu ([error]). Molimo pokušajte ponovo.
sk: Jejda, niečo sa pokazilo ([error]). Prosím skúste to znova.
sr: Ups, nešto je krenulo naopako ([error]). Pokušaj ponovo.
sv: Oj, något gick fel ([error]). Försök igen.

# Languages::error_area_access_denied
source: You are not allowed to login to this area.
hr: Ne možete se prijaviti na ovom području.
sk: Nemôžete sa prihlásiť do tejto oblasti.
sr: Nije dozvoljena prijava u ovoj oblasti.
sv: Du tillåts inte att logga in på detta område.

# Languages::error_confirmation_code_invalid
source: Incorrect or missing confirmation code.
hr: Pogrešan ili nedostaje potvrdni kod.
sk: Nesprávny alebo chýbajúci potvrdzovací kód.
sr: Neispravan ili nedostajući kod za potvrdu.
sv: Felaktig eller saknad bekräftelsekoden.

# Languages::error_curl_not_exists
source: <b>Warning!</b><br />Your server <b>does not</b> support the PHP cURL extension. <b>[method]</b> will not be operational. Please contact your hosting provider.
hr: <b>Upozorenje!</b>< br/> poslužitelj <b>ne</b> podržava PHP cURL produžetak. <b>[method]</b> neće biti u funkciji. Molimo vas da kontaktirate vašeg hosting providera.
sk: <b>Upozornenie!</b>< br / > váš server <b>nepodporuje</b> rozšírenie PHP cURL. <b>[method]</b> nebude operatívne. Kontaktujte svojho poskytovateľa hostingu.
sr: <b>Upozorenje!</b><br />Vaš server <b>ne</b> podržava PHP cURL ekstenziju. <b>[method]</b> neće biti operativan. Kontaktirajte servis koji Vam pruža internet usluge.
sv: <b>Varning!</b> < br / > din server <b>inte</b> stöder PHP cURL utvidgningen. <b>[method]</b> kommer inte att fungera. Kontakta ditt webbhotell.
