Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::signed_in_as
source: Signed in as
hr: Prijavljeni kao
sk: Prihlásený ako
sr: Prijavljen kao
sv: Inloggad som

# Languages::sign_in
source: Sign in
hr: Prijavite se
sk: Prihlásiť sa
sr: Prijavi se
sv: Logga in

# Languages::sign_in_as_different
source: Sign in as a different user
hr: Prijavite se kao drugi korisnik
sk: Prihlásiť sa ako iný používateľ
sr: Prijavite se kao drugi korisnik
sv: Logga in som en annan användare

# Languages::sign_in_to_buy
source: Please sign in to buy
hr: Molimo, prijavite se kako bi kupovali
sk: Prosím prihláste sa pre nakupovanie
sr: Molimo vas da se prijavite za kupovinu
sv: Vänligen logga in för att köpa

# Languages::sign_in_to_view_price
source: [Sign in to view price]
hr: [Prijavite za prikaz cijene]
sk: [Prihlásiť pre zobrazenie ceny]
sr: [Prijavite se za prikaz cena]
sv: [Logga in att se priset]

# Languages::sign_out
source: Sign out
hr: Odjavite se
sk: Odhlásiť sa
sr: Odjavi se
sv: Logga ut

# Languages::sign_up_for_notification
source: Sign up for notification
hr: Prijavite se za obavijesti
sk: Prihlásiť sa na notifikácie
sr: Prijavite se za obaveštenja
sv: Registrera dig för anmälan

# Languages::similar_only
source: Similar only
hr: Slično samo
sk: Len podobné
sr: Slični samo
sv: Liknande endast

# Languages::simple_ultimate_companies_selector
source: Please contact the technical support
hr: Molimo, obratite se tehničkoj podršci
sk: Obráťte sa na technickú podporu
sr: Molimo vas da kontaktirate tehničku podršku
sv: Kontakta teknisk support

# Languages::simultaneous
source: Simultaneous
hr: Simultano
sk: Simultánne
sr: Simultano
sv: Samtidiga

# Languages::single
source: Single
hr: Jedan
sk: Samostatne
sr: Jedan
sv: Enda

# Languages::single_coupon_is_allowed
source: Single discount coupon is allowed only
hr: Dopušten je samo jedan kupon za kupnju s popustom
sk: Povolený len samostatný zľavový kupón
sr: Kupon za jedan popust je dozvoljen
sv: Enda rabattkupong är bara tillåten

# Languages::sitemap
source: Sitemap
hr: Karta stranice
sr: Mapa sajta

# Languages::sitemap_menu_description
source: Create additional sections of the customer area sitemap and define the set of links for them.
hr: Napravi dodatne sekcije za korisnički dio karte stranice i definiraj skup poveznica za njih.
sk: Vytvorte ďalšie sekcie v zákazníckej oblasti sitemap a definujte nastavenia odkazov na ne.
sr: Kreirajte dodatne sekcije od Mapa sajta oblasti kupca i definišite skup veza za njih.
sv: Skapa ytterligare delar av kundens område webbplatskartan och definiera en uppsättning Länkar för dem.

# Languages::sitemap_settings
source: Sitemap settings
hr: Postavke karte stranice
sk: Nastavenia Sitemap
sr: Postavke Mape sajta
sv: Webbplatskarta-inställningar

# Languages::site_number
source: Site number (EPT)
hr: Broj stranice (EPT)
sk: Počet stránok (EPT)
sr: Broj sajta (EPT)
sv: -Numret (EPT)

# Languages::size
source: Size
hr: Veličina
sk: Veľkosť
sr: Veličina
sv: Storlek

# Languages::skiplastpage
source: Skip the last page
hr: Preskoči zadnju stranicu
sk: Preskočiť poslednú stranu
sr: Preskočite zadnju stranicu
sv: Hoppa över den sista sidan

# Languages::skip_payment
source: Skip payment
hr: Preskoči plaćanje
sk: Preskočiť platbu
sr: Preskočite plaćanje
sv: Hoppa över betalning

# Languages::skrill_customer_id
source: Skrill Customer ID
hr: ID Skrill kupca
sk: ID Skrill zákazníka
sr: Skrill ID kupca
sv: Skrill kund-ID

# Languages::sku
source: CODE
hr: KOD
sk: KÓD
sr: ŠIFRA
sv: KODEN

# Languages::slovak
source: Slovak
hr: Slovački
sk: slovenčina
sr: Slovački
sv: Slovakiska

# Languages::slow
source: Slow
hr: Sporo
sk: Pomaly
sr: Uspori
sv: Långsam

# Languages::small_items
source: Small items
hr: Mali artikli
sk: Drobné položky
sr: Male stavke
sv: Små objekt

# Languages::smarty_block
source: HTML block with Smarty support
hr: HTML blok s podrškom za Smarty
sk: HTML blok s podporou Smarty
sr: HTML blok sa Smarty podrškom
sv: HTML-block med Smarty stöd

# Languages::sms_customer_registered
source: Customer [name] has been registered.
hr: Kupac [name] je registriran.
sk: Bol zaregistrovaný zákazník [name].
sr: Kupac [name] je registrovan.
sv: Kund [name] har registrerats.

# Languages::sms_for_the_sum
source: to the amount of
hr: u iznosu od
sk: na počet z
sr: na količinu
sv: till mängden

# Languages::sms_order_placed
source: has been placed
hr: je uspostavljena
sk: bola umiestnená
sr: je smeštena
sv: har placerats

# Languages::snapshot_date
source: Snapshot date
hr: Datum snimke
sk: Snímka dátumu
sr: Datum
sv: Ögonblicksbild datum

# Languages::sort_by
source: Sort by
hr: Razvrstaj po
sk: Zoradiť podľa
sr: Sortiraj po
sv: Sortera efter

# Languages::sort_by_null_asc
source: No sorting
hr: Bez razvrstavanja
sk: Bez zoradenia
sr: Nema sortiranja
sv: Ingen sortering

# Languages::sort_by_popularity_asc
source: Sort by Popularity: Low to High
hr: Razvrstaj po stupnju popularnosti: od niskog prema visokom
sk: Zoradiť podľa popularity: nízka - vysoká
sr: Sortiraj po popularnosti: odozdo prema gore
sv: Sortera efter popularitet: låg till hög

# Languages::sort_by_popularity_desc
source: Sort by Popularity
hr: Razvrstaj po popularnosti
sk: Triediť podľa popularity: vysoká - nízka
sr: Sortiraj po popularnosti
sv: Sortera efter popularitet

# Languages::sort_by_position_asc
source: Sort by Position: Low to High
hr: Razvrstaj po položaju: od niskog prema visokom
sk: Zoradiť podľa pozície: nízka - vysoká
sr: Sortiraj prema položaju: odozdo prema gore
sv: Sortera efter Position: låg till hög

# Languages::sort_by_position_desc
source: Sort by Position: High to Low
hr: Razvrstaj po položaju: od visokog prema niskom
sk: Zoradiť podľa pozície: vysoká - nízka
sr: Sortiraj prema položaju: odozgo prema dole
sv: Sortera efter Position: hög till låg

# Languages::sort_by_price_asc
source: Sort by Price: Low to High
hr: Razvrstaj po cijeni: od niske prema visokoj
sk: Zoradiť podľa ceny: nízka - vysoká
sr: Sortiraj po ceni: rastuće
sv: Sortera efter pris: låg till hög

# Languages::sort_by_price_desc
source: Sort by Price: High to Low
hr: Razvrstaj po cijeni: od visoke prema niskoj
sk: Zoradiť podľa ceny: vysoká - nízka
sr: Sortiraj po ceni: Opadajuće
sv: Sortera efter pris: hög till låg

# Languages::sort_by_product_asc
source: Sort Alphabetically: A to Z
hr: Razvrstaj po abecedi: od A do Z
sk: Zoradiť abecedne: od A do Z
sr: Sortiranje po abecednom redu: Od A do Ž
sv: Sortera i alfabetisk ordning: A till ö

# Languages::sort_by_product_desc
source: Sort Alphabetically: Z to A
hr: Razvrstaj po abecedi: od Z do A
sk: Zoradiť abecedne: od Z po A
sr: Sortiranje po abecednom redu: Od Ž do A
sv: Sortera i alfabetisk ordning: Ö till A

# Languages::sort_by_timestamp_asc
source: Oldest Items First
hr: Stari artikli prvi
sk: Najstaršie položky ako prvé
sr: Najstarije stavke prvo
sv: Äldsta objekt första

# Languages::sort_by_timestamp_desc
source: Newest Items First
hr: Najnoviji artikli prvi
sk: Najnovšie položky ako prvé
sr: Najnovije stavke prvo
sv: Nyaste objekt första

# Languages::sort_images
source: Sort images
hr: Razvrstaj slike
sk: Zoradiť obrázky
sr: Sortiraj slike
sv: Sortera bilder

# Languages::spanish
source: Spanish
hr: Španjolski
sk: španielčina
sr: Španski
sv: Spanska

# Languages::specific_settings
source: Specific settings
hr: Određene postavke
sk: Špecifické nastavenia
sr: Određene postavke
sv: Specifika inställningar

# Languages::specify_url
source: Specify URL
hr: Navedi URL
sk: Špecifikácia URL
sr: Navedite URL adresu
sv: Ange URL

# Languages::speed
source: Speed
hr: Brzina
sk: Rýchlosť
sr: Brzina
sv: Hastighet

# Languages::ssl_certificate
source: SSL certificate
hr: SSL certifikat
sk: SSL certifikát
sr: SSL certifikat
sv: SSL-certifikat

# Languages::staff_only_notes
source: Staff only notes
hr: Bilješke samo za osoblje
sk: Poznámky obsluhy
sr: Napomene samo za osoblje
sv: Personalen endast anteckningar

# Languages::stage
source: Stage
hr: Faza
sk: Etapa
sr: Etapa
sv: Skede

# Languages::standard_sidebox
source: Standard side box
hr: Standardni rubni okvir
sk: Štandardný postranný box
sr: Standardni sidebox
sv: Standard sida låda

# Languages::start
source: Start
hr: Početak
sk: Štart
sr: Početak

# Languages::start_communication
source: Start communication
hr: Započni komunikaciju
sk: Začať komunikáciu
sr: Početak komunikacije
sv: Starta kommunikation

# Languages::start_date
source: Start date
hr: Datum početka
sk: Dátum začatia
sr: Datum početka
sv: Start datum

# Languages::start_price
source: Start price
hr: Početna cijena
sk: Počiatočná cena
sr: Početna cena
sv: Start pris

# Languages::state
source: State/Province
hr: Županija
sk: Štát/provincia
sr: Država/pokrajina
sv: Stat/provins

# Languages::states
source: States
hr: Države
sk: Štáty
sr: Države/Pokrajine
sv: Staterna

# Languages::states_menu_description
source: Manage the set of states that are supported in your store.
hr: Upravljaj skupom država koje su podržane u vašoj trgovini.
sk: Spravovať sadu štátov, ktoré sú podporované vo vašom obchode.
sr: Upravljanje skupom država koje su podržane u vašoj prodavnici.
sv: Hantera uppsättningen länder som stöds i din butik.

# Languages::static_block
source: Static block
hr: Statični blok
sk: Statický blok
sr: Statični blok
sv: Statisk block

# Languages::static_data
source: Static data
hr: Statični podaci
sk: Statické údaje
sr: Statični podaci
sv: Statiska data

# Languages::static_data_use_item
source: Use the "Link text" and "URL" values from this item in the storefront
hr: Koristi "Link text" i "URL" vrijednosti ovog artikla u izlogu
sk: Použite "Text odkazu" a "URL" hodnoty z tejto položky na verejnej stránke obchodu
sr: Koristite "Link text" i "URL" vrednosti iz ovog artikla u prodavnici
sv: Använda "länktext" och "URL" värden från denna punkt i skyltfönster

# Languages::statistics
source: Statistics
hr: Statistika
sk: Štatistiky
sr: Statistički podaci
sv: Statistik

# Languages::status_changed
source: Status has been changed
hr: Status je promijenjen
sk: Stav bol zmenený
sr: Status je promenjen
sv: Status har ändrats

# Languages::status_changed_after_process_payment
source: Order status was set according to the payment processing result
hr: Status narudžbe postavljen je s obzirom na rezultat obrade uplate
sk: Stav objednávky bola stanovená podľa výsledku spracovania platieb
sr: Status porudžbine je postavljen prema rezultatu obrade plaćanja
sv: Orderstatus fastställdes enligt betalningshantering resultatet

# Languages::stay_connected
source: Stay Connected
hr: Ostani u kontaktu
sk: Zostaňte pripojení
sr: Budimo u vezi
sv: Hålla kontakten

# Languages::stay_connected_notice
source: Enter your email address to receive special offers and promotions.
hr: Upišite svoju email adresu za primanje posebnih ponuda i promocija.
sk: Zadajte vašu emailovú adresu pre zasielanie špeciálne ponuky a propagačných akcií.
sr: Unesite svoju e-adresu za primanje posebne ponude i promocije.
sv: Ange din e-postadress för att få specialerbjudanden och kampanjer.

# Languages::step_four
source: Step 4
hr: Korak 4
sk: Krok 4
sr: Korak 4
sv: Steg 4

# Languages::step_one
source: Step 1
hr: Korak 1
sk: Krok 1
sr: Korak 1
sv: Steg 1

# Languages::step_three
source: Step 3
hr: Korak 3
sk: Krok 3
sr: Korak 3
sv: Steg 3

# Languages::step_two
source: Step 2
hr: Korak 2
sk: Krok 2
sr: Korak 2
sv: Steg 2

# Languages::stop_other_rules
source: Stop other rules
hr: Zaustavi druga pravila
sk: Zastaviť ostatné pravidlá
sr: Obustavi druga pravila
sv: Stoppa andra regler

# Languages::storage
source: Storage
hr: Zaliha
sk: Úložisko
sr: Skladištenje
sv: Förvaring

# Languages::store
source: Store
hr: Trgovina
sk: Obchod
sr: Elektronska prodavnica

# Languages::storefront
source: Storefront
hr: Izlog
sk: Verejná stránka obchodu
sr: Izlog prodavnice
sv: Skyltfönster

# Languages::storefront_url
source: Storefront URL
hr: URL izloga
sk: URL verejnej stránky obchodu
sr: URL adresa prodavnice
sv: Skyltfönster URL

# Languages::storefront_url_already_exists
source: The value of the <strong>Storefront URL</strong> parameter mentioned by you already belongs to another company.
hr: Vrijednost parametra <strong>URL-a izloga</strong> koji ste spomenuli već pripada drugoj tvrtki.
sk: Hodnota parametra <strong>Zabezpečenie URL stránky obchodu</strong> je už uvedená pri inej spoločnosti.
sr: Vrednost parametra <strong>URL izlog prodavnice</strong> koji ste pomenuli već pripada drugoj kompaniji.
sv: Värdet av den <strong>Secure skyltfönster URL</strong> parameter som du nämnde redan tillhör ett annat företag.

# Languages::storefront_url_not_defined
source: Storefront URL not defined
hr: URL izloga nije definiran
sk: URL verejnej stránky obchodu nie je definované
sr: URL Izloga prodavnice nije definisan
sv: Skyltfönster URL inte definierats

# Languages::stores
source: Stores
hr: Trgovine
sk: Obchody
sr: Prodavnica
sv: Butiker

# Languages::store_locator
source: Store locator
hr: Lociraj trgovinu
sk: Predajné miesto
sr: Lokator prodavnice

# Languages::store_mode
source: Licensing mode
hr: Način licenciranja
sk: Režim správy licencií
sr: Režim licence
sv: Licensieringsalternativ

# Languages::store_mode_changed
source: Licensing mode has been changed
hr: Način licenciranja je promijenjen
sk: Režim správy licencií sa zmenil
sr: Režim licence je promenjen
sv: Licensieringsalternativet har ändrats

# Languages::store_number
source: Store number
hr: Broj trgovine
sk: Číslo obchodu
sr: Broj prodavnice
sv: Butiksnumret

# Languages::store_object_denied
source: The [object_type] [object_name] is unavailable for this store.
hr: [object_type] [object_name] nije dostupan za ovu trgovinu.
sk: [object_type] [object_name] nie je k dispozícii pre tento obchod.
sr: [object_name] na [object_type] nije dostupna za ovu radnju.
sv: [object_type] [object_name] är inte tillgänglig för den här butiken.

# Languages::store_theme
source: Storefront theme
hr: Tema izloga
sk: Téma verejnej stránky obchodu
sr: Tema izloga prodavnice
sv: Skyltfönster tema

# Languages::subcategories
source: Subcategories
hr: Potkategorije
sk: Podkategórie
sr: Potkategorije
sv: Underkategorier

# Languages::submit
source: Submit
hr: Pošalji
sk: Odoslať
sr: Podnesi
sv: Lämna in

# Languages::submit_my_order
source: Submit my order
hr: Podnesi moju narudžbu
sk: Odoslať moju objednávku
sr: Prosledi moju porudžbinu
sv: Skicka min beställning

# Languages::subpages
source: Subpages
hr: Podstranice
sk: Podstránky
sr: Podstranice
sv: Undersidor

# Languages::subscribe
source: Subscribe
hr: Pretplatite se
sk: Odoberať
sr: Prijavite se
sv: Prenumerera på

# Languages::subscriber
source: Subscriber
hr: Pretplatnik
sk: Odberateľ
sr: Pretplatnik
sv: Abonnenten

# Languages::subscribers
source: Subscribers
hr: Pretplatnici
sk: Odberatelia
sr: Pretplatnici
sv: Abonnenter

# Languages::subscriber_email
source: Subscriber email
hr: E-pošta pretplatnika
sk: E-mail odberateľa
sr: Email pretplatnika
sv: Prenumerantens e-post

# Languages::subscriptions
source: Subscriptions
hr: Pretplate
sk: Predplatné
sr: Pretplate
sv: Abonnemang

# Languages::subtotal
source: Subtotal
hr: Podzbroj
sk: Medzisúčet
sr: Suma
sv: Delsumma

# Languages::subtotal_sum
source: Subtotal sum
hr: Iznos podzbroja
sk: Suma medzisúčtu
sr: Iznos međizbira
sv: Delsumma summan

# Languages::suburb
source: Suburb
hr: Predgrađe
sk: Predmestie
sr: Predgrađe
sv: Förort

# Languages::successful
source: Successful
hr: Uspješno
sk: Úspešne
sr: Uspešno
sv: Framgångsrika

# Languages::successfully_registered
source: Successfully registered
hr: Uspješno registriran
sk: Úspešne zaregistrovaný
sr: Uspešno registrovan
sv: Registrerat

# Languages::successful_login
source: You have been successfully logged in.
hr: Uspješno ste se prijavili.
sk: Boli ste úspešne prihlásení.
sr: Uspešno ste prijavljeni.
sv: Du har varit framgångsrikt loggat in.

# Languages::success_registration_text
source: Congratulations! The registration was successful!<br/>Now, you have full access to all the store features. Click on "My account" to see them.
hr: Čestitamo! Registracija je uspjela! <br/>Sada imate puni pristup svim funkcionalnostima trgovine. Pritisnite "Moj račun" da ih vidite.
sk: Gratulujeme! Registrácia bola úspešná! <br/>Teraz máte plný prístup ku všetkým funkciám obchodu. Kliknite na "Môj účet" pre ich zobrazenie.
sr: Čestitamo! Registracija uspela! <br/> Sada imate potpuni pristup svim funkcije E-prodavnice. Kliknite na "Moj nalog" da ih vidite.
sv: Grattis! Registreringen lyckades! <br/> Nu har du full tillgång till alla funktioner som store. Klicka på "Mitt konto" att se dem.

# Languages::suffix
source: Suffix
hr: Sufiks
sk: Prípona
sr: Sufiks

# Languages::summary
source: Summary
hr: Sažetak
sk: Zhrnutie
sr: Rezime
sv: Sammanfattning

# Languages::supplier
source: Supplier
hr: Dobavljač
sk: Dodávateľ
sr: Dobavljač
sv: Leverantör

# Languages::suppliers
source: Suppliers
hr: Dobavljači
sk: Dodávatelia
sr: Dobavljači
sv: Leverantörer

# Languages::supplier_id
source: Supplier
hr: Dobavljač
sk: Dodávateľ
sr: Dobavljač
sv: Leverantör

# Languages::surcharge
source: Surcharge
hr: Nadoplata
sk: Príplatok
sr: Preplata
sv: Avgiftsbelagd

# Languages::surcharge_title
source: Surcharge title
hr: Naslov nadoplate
sk: Názov príplatku
sr: Naslov preplate
sv: Avgiftsbelagd titel

# Languages::sweden
source: Sweden
hr: Švedska
sk: Švédsko
sr: Švedska
sv: Sverige

# Languages::swedish
source: Swedish
hr: Švedski
sk: švédsky
sr: Švedski
sv: Svenska

# Languages::swing
source: Swing
sk: Obrátiť
sr: Zamah

# Languages::switch_layout
source: Switch layout
hr: Zamijeni izgled
sk: Prepnúť rozloženie
sr: Promeni raspored

# Languages::symbol
source: Symbol
hr: Simbol
sr: Simbol

# Languages::system
source: System
hr: Sustav
sk: Systém
sr: Sistem
sv: Systemet

# Languages::tab
source: Tab
hr: Kartica
sk: Záložka
sr: Tabulator
sv: Fliken

# Languages::table
source: Table
hr: Tablica
sk: Tabuľka
sr: Tabela
sv: Tabell

# Languages::tables
source: Tables
hr: Tablice
sk: Tabuľky
sr: Tabele
sv: Tabellerna

# Languages::table_conditions
source: Table Conditions
hr: Uvjeti tablice
sk: Podmienky tabuliek
sr: Uslovi tabele
sv: Tabell villkor

# Languages::tabs
source: Tabs
hr: Kartice
sk: Záložky
sr: Kartice
sv: Flikar

# Languages::tax
source: Tax
hr: Porez
sk: Daň
sr: Porez
sv: Skatt

# Languages::taxes
source: Taxes
hr: Porezi
sk: Dane
sr: Porezi
sv: Skatter

# Languages::taxes_menu_description
source: Manage the set of taxes that are supported in your store.
hr: Upravljaj porezima koji su podržani u ovoj trgovini.
sk: Spravovať nastavenie daní, ktoré sú podporované vo vašom obchode.
sr: Upravljanje skupom poreza koji su podržani u vašoj prodavnici.
sv: Hantera uppsättningen länder som stöds i din butik.

# Languages::tax_exempt
source: Tax exempt
hr: Izuzeto od plaćanja poreza
sk: Daňová výnimka
sr: Pokušaj odbitka poreza
sv: Skattefria

# Languages::tax_rates
source: Tax rates
hr: Porezne stope
sk: Daňové sadzby
sr: Poreske stope
sv: Skattesatser

# Languages::temando_centimetres
source: centimetres
hr: centimetri
sk: centimetrov
sr: centimetri
sv: centimeter

# Languages::temando_feet
source: feet
hr: stope
sk: nohy
sr: stopa
sv: fötter

# Languages::temando_inches
source: inches
hr: inči
sk: palcov
sr: inča

# Languages::temando_method_depottodepot
source: Depot to Depot
hr: Dostava od skladišta do skladišta
sk: Zo skladu na sklad
sr: Depo depo
sv: Depot till depå

# Languages::temando_method_doortodoor
source: Door to Door
hr: Dostava od vrata do vrata
sk: Od dverí k dverám
sr: Vrata do vrata
sv: Dörr till dörr

# Languages::temando_metres
source: metres
hr: metri
sk: metrov
sr: metara
sv: meter

# Languages::temando_package_backpack
source: Backpack
hr: Ruksak
sk: Batoh
sr: Ranac
sv: Ryggsäck

# Languages::temando_package_box
source: Box
hr: Kutija
sr: Kutija

# Languages::temando_package_bunch
source: Bunch
hr: Hrpa
sk: Zväzok
sr: Gomila
sv: Gäng

# Languages::temando_package_bundle
source: Bundle
hr: Bala
sk: Balenie
sr: Svežanj

# Languages::temando_package_carton
source: Carton
hr: Kartonska kutija
sk: Kartón
sr: Karton
sv: Kartong

# Languages::temando_package_crate
source: Crate
hr: Sanduk
sk: Klietka
sr: Sanduk
sv: Spjällådan

# Languages::temando_package_cylinder
source: Cylinder
hr: Cilindar
sk: Valec
sr: Cilindar

# Languages::temando_package_documentenvelope
source: Document Envelope
hr: Omotnica za dokumente
sk: Obal na dokumenty
sr: Dokument koverta
sv: Dokument kuvert

# Languages::temando_package_drum
source: Drum
hr: Bačva
sk: Bubon
sr: Bubanj
sv: Trumma

# Languages::temando_package_flatpack
source: Flat Pack
hr: Plosnato 'Flat Pack' pakiranje
sk: Ploché balenie
sr: Ravni paket

# Languages::temando_package_letter
source: Letter
hr: Pismo
sk: List
sr: Pismo
sv: Brev

# Languages::temando_package_pail
source: Pail
hr: Kanta
sk: Vedro
sr: Sivo
sv: Hink

# Languages::temando_package_pallet
source: Pallet
hr: Paleta
sk: Paleta
sr: Paleta
sv: Lastpall

# Languages::temando_package_parcel
source: Parcel
hr: Pošiljka
sk: Zásielka
sr: Paket
sv: Skifte

# Languages::temando_package_pipe
source: Pipe
hr: Tuba
sk: Potrubie
sr: Lula

# Languages::temando_package_roll
source: Roll
hr: Rola
sr: Rol
sv: Rulle

# Languages::temando_package_satchel
source: Satchel/Bag
hr: Torba/Vreća
sk: Aktovka/taška
sr: Torba
sv: Skolväska/väska

# Languages::temando_package_skid
source: Skid
hr: Klizavo
sk: Sklz
sr: Kočenja
sv: Kompaktlastare

# Languages::temando_package_suitcase
source: Suitcase
hr: Kofer
sk: Kufor
sr: Kofer
sv: Resväska

# Languages::temando_package_tube
source: Tube
hr: Tuba
sk: Trubica
sr: Cev

# Languages::temando_package_unpackaged
source: Unpackaged or N/A
hr: Nezapakirano ili nije dostupno
sk: Nebalené alebo N/A
sr: Nespakovano ili nije dostupno
sv: Oförpackade eller saknas!

# Languages::temando_package_wheel
source: Wheel/Tyre
hr: Kotač/Guma
sk: Koleso/Pneumatika
sr: Točak/guma
sv: Hjul/däck

# Languages::temando_subclass_excessbaggage
source: Excess Baggage
hr: Višak prtljage
sk: Nadmerná batožiny
sr: Dodatni prtljag
sv: Övervikt

# Languages::temando_subclass_furniture
source: Furniture
hr: Namještaj
sk: Nábytok
sr: Nameštaj
sv: Möbler

# Languages::temando_subclass_householdgoods
source: Household Goods
hr: Kućne potrepštine
sk: Tovar pre domácnosť
sr: Roba za domaćinstvo
sv: Hushållsvaror

# Languages::temando_subclass_other
source: Other (etc.)
hr: Ostalo (itd.)
sk: Iné (atď.)
sr: Drugo (itd.)
sv: Andra (etc.)

# Languages::temando_system
source: Temando system
hr: Temando sustav
sk: Temando systém
sr: Temando sistem

# Languages::temando_weight_grams
source: Grams
hr: Grami
sk: Gramy
sr: Grama
sv: Gram

# Languages::temando_weight_kilograms
source: Kilograms
hr: Kilogrami
sk: Kilogramy
sr: Kilograma
sv: Kg

# Languages::temando_weight_ounces
source: Ounces
hr: Unci
sk: Unce
sr: Unci
sv: Uns

# Languages::temando_weight_pounds
source: Pounds
hr: Funte
sk: Libry
sr: Funti

# Languages::template
source: Template
hr: Predložak
sk: Šablóny
sr: Šema
sv: Mall

# Languages::templates_tree
source: Templates tree
hr: Stablo predložaka
sk: Šablónový strom
sr: Struktura šema
sv: Mallar träd

# Languages::file_editor
source: File editor
hr: Uređivač datoteke
sk: Editor súborov
sr: Uređivač datoteka
sv: Fil editor

# Languages::terminal_id
source: Terminal ID
hr: ID Terminala
sk: ID terminálu
sr: ID terminala

# Languages::test_live_mode
source: Test/Live mode
hr: Test/Rad uživo
sk: Testovací/Ostrý režim
sr: Test/Režim uživo
sv: Test/Live-läge

# Languages::test_mode
source: Test mode
hr: Testni način rada
sk: testovací režim
sr: Test Mod
sv: Testläge

# Languages::text
source: Text
hr: Tekst
sr: Tekst

# Languages::textarea
source: Text area
hr: Područje teksta
sk: Oblasť textu
sr: Oblast teksta
sv: Textområdet
