Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::categories_menu_description
source: View product categories which are used to group products in your store.
hr: Pregled kategorija proizvoda koji se koriste za grupe proizvoda u vašoj trgovini.
sk: Zobrazenie kategórií výrobkov, ktoré sa používajú na skupinu produktov vo vašej predajni.
sr: Prikaz kategorija koja se koriste za grupe proizvoda u prodavnici.
sv: Visa produktkategorier som används till grupp produkter i din butik.

# Languages::category
source: Category
hr: Kategorija
sk: Kategória
sr: Kategorija
sv: Kategori

# Languages::category_delimiter
source: Category delimiter
hr: Graničnik kategorije
sk: Obmedzovať kategórií
sr: Graničnik kategorije
sv: Kategori avgränsare

# Languages::category_description
source: Category description
hr: Opis kategorije
sk: Popis kategórie
sr: Opis kategorije
sv: Kategoribeskrivning

# Languages::category_location
source: Category location
hr: Lokacija kategorije
sk: Umiestnenie kategórie
sr: Lokacija kategorije
sv: Kategori läge

# Languages::category_name
source: Category name
hr: Naziv kategorije
sk: Názov kategórie
sr: Ime kategorije
sv: Kategorinamn

# Languages::cdn_settings
source: CDN settings
hr: CDN postavke
sk: CDN nastavenia
sr: CDN postavke
sv: CDN inställningar

# Languages::central
source: Central
hr: Središnje
sk: Ústredný
sr: Centralno
sv: Centrala

# Languages::central_content
source: Central content
hr: Središnji sadržaj
sk: Ústredný obsah
sr: Centralni sadržaj
sv: Centralt innehåll

# Languages::certificate
source: Certificate
hr: Certifikat
sk: Certifikát
sr: Sertifikat
sv: Certifikat

# Languages::certificate_filename
source: Certificate filename
hr: Naziv certifikata
sk: Názov certifikátu
sr: Ime datoteke sertifikata
sv: Intyg filnamn

# Languages::change
source: Change
hr: Promjena
sk: Zmena
sr: Izmeni
sv: Ändra

# Languages::changed
source: Changed
hr: Promjenjen
sk: Zmené
sr: Izmenjeno
sv: Ändrade

# Languages::changes
source: Changes
hr: Promjene
sk: Zmeny
sr: Izmene
sv: Förändringar

# Languages::change_access_permission_to_config
source: Also it is recommended to change the access permissions for the config.local.php file. It should have 644 (read/write for the owner and read for others) permissions.
hr: Također preporuča se promjena dozvola pristupa za config.local.php datoteke. Trebali bi postaviti 644 (čitanje/pisanje za vlasnika i čitanje za druge) dozvole.
sk: Tiež sa odporúča zmeniť prístupové práva pre súbor config.local.php. Mal by mať 644 povolení(čítanie a zápis pre vlastníka a čítanie pre ostatných).
sr: Takođe se preporučuje da promenite dozvole pristupa za config.local.php. To bi trebalo da ima 644 dozvolu (čitanje/pisanje za vlasnika i čitanje za druge).
sv: Det rekommenderas också att ändra åtkomstbehörigheter för filen config.local.php. Det bör behörigheten 644 (läs/skriv för ägare och Läs för andra).

# Languages::change_addons_initialization
source: Change add-ons initialization
hr: Promjena inicijalizacije dodataka
sk: Zmeniť Inicializácia pridávania
sr: Izmeni pokretanje dodataka
sv: Ändra tillägg initiering

# Languages::change_language
source: Change language
hr: Promjena jezika
sk: Zmena jazyka
sr: Promena jezika
sv: Ändra språk

# Languages::change_password_notification
source: Please change your password
hr: Molimo promijenite svoju lozinku
sk: Zmeňte prosím vaše heslo
sr: Promenite vašu lozinku
sv: Ändra ditt lösenord

# Languages::change_password_notification_body
source: Your password to access the admin panel of the [store] store was last changed [days] days ago. For security reasons, please change your password. In order to do this, please follow the link:
hr: Vaša lozinka za pristup na admin panel [store] je posljednji put promijenjena prije [days] dana. Iz sigurnosnih razloga, promijenite zaporku. Da bi to učinili, slijedite link:
sk: Vaše heslo pre prístup k admin panel [store] skladu bol naposledy zmenený [days] dni. Z bezpečnostných dôvodov, prosím, Zmeňte svoje heslo. Za týmto účelom, prosím kliknite na odkaz:
sr: Vašu lozinka za pristup afmin tabli [store] je poslednji put promenjena pre [days] dana. Iz sigurnosnih razloga, promenite svoju lozinku. Da bi to učinili, sledite link:
sv: Ditt lösenord för att komma åt admin-panelen i [store] butiken var senaste ändrade [days] dagar sedan. Av säkerhetsskäl, ändra ditt lösenord. För att göra detta, Följ länken:

# Languages::change_permissions
source: Change permissions
hr: Promjena dozvola
sk: Zmeniť povolenia
sr: Promena dozvola
sv: Ändra behörigheter

# Languages::check_permissions
source: Check permissions
hr: Provjerite dozvole
sr: Proverite dozvole
sv: Kontrollera att behörighet

# Languages::change_range
source: Change range
hr: Promjena raspona
sk: Zmena rozsahu
sr: Promena opsega
sv: Ändra intervall

# Languages::charged_amount
source: Charged amount
hr: Naplaćena svota
sk: Účtované čiastky
sr: Naplaćen iznos
sv: Debiterade belopp

# Languages::charset
source: Character set
hr: Skup znakova
sk: Znaková sada
sr: Skup karaktera
sv: Teckenuppsättning

# Languages::chart
source: Chart
hr: Grafikon
sk: Graf
sr: Grafikon
sv: Diagram

# Languages::charts
source: Charts
hr: Grafikoni
sk: Grafy
sr: Grafikoni
sv: Diagram

# Languages::chart_type
source: Chart type
hr: Vrsta grafikona
sk: Typ grafu
sr: Tip grafikona
sv: Diagramtyp

# Languages::check
source: Check
hr: Provjerite
sk: Označiť
sr: Potvrda
sv: Kontrollera

# Languages::checkbox
source: Check box
hr: Potvrdni okvir
sk: Označovacie políčko
sr: Polje za potvrdu
sv: Kryssrutan

# Languages::checking_account_number
source: Checking account number
hr: Broj tekućeg računa
sk: Kontrola čísla účtu
sr: Provera broja naloga
sv: Checkkonto nummer

# Languages::checkout
source: Checkout
hr: Naplata
sk: Pokladňa
sr: Naručivanje
sv: Kassan

# Languages::checkout_as_guest
source: Checkout as guest
hr: Naplata kao gost
sk: Pokladňa ako hosť
sr: Kupi kao gost
sv: Kassan som gäst

# Languages::checkout_edp_terms_n_conditions
source: I accept the terms in the
hr: Prihvaćam uvjete u
sk: Súhlasím s podmienkami
sr: Prihvatam uslove navedene u
sv: Jag accepterar villkoren i den

# Languages::checkout_terms_n_conditions_alert
source: In order to proceed, you need to accept our Terms and Conditions.
hr: Da biste mogli nastavili, morate prihvatiti naše opće uvjete poslovanja.
sk: Ak chcete pokračovať, musíte akceptovať naše požiadavky a podmienky.
sr: Da biste nastavili, potrebno je da prihvatite naša pravila i uslove.
sv: Gå vidare, måste du acceptera våra villkor och bestämmelser.

# Languages::check_again
source: Recheck and correct
hr: Ponovna provjera i ispravljanje
sk: Znova skontrolovať a opraviť
sr: Ponovna provera i ispravljanje
sv: Kontrollera och korrigera

# Languages::check_all
source: All
hr: Sve
sk: Všetko
sr: Sve
sv: Alla

# Languages::check_disabled
source: Disabled
hr: Isključen
sk: Zakázané
sr: Onemogućeno
sv: Inaktivera

# Languages::check_items_text
source: To include Order statuses, Payment methods and Locations in the conditions list, check the necessary item and click on the "Save" button.
hr: Za uključiti status narudžbi, načine plaćanja i mjesta u popisu uvjeta, provjerite potrebne stavke i kliknite na gumb "Spremi".
sk: Ak chcete zahrnúť stavy objednávok, spôsoby platby a umiestnenie v zozname podmienok, skontrolujte potrebnú položku a kliknite na tlačidlo "Uložiť".
sr: Da biste uključili status narudžbi, načine plaćanja i lokacije na listu uslova, proverite neophodnu stavku i kliknite na dugme "Sačuvaj".
sv: För att inkludera Order status, betalningssätt och platser i listan villkor, nödvändiga objektet och klicka på knappen "Spara".

# Languages::check_none
source: None
hr: Niti jedan
sk: Žiadna
sr: Nijedno
sv: Ingen

# Languages::check_active
source: Active
hr: Aktivni
sk: Aktívne
sr: Aktivno
sv: Aktiv

# Languages::check_hidden
source: Hidden
hr: Skriveni
sk: Skryté
sr: Skriveno
sv: Dolda

# Languages::check_pending
source: Pending
hr: Na čekanju
sk: Čakajúce
sr: Na čekanju
sv: Väntande

# Languages::check_number
source: Check Number
hr: Kontrolni broj
sk: Kontrolné číslo
sr: Broj čeka
sv: Checknummer

# Languages::check_ssl
source: Check SSL
hr: Provjera SSL
sk: Kontrolné SSL
sr: Potvrdi SSL
sv: Kolla SSL

# Languages::check_uncheck_all
source: Check / uncheck all
hr: Provjerite / poništite sve
sk: Označiť / zrušiť všetky označenia
sr: Potvrdi / Opozovi sve
sv: Kontrollera / avmarkera alla

# Languages::chinese
source: Chinese
hr: Kineski
sk: čínština
sr: kineski
sv: Kinesiska

# Languages::choose
source: Choose
hr: Odaberite
sk: Vyberte
sr: Odaberi
sv: Välj

# Languages::choose_action
source: Choose action
hr: Odaberite akciju
sk: Vybrať akciu
sr: Odaberi radnju
sv: Välj åtgärd

# Languages::choose_category
source: Choose category
hr: Odaberite kategoriju
sk: Vybrať kategóriu
sr: Odaberi kategoriju
sv: Välj kategori

# Languages::choose_user
source: Choose user
hr: Odabir korisnika
sk: Vybrať používateľa
sr: Odaberi korisnika
sv: Välj användare

# Languages::choose_your_country
source: Choose your country
hr: Odaberite svoju zemlju
sk: Vyberte svoju krajinu
sr: Odaberi svoju zemlju
sv: Välj ditt land

# Languages::choose_your_store_mode
source: Please choose your licensing mode
hr: Odaberite vaš način licenciranja
sk: Prosím, vyberte váš režim licencovania
sr: Odaberi svoj režim licenciranja
sv: Vänligen välj din licensieringsalternativ

# Languages::cities
source: Cities
hr: Gradovi
sk: Mestá
sr: Gradovi
sv: Städer

# Languages::city
source: City
hr: Grad
sk: Mesto
sr: Grad
sv: Staden

# Languages::classes
source: classes
hr: klase
sk: triedy
sr: klase
sv: klasser

# Languages::clean
source: clean
hr: očisti
sk: vyčistiť
sr: obriši
sv: rengör

# Languages::cleanup_history
source: Clean up history
hr: Očisti povijest
sk: Vyčistiť históriu
sr: Obriši istoriju
sv: Rensa historik

# Languages::clean_logs
source: Clear logs
hr: Očisti logove
sk: Vymazať logy
sr: Obriši zapise
sv: Tydlig loggar

# Languages::clean_up_all_locations_on_import
source: Clean up locations before import
hr: Počisti lokacije prije uvoza
sk: Vyčistenie umiestnenia pred importom
sr: Očisti lokacije pre uvoza
sv: Centrala

# Languages::clear
source: Clear
hr: Očisti
sk: vymazať
sr: Obrisano
sv: Klart

# Languages::clear_cache
source: Clear cache
hr: Isprazni predmemoriju
sk: Vymazať vyrovnávaciu pamäť
sr: Obriši keš
sv: Rensa cache

# Languages::generate_cache
source: Generate cache
hr: Generiraj predmemoriju
sk: Vygenerovať vyrovnávaciu pamäť
sr: Generiši keš
sv: Generera cache

# Languages::clear_cart
source: Clear cart
hr: Isprazni košaricu
sk: Vymazať košik
sr: Isprazni korpu
sv: Tydlig vagn

# Languages::clear_conditions
source: Clear conditions
hr: Očisti uvijete
sk: Vymazať podmienky
sr: Očisti stanja
sv: Tydliga villkor

# Languages::clear_fields
source: Clear fields
hr: Očisti polja
sk: Vymazať polia
sr: Obriši polja
sv: Tydliga områden

# Languages::clear_list
source: Clear list
hr: Očisti popis
sk: Vymazať zoznam
sr: Obriši listu
sv: Rensa lista

# Languages::clear_thumbnails
source: Clean up generated thumbnails
hr: Počistiti generire sličice
sk: Vyčistiť generované náhľady
sr: Očisti generisane sličice
sv: Rensa upp genererade tumnaglar

# Languages::clicks
source: Clicks
hr: Klikova
sk: Kliknutia
sr: Klikovi
sv: Klick

# Languages::client_id
source: Client ID
hr: ID klijenta
sk: Klientské ID
sr: ID klijenta
sv: Klient-ID

# Languages::clone
source: Clone
hr: Kloniraj
sk: Kópia
sr: Kloniranje
sv: Klon

# Languages::clone_from
source: Clone from
hr: Kloniraj od
sk: Kopírovať z
sr: Kloniranje od
sv: Klona från

# Languages::clone_selected
source: Clone selected
hr: Kloniraj odabrano
sk: Kopírovať vybrané
sr: Kloniranje izabranog
sv: Klona valda

# Languages::clone_table
source: Clone table
hr: Kloniraj tablicu
sk: Kopírovať tabuľku
sr: Kloniranje tabele
sv: Klon tabell

# Languages::clone_theme
source: Clone theme
hr: Kloniraj temu
sk: kopírovať tému
sr: Kloniranje teme
sv: Klon tema

# Languages::clone_this_item
source: Clone this item
hr: Kloniraj ovu stavku
sk: Kopírovať položku
sr: Kloniraj ovu stavku
sv: Klona objektet

# Languages::clone_this_page
source: Clone this page
hr: Kloniraj ovu stranicu
sk: Kopírovať túto stránku
sr: Kloniraj ovu stranicu
sv: Klona denna sida

# Languages::close
source: Close
hr: Zatvori
sk: Zavrieť
sr: Zatvori
sv: Stäng

# Languages::code
source: Code
hr: Kod
sk: Kód
sr: Kod
sv: Koden

# Languages::coefficient
source: Coefficient
hr: Koeficijent
sk: Koeficient
sr: Koeficijent
sv: Koefficient

# Languages::collapse_bg_color
source: Collapse background color
hr: Sažmi boju pozadine
sk: Zbaliť farbu pozadia
sr: Skupljanje boje pozadine
sv: Kollaps bakgrundsfärg

# Languages::collapse_sublist_of_items
source: Collapse the sublist of items
hr: Sažmi potpopis stavki
sk: Zbaliť vedľajší zoznam položiek
sr: Skupljanje podliste stavki
sv: Kollaps sublisten artiklar

# Languages::collapse_text_color
source: Collapse text color
hr: Sažmi boju teksta
sk: Zbaliť farbu textu
sr: Skupljanje boje teksta
sv: Komprimera textfärg

# Languages::color
source: Color
hr: Boja
sk: Farba
sr: Boja
sv: Färg

# Languages::combination
source: Combination
hr: Kombinacija
sk: Kombinácia
sr: Kombinacija
sv: Kombination

# Languages::comma
source: Comma
hr: Zarez
sk: Čiarka
sr: Zarez
sv: Kommatecken

# Languages::comment
source: Comment
hr: Komentar
sk: Komentár
sr: Komentar
sv: Kommentar

# Languages::comments
source: Comments
hr: Komentari
sk: Komentáre
sr: Komentari
sv: Kommentarer

# Languages::comment_hint
source: Enter your comment to appear below the option
hr: Upišite svoj komentar da se pojavi ispod opcija
sk: Zadajte svoj komentár ktorý sa objaví pod voľbou
sr: Unesite vaš komentar da se pojavi ispod opcije
sv: Kommentar ska visas under alternativet

# Languages::commission
source: Commission
hr: Provizija
sk: Provízia
sr: Provizija
sv: Kommissionen

# Languages::commissions
source: Commissions
hr: Provizije
sk: Provízie
sr: Provizije
sv: Provisioner

# Languages::commissions_of_last_periods
source: Commissions of latest periods
hr: Provizije od najnovijih razdoblja
sk: Provízie z posledného obdobia
sr: Provizije u poslednjem periodu
sv: Provisioner, senaste perioder

# Languages::commission_rates
source: Commission rates
hr: Stopa provizije
sk: Komisia sadzby
sr: Stope provizije
sv: Kommissionen priser

# Languages::compact_list
source: Compact list
hr: Kompaktni popis
sk: Kompaktný zoznam
sr: Kompaktna lista
sv: Kompakt lista

# Languages::company
source: Company
hr: Tvrtka
sk: Spoločnosť
sr: Preduzeće
sv: Företaget

# Languages::company_address
source: Company address
hr: Adresa tvrtke
sk: Adresa spoločnosti
sr: Adresa preduzeća
sv: Företagets adress

# Languages::company_name
source: Company name
hr: Naziv tvrtke
sk: Názov spoločnosti
sr: Ime preduzeća
sv: Företagets namn

# Languages::company_not_found
source: Selected company not found.
hr: Odabrana tvrtka nije pronađena.
sk: Vybraná spoločnosť sa nenašla.
sr: Izabrano preduzeće nije pronađeno.
sv: Valda företaget hittades inte.

# Languages::company_phone
source: Company phone
hr: Telefon tvrtke
sk: Telefón spoločnosti
sr: Telefon preduzeća
sv: Företag telefon

# Languages::company_settings
source: Company settings
hr: Postavke tvrtke
sk: Nastavenia spoločnosti
sr: Postavke preduzeća
sv: Inställningar för företaget

# Languages::compare
source: Compare
hr: Usporedi
sk: Porovnať
sr: Uporedite
sv: Jämföra

# Languages::product_comparison_list
source: Comparison list
hr: Lista za usporedbu
sr: Lista za uporedbu
sv: Listan jämförelse

# Languages::comparison_list_note
source: Go to the products comparison list
sr: Idite na listu proizvoda za poređenje
sv: Gå till listan över produkter jämförelse

# Languages::compare_product_features
source: Compare product features
hr: Usporedite značajke proizvoda
sk: Porovnať vlastnosti produktu
sr: Uporedite karakteristike proizvoda
sv: Jämföra produktfunktioner

# Languages::comparison_list
source: Comparison list
hr: Lista za usporedbu
sk: Zoznam porovnania
sr: Lista za uporedbu
sv: Listan jämförelse

# Languages::compatible_class
source: Compatible class
hr: Kompatibilne klase
sk: Kompatibilnej triedy
sr: Kompatibilne klase
sv: Kompatibel klass

# Languages::completed
source: Completed
hr: Završen
sk: Dokončené
sr: Završeno
sv: Avslutat

# Languages::compressing_backup
source: Compressing backup file
hr: Sažimanje datoteke sigurnosne kopije
sk: Kompresia súborov zálohy
sr: Kompresija rezervne kopije
sv: Komprimera backup-fil

# Languages::compress_dump
source: Compress backup file
hr: Komprimiraj arhivu datoteke
sk: Kompresia záložného súboru
sr: Kompresuj rezervnu kopiju
sv: Komprimera backup-fil

# Languages::condition
source: Condition
hr: Stanje
sk: Podmienka
sr: Stanje
sv: Villkor

# Languages::conditions
source: Conditions
hr: Uvjeti
sk: Podmienky
sr: Uslovi
sv: Villkor

# Languages::configure
source: Configure
hr: Konfiguriranje
sk: Konfigurácia
sr: Konfigurisanje
sv: Konfigurera

# Languages::confirm
source: Confirm
hr: Potvrditi
sk: Potvrďte
sr: Potvrdi
sv: Bekräfta

# Languages::confirmation_dialog
source: Confirmation dialog
hr: Potvrda dijalog
sk: Dialógové okno pre potvrdenie
sr: Dijalog za potvrđivanje
sv: Bekräftelsedialogruta

# Languages::confirm_password
source: Confirm password
hr: Potvrdi lozinku
sk: Potvrdiť heslo
sr: Potvrda lozinke
sv: Bekräfta lösenord

# Languages::conflicts
source: Conflicts
hr: Sukobi
sk: Konflikty
sr: Neusaglašenosti
sv: Konflikter

# Languages::congratulations
source: Congratulations!
hr: Čestitam!
sk: Gratulujem!
sr: Čestitamo!
sv: Grattis!

# Languages::connection_ticket
source: Connection ticket
hr: Povezivanje karte
sk: Pripojenie lístka
sr: Karta za povezivanje
sv: Anslutning etiketterar

# Languages::contact_information
source: Contact information
hr: Kontakt informacije
sk: Kontaktné informácie
sr: Kontakt informacije
sv: Kontaktuppgifter

# Languages::contact_us_for_price
source: Contact us for a price
hr: Kontakt za cijenu
sk: Kontaktujte nás kvôli cenám
sr: Kontaktirajte nas za cenu
sv: Kontakta oss för ett pris

# Languages::container_options
source: Container options
hr: Mogućnosti kontejnera
sk: možnosti kontajnera
sr: Opcije kontejnera
sv: Container alternativ

# Languages::content
source: Content
hr: Sadržaj
sk: Obsah
sr: Sadržaj
sv: Innehåll

# Languages::content_alignment
source: Content alignment
hr: Poravnanje sadržaja
sk: Zarovnanie obsahu
sr: Poravnavanje sadržaja
sv: Innehåll justering

# Languages::content_changed_for
source: This block instances have different content for
hr: Ovaj blok dio ima različit sadržaj za
sk: Tento príklad bloku má iný obsah
sr: Ove instance imaju različite sadržaje za
sv: Detta block instanser har olika innehåll för

# Languages::continue
source: Continue
hr: I dalje
sk: Pokračovať
sr: Nastavi
sv: Fortsätta

# Languages::continue_shopping
source: Continue shopping
hr: Nastavi kupnju
sk: Pokračovať v nakupovaní
sr: Nastavi kupovinu
sv: Fortsätt handla

# Languages::controller
source: Replace with
hr: Zamijeniti s
sk: Nahradiť
sr: Zameni sa
sv: Ersätt med

# Languages::converting_data_in_table
source: Converting data in table [table]
hr: Pretvaranje podataka u tablici [table]
sk: Konverzia údajov v tabuľke [table]
sr: Konverzija podataka u tabeli [table]
sv: Konvertering av data i tabellen [table]

# Languages::copyright_shopping_cart
source: [product] - Shopping Cart Software
hr: [product] - Softver za trgovinu
sk: [product] - nákupný košík Software
sr: [product] - softver za kupovinu
sv: [product] - kundvagn programvara

# Languages::copy_from_layout
source: Copy data from layout
hr: Kopiranje podataka iz izgleda
sk: Kopírovanie údajov z rozloženia
sr: Kopiranje podataka iz rasporeda
sv: Kopiera data från layout

# Languages::core
source: Core
hr: Jezgra
sk: Jadro
sr: Jezgro

# Languages::cost
source: Cost
hr: Trošak
sk: Náklady
sr: Trošak
sv: Kostnaden

# Languages::cost_dependences
source: Cost dependencies
hr: Ovisnosti o cijeni
sk: Závislostí nákladov
sr: Troškovi u zavisnosti
sv: Kostnad beroenden

# Languages::could_not_open_file
source: File preview is not available
hr: Pregled datoteke nije moguć
sk: Ukážka súboru nie je k dispozícii
sr: Pregled datoteka nije dostupan
sv: Förhandsgranskning av filen är inte tillgänglig

# Languages::countries
source: Countries
hr: Države
sk: Krajiny
sr: Zemlje
sv: Länder

# Languages::countries_menu_description
source: Manage the set of countries that are supported in your store.
hr: Upravljanje skupom država koje su podržane u vašoj trgovini.
sk: Riadenie súboru krajín, ktoré sú podporované vo vašom obchode.
sr: Upravljanje skupom država koje su podržane u vašoj prodavnici.
sv: Hantera uppsättningen länder som stöds i din butik.

# Languages::country
source: Country
hr: Država
sk: Krajina
sr: Država
sv: Land

# Languages::coupon
source: Coupon
hr: Kupon
sk: Kupón
sr: Kupon
sv: Kupong

# Languages::coupons
source: Coupons
hr: Kuponi
sk: Kupóny
sr: Kuponi
sv: Kuponger

# Languages::coupon_already_used
source: This coupon is already in use
hr: Ovaj kupon je već u uporabi
sk: Tento kupón je už použitý
sr: Ovaj kupon je već u upotrebi
sv: Denna kupong används redan

# Languages::coupon_code
source: Coupon code
hr: Kupon kod
sk: kód kupónu
sr: Šifra kupona
sv: Kupongkod

# Languages::create
source: Create
hr: Napravi
sk: Vytvoriť
sr: Kreiraj
sv: Skapa

# Languages::created
source: Created
hr: Napravljeno
sk: Vytvorené
sr: Kreirano
sv: Skapad

# Languages::create_account
source: Create account
hr: Stvaranje računa
sk: Vytvoriť účet
sr: Kreiraj nalog
sv: Skapa konto

# Languages::create_administrator_account
source: Create administrator account
hr: Stvaranje administratorskog računa
sk: Vytvorenie konta správcu
sr: Kreiraj administratorski nalog
sv: Skapa administratörskontot

# Languages::create_and_close
source: Create and close
hr: Napravi i zatvori
sk: Vytvoriť a zatvoriť
sr: Kreiraj i zatvori
sv: Skapa och stäng

# Languages::create_file
source: Create file
hr: Stvori datoteku
sk: Vytvoriť súbor
sr: Kreiraj datoteku
sv: Skapa fil

# Languages::create_folder
source: Create folder
hr: Stvori mapu
sk: Vytvorenie priečinka
sr: Kreiraj direktorijum
sv: Skapa mapp

# Languages::create_guest_account
source: Quick checkout with no account creating required
hr: Brza naplata bez stvaranje korisničkog računa
sk: Rýchla Pokladňa bez požadovania vytvorenia účtu
sr: Brzo poručivanje bez kreiranja naloga
sv: Snabb kassan med ingen konto skapa krävs

# Languages::create_new_account
source: Create a permanent account and use it for checkout
hr: Stvoriti stalan račun i koristiti ga za naplata
sk: Vytvoriť trvalé konto a používať ho pre pokladňu
sr: Kreiraj trajni nalog i koristi ga za kupovinu
sv: Skapa en permanent konto och använda det för kassan

# Languages::create_new_block
source: Create New Block
hr: Napravite novi blok
sk: Vytvorenie nového bloku
sr: Kreiraj novi blok
sv: Skapa nya Block

# Languages::create_new_order
source: Create a new order
hr: Kreiranje nove narudžbe
sk: Vytvorenie novej objednávky
sr: Kreiraj novu narudžbu
sv: Skapa en ny order

# Languages::create_process_payment
source: Create and process payment
hr: Kreirali i obradili plaćanje
sk: Vytvárať a spracovávať platby
sr: Kreirj i obradi uplate
sv: Skapa och bearbeta betalningen

# Languages::create_profile
source: Create a new profile
hr: Stvaranje novog profila
sk: Vytvoriť nový profil
sr: Kreiraj novi profil
sv: Skapa en ny profil

# Languages::create_profile_notification_header
source: Thank you for becoming a registered user at
hr: Hvala vam što ste postali registrirani korisnik na
sk: Ďakujeme za registráciu
sr: Hvala što si postao registrovani korisnik u
sv: Tack för att bli en registrerad användare på

# Languages::create_table
source: Create New Table
hr: Stvaranje nove tablice
sk: Vytvorenie novej tabuľky
sr: Kreiraj novu tabelu
sv: Skapa ny tabell
