Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::project_id
source: Project ID
hr: ID projekta
sk: ID projektu
sr: ID projekta
sv: Projekt-ID

# Languages::project_password
source: Project password
hr: Lozinka projekta
sk: Heslo projektu
sr: Lozinka projekta
sv: Lösenord för projektet

# Languages::prolongate_download_key
source: Prolong download key to
hr: Produži rok ključa preuzimanja do
sk: Predĺženie sťahovacieho kľúča na
sr: Prolongiranje ključa za preuzimanje
sv: Förlänga hämta nyckeln till

# Languages::promotion
source: Promotion
hr: Promocija
sk: Propagácia
sr: Promocija
sv: Främjande

# Languages::promotions
source: Promotions
hr: Promocije
sk: Propagačné akcie
sr: Promocije
sv: Erbjudanden

# Languages::promotions_menu_description
source: Promote goods and offer bonuses basing on customers memberships.
hr: Promoviraj proizvode i ponudi bonuse na osnovi članstva.
sk: Propagácie tovaru a ponúkané bonusy sú na báze zákazníckeho členstva.
sr: Promovisanje robe i ponude bonusa zasnovanih po članstvu kupca.
sv: Främja varor och erbjuder bonusar basera på kunder medlemskap.

# Languages::promotion_bonus_discount_on_categories
source: Discount on all products in categories
hr: Popust na sve proizvode u kategorijama
sk: Zľava na všetky produkty v kategórií
sr: Popust na sve proizvode u kategorijama
sv: Rabatt på alla produkter i kategorier

# Languages::promotion_bonus_discount_on_products
source: Discount on products
hr: Popust na proizvode
sk: Zľavy na produkty
sr: Popust na proizvode
sv: Rabatt på produkter

# Languages::promotion_bonus_free_products
source: Free products
hr: Besplatni proizvodi
sk: Bezplatne dostupné produkty
sr: Besplatni proizvodi
sv: Gratis produkter

# Languages::promotion_bonus_free_shipping
source: Free shipping
hr: Besplatna dostava
sk: Doprava zdarma
sr: Besplatna isporuka
sv: Fri frakt

# Languages::promotion_bonus_give_coupon
source: Give coupon
hr: Pokloni bon
sk: Dať kupón
sr: Daj kupon
sv: Ge Kupong

# Languages::promotion_bonus_give_points
source: Give points
hr: Dodijeli bodove
sk: Dať body
sr: Daj poene
sv: Ge poäng

# Languages::promotion_bonus_give_usergroup
source: Give user group
hr: Dodijeli grupu korisnika
sk: Dať užívateľské skupiny
sr: Daj grupi korisnika
sv: Ge användargrupp

# Languages::promotion_bonus_order_discount
source: Order discount
hr: Popust na narudžbu
sk: Objednávková zľava
sr: Popust po porudžbini
sv: För rabatt

# Languages::promotion_bonus_product_discount
source: Product discount
hr: Popust na proizvod
sk: Zľavnený produkt
sr: Sniženje proizvoda
sv: Produkt rabatt

# Languages::promotion_cond_auto_coupons
source: Automatically generated coupon codes
hr: Automatski generirani kodovi za bonove
sk: Automaticky vygenerované kódy kupónov
sr: Automatski generisani kupon kodovi
sv: Automatiskt genererade kupongkoder

# Languages::promotion_cond_categories
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# Languages::promotion_cond_country
source: Customer country (shipping)
hr: Zemlja kupca (dostava)
sk: Krajina zákazníka (doprava)
sr: Zemlja kupca (isporuka)
sv: Kundens land (frakt)

# Languages::promotion_cond_coupon_code
source: Coupon code
hr: Kupon kod
sk: kód kupónu
sr: Šifra kupona
sv: Kupongkod

# Languages::promotion_cond_feature
source: Product feature
hr: Karakteristike proizvoda
sk: Vlastnosti produktu
sr: Funkcija proizvoda
sv: Produktfunktion

# Languages::promotion_cond_number_of_usages
source: Number of usages
hr: Broj upotreba
sk: Počet použití
sr: Broj korištenja
sv: Antal användningar

# Languages::promotion_cond_once_per_customer
source: Once per customer
hr: Jednom po kupcu
sk: Jeden na zákazníka
sr: Jednom po kupcu
sv: En gång per kund

# Languages::promotion_cond_payment
source: Payment method
hr: Način plaćanja
sk: Spôsob platby
sr: Način plaćanja
sv: Betalningssätt

# Languages::promotion_cond_price
source: Product price
hr: Cijena proizvoda
sk: Cena tovaru
sr: Cena proizvoda
sv: Produktens pris

# Languages::promotion_cond_products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# Languages::promotion_cond_products_number
source: Total products in the cart
hr: Ukupni proizvodi u košarici
sk: Celkom produktov v košíku
sr: Ukupno proizvoda u korpi
sv: Totalt produkter i kundvagnen

# Languages::promotion_cond_purchased_products
source: Purchased products
hr: Kupljeni proizvodi
sk: Zakúpené produkty
sr: Kupljeni proizvodi
sv: Köpta produkter

# Languages::promotion_cond_state
source: Customer state (shipping)
hr: Zemlja kupca (shipping)
sk: Zákazník štátu (doprava)
sr: Država kupca (isporuka)
sv: Kunden tillstånd (frakt)

# Languages::promotion_cond_subtotal
source: Order subtotal
hr: Ukupna narudžba
sk: Medzisúčet objednávky
sr: Međuzbir porudžbine
sv: Delsumman för ordern

# Languages::promotion_cond_total
source: Order total
hr: Ukupna narudžba
sk: Celková čiastka objednávky
sr: Ukupno za plaćanje
sv: Ordersumman

# Languages::promotion_cond_total_weight
source: Total products weight in the cart
hr: Ukupna težina proizvoda u košarici
sk: Celková hmotnosť produktov v košíku
sr: Ukupna težina proizvoda u korpi
sv: Totalt produkter vikt i kundvagnen

# Languages::promotion_cond_usergroup
source: User group
hr: Korisnička grupa
sk: Skupiny používateľov
sr: Grupa korisnika
sv: Användargrupp

# Languages::promotion_cond_users
source: Users
hr: Korisnici
sk: Užívatelia
sr: Korisnici
sv: Användare

# Languages::promotion_cond_zip_postal_code
source: Customer zip/postal code (shipping)
hr: Poštanski broj kupca (dostava)
sk: Poštové smerovacie číslo zákazníka (doprava)
sr: Poštanski broj kupca (isporuka)
sv: Kundens postnummer (frakt)

# Languages::promotion_cond_shipping
source: Shipping methods
hr: Načini dostave
sk: Spôsob doručenia dodávky
sr: Načini isporuke
sv: Leveransmetoder

# Languages::promotion_op_amount
source: amount
hr: Količina
sk: výška
sr: iznos
sv: belopp

# Languages::promotion_op_cont
source: contains
hr: Sadrži
sk: obsahuje
sr: sadrži
sv: innehåller

# Languages::promotion_op_eq
source: equal
hr: Jednak
sk: rovnaké
sr: jednaki
sv: lika

# Languages::promotion_op_gt
source: greater
hr: Veći
sk: väčšia
sr: veća
sv: större

# Languages::promotion_op_gte
source: equal or greater
hr: Jednak ili veći
sk: rovnakej alebo vyššej
sr: jednaka ili veća
sv: lika eller större

# Languages::promotion_op_in
source: in
hr: Unutar
sk: v
sr: u
sv: i

# Languages::promotion_op_lt
source: less
hr: Manje
sk: menej
sr: manje
sv: mindre

# Languages::promotion_op_lte
source: equal or less
hr: Jednako ili manje
sk: rovné alebo menej
sr: manje ili jednako
sv: lika eller mindre

# Languages::promotion_op_ncont
source: doesn't contain
hr: Ne sadrži
sk: neobsahuje
sr: Ne sadrži
sv: innehåller inte

# Languages::promotion_op_neq
source: not equal
hr: Nejednak
sk: nerovná sa
sr: nije jednako
sv: inte lika

# Languages::promotion_op_nin
source: not in
hr: Nije unutar
sk: nie je v
sr: Ne u
sv: inte i

# Languages::promo_code
source: Promo code
hr: Promo kod
sk: Promo kód
sr: Promo kod
sv: Befordra koden

# Languages::promo_text
source: Promo text
hr: Promotivni tekst
sk: Propagačný text
sr: Promo tekst

# Languages::properties
source: Properties
hr: Svojstva
sk: Vlastnosti
sr: Svojstva
sv: Egenskaper

# Languages::provider
source: Provider
hr: Pružatelj
sk: Poskytovateľ
sr: Dobavljač usluga
sv: Leverantör

# Languages::public
source: Public
hr: Javno
sk: Verejné
sr: Javno
sv: Offentliga

# Languages::purchased_in_orders
source: Purchased in orders
hr: Kupljeno u narudžbama
sk: Zakúpené v objednávkach
sr: Kupljeno u porudžbinama
sv: Köpt i order

# Languages::purchased_qty
source: Purchased qty
hr: Kupljena količina
sk: Nakúpené množstvo
sr: Kupljene Kol
sv: Inköpta Kvt

# Languages::purchasers_name
source: Purchaser`s Name
hr: Ime kupca
sk: Meno kupujúceho
sr: Ime kupca
sv: Köparens namn

# Languages::qty
source: Qty
hr: Kol.
sk: Množstvo
sr: Kol
sv: Kvt

# Languages::qty_discounts
source: Quantity discounts
hr: Popust na količinu
sk: Množstevné zľavy
sr: Popusti na količinu
sv: Mängdrabatter

# Languages::qty_discount_type_tooltip
source: Fixed amount/Percentage to be taken off the price
hr: Fiksni iznos/Postotak za koji treba umanjiti cijenu
sk: Pevná suma / percento ktoré má byť prijaté z ceny
sr: Fiksni iznos/procenat koji će biti oduzet od cene
sv: Fast/procent tas bort priset

# Languages::quantity
source: Quantity
hr: Količina
sk: Množstvo
sr: Količina
sv: Kvantitet

# Languages::quantity_step
source: Quantity step
hr: Korak količine
sk: Množstevný krok
sr: Količina korak
sv: Antal steg

# Languages::query
source: Query
hr: Upit
sk: Dotaz
sr: Upit
sv: Fråga

# Languages::quick_checkout
source: Quick checkout
hr: Brzo plaćanje
sk: Rýchla Pokladňa
sr: Brzo poručivanje
sv: Snabb kassan

# Languages::quick_links
source: Quick links
hr: Brze poveznice
sk: Rýchle prepojenia
sr: Brzi linkovi
sv: Snabb länkar

# Languages::quick_menu
source: Quick menu
hr: Brzi izbornik
sk: Rýchle menu
sr: Brzi meni
sv: Snabbmenyn

# Languages::quick_product_viewer
source: Quick product viewer
hr: Brzi pregled proizvoda
sk: Prehliadač rýchle produktu
sr: Brzi prikaz proizvoda
sv: Snabb produkt viewer

# Languages::quick_view
source: Quick view
hr: Brzi prikaz
sk: Rýchle zobrazenie
sr: Brzi prikaz
sv: Snabbgranskning

# Languages::radiogroup
source: Radio group
hr: Radio grupa
sk: Skupina prepínačov
sr: Radio grupa
sv: Grupp med alternativknappar

# Languages::random
source: Random
hr: Nasumice
sk: Náhodné
sr: Naizmenično

# Languages::rank_number
source: Rank ('machine') number
hr: Broj ranga ('stroj')
sk: Hodnota ('machine') čísla
sr: Rangirati broj
sv: Rank ("maskin") nummer

# Languages::rates_depend_on
source: Rates depend on
hr: Cijene ovise o
sk: Sadzby závisia od
sr: Stopa zavisi od
sv: Priser beror på

# Languages::rate_calculation
source: Rate calculation
hr: Izračun cijene
sk: Rýchlosť výpočtu
sr: Izračunavanje stope
sv: Beräkning

# Languages::rate_calculation_manual
source: Manual (by defined location)
hr: Ručno (po utvrđenoj lokaciji)
sk: Ručne (podľa definovaného miesta)
sr: Ručno (tako što je definisana lokacija)
sv: Manual (genom definierade plats)

# Languages::rate_calculation_realtime
source: Realtime
hr: U stvarnom vremenu
sk: Skutočný čas
sr: U realnom vremenu

# Languages::rate_value
source: Rate value
hr: Cijena dostave
sk: vypočítať hodnotu
sr: Vrednost stope
sv: Gränsvärde

# Languages::read
source: Read
hr: Pročitaj
sk: Prečítajte si
sr: Čitanje
sv: Läs

# Languages::readme
source: Readme
hr: Pročitaj me
sk: Súbor README
sr: Pročitaj me

# Languages::read_more_3d_secure
source: Read more about 3-D Secure
hr: Pročitaj više o 3-D Secure
sk: Čítaj viac o 3-D zabezpečení
sr: Pročitajte više o 3-D Secure
sv: Läs mer om 3D-Secure

# Languages::reason
source: Reason
hr: Razlog
sk: Dôvod
sr: Razlog
sv: Anledningen

# Languages::reasons
source: reasons
hr: razlozi
sk: dôvody
sr: razlozi
sv: skäl

# Languages::reason_text
source: Payment processor response
hr: Odgovor procesora plaćanja
sk: Odpoveď platobného procesu
sr: Odgovor obrađivača naplate
sv: Betalning processor svar

# Languages::rebuild_cache_automatically
source: Rebuild cache automatically
hr: Automatski ponovo izgradi priručnu memoriju
sk: Automaticky znova vygenerovať vyrovnávaciu pamäť
sr: Automatski obnovi keš
sv: Återuppbygga cache automatiskt

# Languages::rebuild_cache_automatically_tooltip
source: Modified files are tracked in real time (including the files modified directly on server) and re-cached. Block cache will be disabled. Store performance may be slightly affected. Recommended to disable on production.
sk: Zmenené súbory sú sledované v reálnom čase (vrátane súborov upravený priamo na serveri) a re-cache. Blok vyrovnávacej pamäte sa vypne. Výkon obchodu môže byť mierne ovplyvnený. Odporúča, aby vypnúť produkčnú stránku.
sr: Modifikovane datoteke se prate u realnom vremenu (uključujući izmene urađene na serveru) i ponovo keširaju. Blok keš će biti onemogućen. Ovo može neznatno uticati na performanse prodavnice.
sv: Ändrade filer spåras i realtid (inklusive filerna ändras direkt på servern) och åter cachelagrat. Block cache inaktiveras. Store prestanda kan påverkas något. Rekommenderas för att inaktivera på produktion.

# Languages::rebuild_combinations
source: Rebuild combinations
hr: Obnovi kombinacije
sk: Prestavať kombinácie
sr: Obnovi kombinacije
sv: Återuppbygga kombinationer

# Languages::recalculate
source: Recalculate
hr: Izračunaj ponovno
sk: Prepočítať
sr: Ponovno izračunavanje
sv: Beräkna om

# Languages::recalculate_rates
source: Recalculate rates
hr: Ponovni izračun cijene
sk: Prepočítať ceny
sr: Ponovno izračunavanje stope
sv: Beräkna om priser

# Languages::recalculate_totals
source: Recalculate totals
hr: Ponovno izračunaj ukupni zbroj
sk: Prepočítať súčty
sr: Rekalkulacija ukupnog iznosa
sv: Beräkna summor

# Languages::recent_activity
source: Recent activity
hr: Nedavna aktivnost
sk: Posledná aktivita
sr: Nedavne aktivnosti
sv: Senaste aktivitet

# Languages::recent_orders
source: Recent orders
hr: Nedavne narudžbe
sk: Posledné objednávky
sr: Nedavne porudžbine
sv: De senaste order

# Languages::recent_products
source: Recently viewed
hr: Nedavno pogledano
sk: Naposledy zobrazené
sr: Nedavno pregledano
sv: Nyligen visade

# Languages::recipient
source: Recipient
hr: Primatelj
sk: Príjemca
sr: Primalac
sv: Mottagare

# Languages::recipients_name
source: Recipient`s Name
hr: Ime primatelja
sk: Meno príjemcu
sr: Ime primaoca
sv: Mottagarens namn

# Languages::recipient_description
source: Description of the Merchant
hr: Opis trgovca
sk: Popis obchodníka
sr: Opis trgovca
sv: Beskrivning av handlaren

# Languages::recommended
source: Recommended
hr: Preporučeno
sk: Odporúčaná
sr: Preporučeni
sv: Rekommenderas

# Languages::recover_password
source: Reset password
hr: Vrati izvornu lozinku
sk: Obnovenie hesla
sr: Poništavanje lozinke
sv: Återställ lösenord

# Languages::recover_password_subj
source: Password recovery
hr: Oporavak lozinke
sk: Obnovenie hesla
sr: Oporavak lozinke
sv: Återställning av lösenord

# Languages::recursively
source: Recursively
hr: Rekurzivno
sk: Rekurzívne
sr: Povratno
sv: Rekursivt

# Languages::redirect_customer_from_storefront
source: Redirect visitors of this storefront to the one that has countries to which the visitors' IP addresses belong defined
hr: Preusmjeri posjetitelje ovog izloga na izlog koji ima zemlje kojima pripadaju IP adrese posjetitelja
sk: Presmerovanie návštevníkov z tohto priečelia na to, ktorého krajinu má návštevník definovanú IP adresu
sr: Preusmeri posetioce prodavnice na onu koja ima zemlje kojoj pripadaju definisane IP adrese
sv: Omdirigera besökare av denna skyltfönster till en som har länder som besökarnas IP-adresser tillhör definieras

# Languages::referrers
source: Referrers
hr: Preporučitelji
sk: Odkazy
sr: Posrednici
sv: Hänvisningsadresser

# Languages::referrer_domain
source: Referrer domain
hr: Domena preporučitelja
sk: Doména odkazujúceho servera
sr: Domen posrednika
sv: Värvaren domän

# Languages::refresh_packages_list
source: Refresh packages list
hr: Osvježi listu paketa
sk: Obnoviť zoznam balíky
sr: Osveži spisak paketa
sv: Uppdatera paket

# Languages::refund
source: Refund
hr: Povrat novca
sk: Náhrada
sr: Povrat novca
sv: Återbetalning

# Languages::refunded
source: Refunded
hr: Vraćeno
sk: Vrátená
sr: Povraćeno
sv: Återbetalas

# Languages::refunded_amount
source: Refunded amount
hr: Iznos vraćenog novca
sk: Vrátená suma
sr: Povraćen iznos
sv: Återbetalas beloppet

# Languages::regexp_hint
source: If you are using the regexp checking, it is necessary to set a prompting message informing of the incorrect filling of the field, otherwise, the checking will not be performed
hr: Ako koristite regexp provjeru treba postaviti poruku koja će obavijestiti o neispravno popunjenom polju, inače se provjera neće izvršiti
sk: Ak používate regexp kontrolu, je potrebné pobádať správu informujúcu o nesprávne vyplnených poliach, inak nebude vykonaná kontrola
sr: Ako koristite regexp, neophodno je da postavite poruku koja obaveštava o netačnom popunjavanju polja, u suprotnom, provera neće biti obavljena
sv: Om du använder regexp kontroll, är det nödvändigt att fastställa en erbjudanden meddelande som informerade om felaktig fyllning av fältet, annars utförs kontrollen inte

# Languages::regions
source: Regions
hr: Regije
sk: Regióny
sr: Regioni
sv: Regioner

# Languages::register
source: Register
hr: Registar
sk: Zaregistrovať sa
sr: Registruj se
sv: Registrera dig

# Languages::registered
source: Registered
hr: Registrirani
sk: Registrované
sr: Registrovan
sv: Registrerade

# Languages::registered_customers
source: Registered customers
hr: Registrirani kupci
sk: Registrovaných zákazníkov
sr: Registrovanih korisnika
sv: Registrerade kunder

# Languages::register_new_account
source: Register for a new account
hr: Registrirajte se za novi račun
sk: Registrovať nový účet
sr: Prijavite se za novi nalog
sv: Registrera dig för ett nytt konto

# Languages::register_profile
source: Register profile
hr: Registriraj profil
sk: Registrovať profil
sr: Registrovanje profila
sv: Registrera profil

# Languages::registration
source: Registration
hr: Registracija
sk: Registrácia
sr: Registracija
sv: Registrering

# Languages::regnumber
source: Registration number
hr: Broj registracije
sk: Registračné číslo
sr: Registarski broj
sv: Registreringsnummer

# Languages::related_order
source: Related order
hr: Povezana narudžba
sk: Súvisiace objednávky
sr: Povezane porudžbine
sv: Snabbmenyn

# Languages::release_date
source: Release date
hr: Datum objave
sk: Dátum vydania
sr: Datum izdavanja
sv: Releasedatum

# Languages::remember_me
source: Remember me
hr: Zapamti me
sk: Pamätaj si ma
sr: Zapamti me
sv: Kom ihåg mig

# Languages::remove
source: Remove
hr: Ukloni
sk: Odstrániť
sr: Ukloni
sv: Ta bort

# Languages::remove_backup_files
source: Remove backup files
hr: Ukloni sigurnosne kopije datoteka
sk: Odstrániť záložné súbory
sr: Uklanjanje rezervnih kopija datoteka
sv: Ta bort säkerhetskopierade filer

# Languages::remove_cc_info
source: Remove CC info
hr: Ukloni CC informacije
sk: Odstrániť CC info
sr: Uklanjanje informacija o CC
sv: Ta bort CC info

# Languages::remove_this_item
source: Remove this item
hr: Ukloni ovu stavku
sk: Odstrániť túto položku
sr: Ukloni ovu stavku
sv: Ta bort detta objekt

# Languages::rename
source: Rename
hr: Preimenuj
sk: Premenovať
sr: Preimenuj
sv: Byta namn på

# Languages::repay_order
source: Pay order
hr: Plati narudžbu
sk: Zaplatiť objednávky
sr: Plati porudžbinu
sv: Betala beställning

# Languages::report
source: Report
hr: Izvješće
sk: Správa
sr: Izveštaj
sv: Rapport

# Languages::reports
source: Reports
hr: Izvješća
sk: Správy
sr: Izveštaji
sv: Rapporter

# Languages::reports_interval_1
source: Total
hr: Ukupno
sk: Celkom
sr: Ukupno
sv: Totalt

# Languages::reports_interval_3
source: Day
hr: Dan
sk: Deň
sr: Dan
sv: Dagen

# Languages::reports_interval_5
source: Week
hr: Tjedan
sk: Týždeň
sr: Sedmica
sv: Vecka

# Languages::reports_interval_7
source: Month
hr: Mjesec
sk: Mesiac
sr: Mesec
sv: Månad

# Languages::reports_interval_9
source: Year
hr: Godina
sk: Rok
sr: Godina
sv: År

# Languages::reports_list
source: Reports list
hr: Lista izvješća
sk: Zoznam správ
sr: Izveštaji lista
sv: Rapportlistan

# Languages::reports_parameter_1
source: Order totals
hr: Ukupan iznos narudžbi
sk: Celková čiastka objednávky
sr: Ukupno za plaćanje
sv: Ordersumman

# Languages::reports_parameter_10
source: Shipping costs
hr: Troškovi dostave
sk: Prepravné náklady
sr: Troškove isporuke
sv: Fraktkostnader

# Languages::reports_parameter_11
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# Languages::reports_parameter_12
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# Languages::reports_parameter_13
source: Product costs
hr: Troškovi proizvoda
sk: Ceny výrobkov
sr: Troškovi proizvoda
sv: Produktkostnader

# Languages::reports_parameter_14
source: The number of products
hr: Broj proizvoda
sk: Počet produktov
sr: Broj proizvoda
sv: Antalet produkter

# Languages::reports_parameter_2
source: The number of orders
hr: Broj narudžbi
sk: Počet objednávok
sr: Broj porudžbina za
sv: Antalet order

# Languages::reports_parameter_3
source: Orders
hr: Narudžbe
sk: Objednávky
sr: Porudžbine
sv: Beställningar

# Languages::reports_parameter_4
source: Statuses of orders
hr: Statusi narudžbi
sk: Stavy objednávok
sr: Statusi porudžbina
sv: Status för order

# Languages::reports_parameter_5
source: Payment methods
hr: Načini plaćanja
sk: Spôsoby platby
sr: Načini plaćanja
sv: Betalningssätt

# Languages::reports_parameter_6
source: Locations
hr: Lokacije
sk: Umiestnenie
sr: Lokacije
sv: Platser

# Languages::reports_parameter_7
source: Users
hr: Korisnici
sk: Užívatelia
sr: Korisnici
sv: Användare

# Languages::reports_parameter_8
source: Discounts and coupons
hr: Popusti i kuponi
sk: Zľavy a kupóny
sr: Popuste i kupone
sv: Rabatter och kuponger

# Languages::reports_parameter_9
source: Taxes
hr: Porezi
sk: Dane
sr: Porezi
sv: Skatter

# Languages::request
source: Request
hr: Zahtjev
sk: Žiadosť
sr: Zahtev
sv: Begäran

# Languages::requests_count
source: Requests count
hr: Broj zahtjeva
sk: Počet žiadostí
sr: Broj zahteva
sv: Förfrågningar räknas

# Languages::requesttype
source: Request type
hr: Vrsta zahtjeva
sk: Typ požiadavky
sr: Vrsta zahteva
sv: Typ av begäran

# Languages::request_account_name
source: Requested account name
hr: Zatraženo korisničko ime
sk: Požadovaný názov konta
sr: Ime traženog naloga
sv: Önskade kontonamn

# Languages::required
source: Required
hr: Obavezno
sk: Požadované
sr: Potrebne
sv: Krävs

# Languages::reset
source: Reset
hr: Vrati izvorno
sk: Obnoviť
sr: Poništi
sv: Återställa

# Languages::reset_filter
source: Reset filter
hr: Vrati izvorni filter
sk: Obnoviť filter
sr: Poništavanje filtera

# Languages::reset_inventory
source: Reset inventory
hr: Vrati zalihe u izvorno stanje
sk: Obnoviť zoznam
sr: Poništavanje zaliha
sv: Återställa lagret

# Languages::reset_password
source: Reset password
hr: Vrati izvornu lozinku
sk: Obnovenie hesla
sr: Poništavanje lozinke
sv: Återställ lösenord

# Languages::resolved
source: Resolved
hr: Riješeno
sk: Vyriešené
sr: Rešeno
sv: Löst

# Languages::response
source: Response
hr: Odgovor
sk: Odpoveď
sr: Odgovor
sv: Svar

# Languages::restore
source: Restore
hr: Obnovi
sk: Obnoviť
sr: Vrati prethodno
sv: Återställa

# Languages::restore_default
source: Use default value
hr: Koristi zadanu vrijednost
sk: Použiť predvolené hodnoty
sr: Koristi podrazumevane vrednosti
sv: Använd standardvärde

# Languages::restore_from_repository
source: Restore from the repository
hr: Vrati iz repozitorija
sk: Obnoviť z úložiska
sr: Vraćanje iz repozitorija
sv: Återställa från databasen

# Languages::return
source: Return to normal view
hr: Vrati na uobičajeni prikaz
sk: Návrat do normálneho zobrazenia
sr: Vraćanje na normalan prikaz
sv: Återgå till normalläget

# Languages::returning_customer
source: Returning customer
hr: Stalni kupac
sk: Vracajúci sa zákazník
sr: Registrovani kupac
sv: Återkommande kund

# Languages::return_url_target
source: Return URL target
hr: Vrati URL cilj
sk: Návrat cieľovej URL adresy
sr: Vrati URL
sv: URL avkastningsmål

# Languages::reuse
source: Reuse
hr: Koristi ponovno
sk: Opätovné použitie
sr: Ponovna upotreba
sv: Återanvända

# Languages::reversed
source: Reversed
hr: Obrnuta
sk: Obrátený
sr: Obrnut
sv: Återförda

# Languages::revert
source: Revert
hr: Vrati na prethodno
sk: Vrátiť
sr: Vraćanje
sv: Återgå

# Languages::re_order
source: Reorder this order
hr: Naruči ponovno ovu narudžbu
sk: Usporiadať túto objednávku
sr: Izvršite ponovo narudžbu
sv: Ändra ordning på denna ordning

# Languages::right
source: Right
hr: Desno
sk: Právo
sr: Desno
sv: Höger
