Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::breadcrumbs
source: Breadcrumbs
hr: Mrvice kruha
sk: Navigačná lišta
sv: Detta block finns redan i rutnätet

# Languages::incorrect_po_pack_structure
source: The structure of package that contains ".po" translation files located at <b>"[pack_path]"</b> is incorrect.
sv: Strukturen på paketet som innehåller ".po" översättning filer som finns på <b>"[pack_path]"</b> är felaktig.

# Languages::carrier_aup
source: Australia Post
sk: Austrálska pošta
sv: Australien inlägg

# Languages::checkout_terms_n_conditions
source: Select this check box to accept the [terms_href]
sv: Markera kryssrutan om du vill acceptera [terms_href]

# Languages::checkout_terms_n_conditions_name
source: Terms and Conditions
sv: Allmänna affärsvillkor

# Languages::terms_and_conditions_content
source: <p>Please read these Terms and Conditions ("Terms", "Terms and Conditions") carefully before using the <a href="http://www.mywebsite.com">http://www.mywebsite.com</a> website and the My Mobile App mobile application (the "Service") operated by My Company ("us", "we", or "our").</p><p><strong>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the Terms then you may not access the Service.</strong></p><p><strong>Purchases</strong></p><p>If you wish to purchase any product or service made available through the Service ("Purchase"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your ...</p><p><strong>Content</strong></p><p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material ("Content"). You are responsible for the ...</p><p><strong>Changes</strong></p><p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.</p><p><strong>Contact Us</strong></p><p>If you have any questions about these Terms, please contact us.</p>
sv: <p>Vänligen läs dessa användarvillkor ("Villkor", "Allmänna villkor") noggrant innan du använder webbplatsen <a href="http://www.mywebsite.com"> http://www.mywebsite.com</a> och min mobil App mobil applikation ("tjänsten") drivs av mitt företag ("oss", "vi" eller "vår").</p> <p><strong>Genom att besöka eller använda tjänsten godkänner du att vara bunden av dessa villkor. Om du inte håller med någon del av villkoren så du kan inte få tillgång till tjänsten.</strong></p> <p><strong>Inköp</strong></p> <p>Om du vill köpa någon produkt eller tjänst som är tillgänglig via tjänsten ("köp"), kan du bli ombedd att lämna vissa uppgifter som är relevanta för dina inköp inklusive, utan begränsning, din...</p> <p><strong>Innehåll</strong></p> <p>Vår Service kan du bokföra, länka, lagra, dela och annat sätt göra tillgängligt viss information, text, bilder, videor och annat material ("innehåll"). Du är ansvarig för det...</p> <p><strong>Förändringar</strong></p> <p>Vi förbehåller oss rätten att, på vårt eget gottfinnande, ändra eller ersätta dessa villkor när som helst. Om en revidering material försöker vi att ge minst 30 dagars varsel innan alla nya villkor börjar gälla. Vad som utgör en väsentlig förändring kommer att fastställas på vårt eget gottfinnande.</p> <p><strong>Kontakta oss</strong></p> <p>Om du har några frågor om dessa villkor, vänligen kontakta oss.</p>

# Languages::cmcic_societe
source: Societe
sv: Société

# Languages::pages_menu_description
source: Create and publish pages, polls, forms and links.
sv: Skapa och publicera sidor, polls, blanketter och länkar.

# Languages::cpi_hash_key
source: CPI Hash Key
hr: CPI Hash ključ
sk: CPI Hash kľúč
sv: CPI hash-nyckeln

# Languages::currency_code_eur
source: Euro
sv: Euron

# Languages::currency_code_png
source: Papua New Guinea Kina
hr: Papua Nova Gvineja Kina
sk: Papua-Nová Guinejská Kina
sv: Papua Nya Guinea Kina

# Languages::email
source: Email
hr: E-pošta
sv: E-post

# Languages::filter
source: Filter
sv: Filtret

# Languages::format
source: Format
hr: Oblikovanje
sk: Formát
sv: Formatet

# Languages::marketing
source: Marketing
sv: Marknadsföring

# Languages::original
source: Original
hr: Izvorno
sk: Pôvodný
sv: Ursprungliga

# Languages::show_package_contents
source: Show Package Contents
sv: Visa innehållet i paketet

# Languages::preshared_key
source: PreShared Key
hr: Unaprijed dijeljeni ključ
sk: Vopred zdieľaný kľúč
sv: I förväg delad nyckel

# Languages::region
source: Region
hr: Regija
sk: Región
sv: Regionen

# Languages::shared_secret
source: Shared Secret
hr: Zajednička tajna
sk: Zdieľaný kľúč
sv: Delad hemlighet

# Languages::ship_dhl_site_id
source: Site ID
sv: Plats-ID

# Languages::ship_fedex_indicia
source: Indicia
hr: Indicije
sk: Indícia
sv: Indicier

# Languages::ship_fedex_smart_post
source: Smart Post
hr: Pametna pošta
sv: Smarta inlägg

# Languages::ship_usps_machinable
source: Machinable (First-Class Mail or Standard Post)
hr: Strojna obrada (Prva klasa ili standardna pošta)
sk: Spracovateľné (prvou triedou alebo štandardné Post)
sv: Bearbetbara (första klass post eller vanlig Post)

# Languages::text_enets_notice
source: Please send the following URL to the eNPS manager as a response URL for all the three cases (success, failure, cancel): [r_url]
hr: Molimo pošaljite sljedeći URL eNPS upravitelju kao URL odgovor u sva tri slučaja (uspjeha, neuspjeha, odustajanja): [r_url]
sk: Pošlite prosím nasledujúcu URL manažérovi eNPS ako URL odozvy pre všetky tri prípady (úspech, neúspech, zrušenie): [r_url]
sv: Behaga sända den följande URL till eNPS manager som en svar URL för alla de tre fall (framgång, misslyckande, Avbryt): [r_url]

# Languages::upgrade_license
source: Upgrade license
sv: Stigning licens

# Languages::license_required
source: [product] license required.
sv: [product] licens krävs.

# Languages::text_light_box
source: Lightbox
sv: Ljusbord

# Languages::text_payment_first_data_notice
source: Please log in to FirstData Connect 2.0 Admin, open the "Administration" tab, click on the "Connect 2.0 Setup" link.<br /> Set the following URL in the "Order Submission Form", "Confirmation Page", "Failure Page" sections: [return_url]<br />
sv: Vänligen logga in på FirstData ansluta 2.0 Admin, öppna fliken "Administration", klicka på "Anslut 2.0 Setup" länken. < br / > Ange följande URL i "Ordning deltagarblanketten", "Bekräftelsesida", "Fel sida" sektioner: [return_url] < br / >

# Languages::text_uc_changed_files_message
source: These files have local modifications and will be backed up. Once the upgrade is complete, compare the backup files with the new files and reapply the modifications to the new files, if necessary.
sv: Dessa filer har lokala ändringar och kommer att säkerhetskopieras. När uppgraderingen är klar, jämför de säkerhetskopiera filerna med de nya filerna och återanvända ändringarna till de nya filerna, om det behövs.

# Languages::theme_editor.body_font
source: Body
hr: Tijelo
sk: Telo
sv: Kropp

# Languages::theme_editor.incorrect_style_name
source: Style name can not contain the following characters: "/ # % ? * : ; { } \ "
sv: Formatmallens namn kan inte innehålla följande tecken: "/ # %? * : ; { } \ "

# Languages::tt_views_shippings_update_delivery_time
source: The delivery time appears next to the name of the shipping method. If you use realtime shipping rate calculation, your shipping service may provide its own delivery time. The time provided by the shipping service will be displayed instead of the time you specify here.
sv: Leveranstiden visas bredvid namnet på metoden frakt. Om du använder realtime frakt beräkning, får din fartygslinjer sin leveranstid. Den tid tjänsten i frakt kommer att visas i stället för den tid som du anger här.

# Languages::upgrade_center_permission_adjusted_properly
source: All file and folder permissions have been adjusted properly.
sv: Alla fil- och mappbehÃ¶righeter har justerats ordentligt.

# Languages::upgrade_center.warning_msg_upgrade_is_complicated
source: The upgrade is a complicated process. It can be failed due to reasons that are beyond our control.<br> To make the upgrade of your store safer, we have prepared tips for you:
sv: Uppgraderingen är en komplicerad process. Det kan vara misslyckades på grund av orsaker som ligger utanför vår kontroll. <br>Att göra uppgraderingen av din butik säkrare, vi har förberett tips för dig:

# Languages::upgrade_center.warning_msg_specialists
source: If you are not familiar with technical aspects of CS-Cart and the upgrade process, we strongly recommend that you <a href="[upgrade_center_specialist]" target="_blank">hire a specialist</a> or <a href="[upgrade_center_team]" target="_blank">ask our support team</a> to upgrade your store for you.
sv: Om du inte är bekant med tekniska aspekter av CS-Cart och uppgraderingsprocessen, rekommenderar vi starkt att du <a href="[upgrade_center_specialist]" target="_blank"> hyra en specialist</a> eller <a href="[upgrade_center_team]" target="_blank"> be vår support</a> att uppgradera din butik för dig.

# Languages::upgrade_center.warning_msg_third_party_add_ons
source: The upgrade doesn't update third-party add-ons. That's why we recommend that you disable all the third-party add-ons before the upgrade.
sv: Uppgraderingen uppdatera inte tredjeparts add-ons. Det är därför vi rekommenderar att du inaktiverar alla tredjeparts add-ons innan uppgraderingen.

# Languages::upgrade_center.warning_msg_test_local
source: Upgrade the test copy of your store first to make sure that the upgrade will go smoothly.
sv: Uppgradera test kopian av din butik först att se till att uppgraderingen kommer att gå smidigt.

# Languages::upgrade_center.warning_msg_after_upgrade
source: After the upgrade, check the basic functionality of your store.
sv: Efter uppgraderingen, kontrollera de grundläggande funktionerna i din butik.

# Languages::upgrade_center.warning_msg_generally
source: Generally, the upgrade fails because the PHP script execution is terminated due to your server configuration. It's essential to check the PHP script timeout settings on your server
sv: I allmänhet misslyckas uppgraderingen eftersom PHP script körning sägs upp på grund av din serverkonfiguration. Det är viktigt att kontrollera PHP script timeout-inställningarna på servern

# Languages::upgrade_center.warning_msg_timeout_fail
source: We DO NOT recommend to start the upgrade on your server.
sv: Vi inte rekommenderar för att starta uppgraderingen på din server.

# Languages::upgrade_center.warning_msg_timeout_check_failed
source: Your server has wrong PHP script timeout settings. This could be due to restrictions on the PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank">set_time_limit</a> function or FastCGI "Timeout" options. We recommend you to contact your hosting provider in order to resolve this issue or contact our tech support team to perform the upgrade for you.
sv: Servern har fel PHP script timeout-inställningar. Detta kan bero på begränsningar på PHP <a href="http://php.net/manual/en/function.set-time-limit.php" target="_blank"> set_time_limit</a> funktion eller FastCGI "Timeout" alternativ. Vi rekommenderar dig att kontakta ditt webbhotell för att lösa problemet eller kontakta vår tekniska support för att utföra uppgraderingen för dig.

# Languages::upgrade_center.warning_msg_executed_php
source: <p class="text-error">We have started a dummy PHP script. It will be working during 6 minutes. When the check is finished, we'll tell you if the PHP script's timeouts can be set correctly. If yes, than you are good to go with the upgrade. Please wait until the check is finished to be sure that your server has correct PHP timeout configuration.</p>
sv: <p class="text-error"> har vi startat en dummy PHP-skript. Det kommer att arbeta under 6 minuter. När kontrollen är klar ska vi berätta om tidsgränser för PHP-skript kan ställas in korrekt. Om ja, än du är bra att gå med uppgraderingen. Vänta tills kontrollen är klar för att vara säker att din server har rätt PHP timeout konfiguration.</p>

# Languages::vendor_name_field
source: Vendor name
sv: Leverantörens namn

# Languages::visa_card_discover
source: Visa, MasterCard, Discover
sv: Visa, MasterCard, upptäck

# Languages::warning_https_is_disabled
source: The secure connection check has failed. Please ensure that SSL certificate is installed on your server. Check out the <a href="[href]" target="_blank">Knowledge base article</a> for more details.
sv: Säker anslutning check har strandat. Kontrollera att SSL-certifikat är installerat på din server. Kolla in <a href="[href]" target="_blank"> Knowledge base-artikeln</a> för mer information.

# Languages::po_file_is_incorrect
source: PO-file <b>"[file]"</b> contains syntax errors or incorrect structure.
sv: PO-filen <b>"[file]"</b> innehåller syntaxfel eller felaktig struktur.

# Languages::install_upgrade_package_text
source: You can upload an upgrade package manually from the local machine, your server, or from a remote location. Specify the location of a [exts] format archive and click <strong>Upload</strong>.
sv: Du kan ladda upp ett uppgraderingspaket manuellt från den lokala datorn som din server, eller från en fjärrplats. Ange platsen för en [exts] format Arkiv och klicka på <strong>ladda upp</strong>.

# Languages::theme_editor.incorrect_preset_name
source: Preset name can not contain the following characters: "/ # % ? * : ; { } \ "
sv: Formatmallens namn kan inte innehålla följande tecken: "/ # %? * : ; { } \ "

# Languages::error_zip_php_extension_not_installed
source: "Zip" PHP extension is not installed. Please install the "Zip" PHP extension to create and extract ZIP-archives.
sv: "Zip" PHP förlängning inte är installerat. Installera "Zip" PHP förlängning för att skapa och extrahera ZIP-arkiv.

# Languages::seo
source: SEO
sv: PE,

# SettingsTooltips::agree_terms_conditions
source: The text of terms & conditions will be retrieved from the "terms_and_conditions_content" language variable.
sv: Texten i termer & villkor kommer att hämtas från variabeln "terms_and_conditions_content" språk.

# SettingsOptions::enable_compare_products
source: Allow customers to compare products
sv: Möjligt för kunderna att jämföra produkter

# SettingsVariants::date_format::%d.%m.%Y
source: 29.09.2005 (day.month.year)
sk: 29.09.2005 (deň.mesiac.rok)
sv: 29.09.2005 (dag.månad.år)

# SettingsVariants::day::%b %e
source: Jan 3
sk: 3. januára
sv: 3 januari

# SettingsVariants::timezone::Europe/Istanbul
source: (GMT+02:00) Athens, Beirut, Istanbul
sv: (GMT + 02:00) Aten, Beirut, Istanbul

# SettingsVariants::timezone::Europe/Bucharest
source: (GMT+02:00) Bucharest
sv: (GMT + 02:00) Bukarest

# ProfileFields::email
source: E-mail
hr: E-pošte
sv: E-post

# Languages::payments.realex.eci
source: ECI
sv: ECI-DOKUMENT

# Languages::uc_restore_email_subject
source: Upgrade center: Store has been backed up and closed.
sv: Uppgradera center: butiken har backas upp och stängt.

# Languages::warning_zero_price_restricted_product
source: Product <b>"[product]"</b> has not been added to the cart, because it doesn't have a price.
sv: Produkt <b>"[product]"</b> har inte lagts till i kassavagnen, eftersom den inte har ett pris.

# Languages::exim_vendor_cant_create_feature
source: Vendors cannot create product features and their variants. Some product features cannot be modified.
sv: Leverantörer kan inte skapa produktegenskaper och deras varianter. Vissa produktfunktioner kan inte ändras.

# Languages::uc_migration_failed
source: An error has occured during upgrading database structure (applying migration [migration]).
sv: Ett fel har uppstått under uppgradering av databasstruktur (tillämpa migration [migration]).

# Languages::text_entered_html_was_sanitized
source: Some <strong>HTML tags</strong> that you have used <strong>were cut off</strong> because of the restrictions on inserting HTML tags such as &lt;object&gt;, &lt;iframe&gt;, &lt;embed&gt; and JavaScript code. That's why the content that you've inserted via these tags will not be displayed.
sv: Vissa <strong>HTML-taggar</strong> att du har använt <strong>klipptes av</strong> på grund av restriktionerna för att infoga HTML taggar som &lt; object &gt;, &lt; iframe &gt;, &lt; embed &gt; och JavaScript-kod. Det är därför det innehåll som du har infogat via dessa taggar visas inte.

# Languages::text_uc_package_installed_with_errors
source: Errors occurred during the upgrade process. Please contact technical support to investigate the problem.
sv: Fel uppstod under uppgraderingsprocessen. Kontakta teknisk support för att undersöka problemet.

# Languages::error_unable_to_create_backups
source: Unable to create backups.
sv: Det gick inte att skapa säkerhetskopior.

# Languages::seconds_left
source: [n] second left|[n] seconds left
sv: [n] andra left|[n] sekunder vänster

# Languages::text_uc_timeout_check_success
source: Looks like your server allows to change the "max_execution_time" option from the script. You are good to go with the upgrade process.
sv: Ser ut som din server låter dig ändra alternativet "max_execution_time" från skriptet. Du är bra att gå med uppgraderingsprocessen.

# Languages::check_php_timeout
source: Check PHP script timeout
sv: Kolla timeout för PHP-skript

# Languages::i_agree_continue
source: I agree and continue
sv: Jag håller och fortsätta

# Languages::upgrade_center.error_unable_to_prepare_restore
source: Unable to prepare restore script.
sv: Det gick inte att förbereda restaurera skript.

# Languages::text_cc_javascript_disabled
source: Note! Your browser has the <b>JavaScript</b> disabled. To pay for your order click
sv: Observera! Din webbläsare har <b>JavaScript</b> inaktiverat. För att betala för din beställning klickar du på

# Languages::cc_button_submit
source: Proceed to checkout
sv: Gå vidare till kassan

# Languages::payments.rocketgate.avs_mode
source: AVS Mode
sv: AVS-läge

# Languages::payments.rocketgate.scrub_mode
source: SCRUB Mode
sv: SCRUB-läge

# Languages::payments.rocketgate.ignore
source: Ignore
sv: Ignorera

# Languages::use_for_free_shipping
source: Use for free shipping
sv: Användning för gratis frakt

# Languages::tt_views_products_components_products_shipping_settings_free_shipping
source: Products with the Free shipping option enabled will be excluded from shipping calculation if shipping method has the Use for free shipping option enabled
sv: Produkter med gratis frakt alternativet aktiverat kommer att uteslutas från frakt beräkning om leveranssättet har användningen gratis frakt alternativet aktiverat

# Languages::tt_views_shippings_update_use_for_free_shipping
source: Exclude products with the enabled Free shipping option from the shipping price calculation
sv: Utesluta produkter med aktiverade gratis frakt alternativet från prisberäkningen av frakt

# Languages::free_shipping_upgrade_notification_text
source: <p>Some of your products have the <b>Free shipping</b> property enabled. In earlier versions of [product] a customer didn't have to choose a shipping method when buying these products.</p><p>Starting with this [product] version, a customer chooses a shipping method at checkout for products with the <b>Free shipping</b> property enabled.</p><p>To set up a shipping method that will be used for free shipping, complete these steps:</p><ol><li>Go to <b>Administration → Shipping &amp; taxes → Shipping methods</b>.</li><li>Choose the existing shipping method that you want to use for free shipping, or create a new one.</li><li>Scroll to the <i>Extra</i> section and enable the <b>Use for free shipping</b> setting.</li></ol><p>You can set up as many shipping methods as you want for free shipping.</p><p>Note that you have to apply the <b>Use for free shipping</b> option to particular shipping methods.</p><p>Tick the <b>Use for free shipping</b> checkbox, if you want to exclude the products with the enabled <b>Free shipping</b> option from the shipping price calculation. [product] will calculate the shipping price of the other products from the order in accordance with the <b>Shipping charges</b>.</p><p>If you leave the checkbox unticked, [product] will calculate the shipping price for all products from the order in accordance with the <b>Shipping charges</b>.</p>
sv: <p>Några av dina produkter har <b>gratis frakt</b> egendom enabled. En kund hade inte att välja ett leveranssätt när du köper dessa produkter i tidigare versioner av [product].</p> <p>Börjar med den här [product] versionen, en kund väljer ett leveranssätt i kassan för produkter med <b>gratis frakt</b> egendom enabled.</p> <p>För att inrätta ett leveranssätt som ska användas för gratis frakt, utför dessa steg:</p> <ol><li>Gå till <b>Administration → frakt &amp; skatter → leveransmetoder</b>.</li> <li>Välj det befintliga fraktsätt som du vill använda för gratis frakt eller skapa en ny.</li> <li>Bläddra till <i>Extra</i> delen och aktivera inställningen <b>Använd gratis frakt</b>.</li></ol> <p>Du kan ställa in som många leveransmetoder du vill för fri frakt.</p> <p>Obs att du måste använda alternativet <b>Använd för gratis frakt</b> på särskilda leveransmetoder.</p> <p>Kryssa i kryssrutan <b>Använd gratis frakt</b>, om du vill utesluta produkter med den aktiverade <b>fri frakt</b> alternativ från den frakt priset beräkning. [product] beräknar sändningsen, prissätta av andra produkter från ordningen enligt <b>fraktkostnader</b>.</p> <p>Om du lämnar kryssrutan omarkerad, [product] att beräkna frakt priset för alla produkter från ordningen enligt <b>fraktkostnader</b>.</p>

# Languages::trash_category
source: Trash category
sv: Papperskorgen kategori

# Languages::trash_category_description
source: When a product is deleted from the last category in the store, it will be moved to this category.
sv: När en produkt tas bort från den sista kategorin i butiken, kommer det att flyttas till denna kategori.

# Languages::free_shipping_upgrade_notification_title
source: Free shipping changes
sv: Gratis frakt förändringar

# Languages::dhl_upgrade_notification_title
source: DHL realtime shipping rate calculation changes
sv: DHL realtime frakt beräkning ränteförändringar

# Languages::dhl_upgrade_notification_text
source: <p>The latest version of [product] has different settings for realtime shipping rate calculation if you use DHL as a Carrier.</p><p>If you want to show current shipping rates to your clients, do this:</p><ul><li>go to Administration > Shipping & taxes > Shipping methods</li><li>choose the shipping method that uses DHL as a Carrier to calculate shipping rates</li><li>switch to the General tab and enter the proper Shipping service</li><li>switch to the Configure tab and enter the proper Site ID and Password</li></ul>
sv: <p>Den senaste versionen av [product] har olika inställningar för realtime frakt beräkning om du använder DHL som bärare.</p> <p>Om du vill visa aktuella leveranspriser för dina kunder, göra detta:</p> <ul><li>gå till Administration > frakt & skatter > frakt metoder</li> <li>Välj leveranssätt som använder DHL som bärare att beräkna fraktkostnader</li> <li>Växla till fliken Allmänt och ange den korrekt fartygslinjen</li> <li>Växla till fliken Konfigurera och ange rätt plats-ID och lösenord</li></ul>

# Languages::upgrade_notification_title
source: Upgrade changes in [product] [version]
sv: Uppgradera förändringar i [product] [version]

# Languages::eway_upgrade_notification_title
source: eWAY, eWAY Direct Payment and eWAY Shared Payment payment processors are no longer supported
sv: eWAY, eWAY direktbetalning och eWAY delad betalning betalning processorer stöds inte längre
