Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_uc_upgrade_completed_check_and_open
source: <p>Your store was closed during the upgrading procedure. We recommend you to check the work of the store after the upgrade and only then open it.</p><p>You can open the store by unchecking the Close storefront setting under Settings → General.</p>
hr: <p>Vaša trgovina bila je zatvorena tijekom nadogradnje. Preporučamo vam da nakon nadogradnje provjerite rad trgovine i tek je tada otvorite</p><p>Možete otvoriti trgovinu tako da isključite postavku Zatvoreni izlog pod Postavke → Opće.</p>
sk: <p>Váš obchod bol počas procesu aktualizácie uzavretý. Odporúčame vám najprv skontrolovať jeho funkčnosť a až tak ho otvoriť.</p><p>Obchod môžete znova otvoriť odškrtnutím políčka Zavrieť stránku v sekcii Nastavenia → Všeobecné.</p>
sr: <p>Vaša prodavnica je zatvorena tokom procedure nadogradnje. Preporučujemo da proverite rad prodavnice nakon nadogradnje i tek onda je otvorite.</p> <p>Možete otvoriti prodavnicu uklanjanjem Zatvori prodavnicu pod sekcijom Postavke → Opšte.</p>
sv: <p>Din butik var stängd under förfarandet för uppgradering. Vi rekommenderar dig att kontrollera arbetet i butiken efter den stigning och enda sedan öppna den.</p> <p>Kan du öppna butiken genom att avmarkera inställningen nära skyltfönster under Inställningar → allmänna.</p>

# Languages::text_uc_upgrade_log_file_not_writable
source: Upgrade log file is not writable
hr: Nije moguće pisati u datoteku zapisnika nadogradnje
sk: Súbor záznamov aktualizácie nie je zapisovateľný
sr: Datoteka za evidenciju nadogradnje nije upisiva
sv: Upgrade. log-filen är inte skrivbar

# Languages::text_uc_upgrade_needed
source: You need to upgrade to version <b>[to_version]</b> before applying this upgrade package (your version is <b>[your_version]</b>).
hr: Morate nadograditi na verziju <b>[to_version]</b> prije primjene ovog paketa nadogradnje (vaša verzija je <b>[your_version]</b>).
sk: Pred inštaláciou tejto aktualizácie musíte vykonať aktualizáciu na verziu <b>[to_version]</b> (vaša verzia je <b>[your_version]</b>).
sr: Potrebno je da izvršite nadogradnju na verziju <b>[to_version]</b> pre primene ovog paketa sa nadogradnjom (vaša verzija je <b>[your_version]</b>).
sv: Du måste uppgradera till version <b>[to_version]</b> innan detta uppgraderingspaket (din version är <b>[your_version]</b>).

# Languages::text_uc_upgrade_not_selected
source: No upgrade package is selected
hr: Nijedan paket nadogradnje nije odabran
sk: Nie je vybratý žiaden balík aktualizácie
sr: Paket za nadogradnju nije izabran
sv: Ingen uppgraderingspaketet är markerad

# Languages::text_uc_upgrade_reverted
source: The upgrade has been reverted successfully
hr: Nadogradnja je uspješno vraćena
sk: Aktualizácia bola úspešne vrátená
sr: Nadogradnja uspešno vraćena
sv: Uppgraderingen har varit återgått framgångsrikt

# Languages::text_ult_product_store_field_tooltip
source: Product owner. Only product owner can edit all fields in shared products.
hr: Vlasnik proizvoda. Samo vlasnik proizvoda može uređivati sva polja zajedničkih proizvoda.
sk: Vlastník tovaru. Iba vlastník tovaru môže editovať všetky polia v zdieľaných produktoch.
sr: Vlasnik proizvoda. Samo vlasnik proizvoda može uređivati sva polja u deljenim proizvodima.
sv: Produkten ägaren. Endast produkten ägaren kan redigera alla fält i delade produkter.

# Languages::text_unable_to_parse_xml
source: Failed to parse XML structure
hr: Analiza XML strukture nije uspjela
sk: Nepodarilo sa analyzovať štruktúru XML
sr: Raščlanjivanje XML strukture nije uspelo
sv: Det gick inte att parsa XML-struktur

# Languages::text_unsupported_currency
source: The currency which is not supported by the payment system is used on the website. Please contact the store administrator regarding this issue.
hr: Valuta koja nije podržana u sustavu naplate koristi se na web-stranici. Molimo, po pitanju ovoga kontaktirajte administratora trgovine.
sk: Na stránke je používaná mena ktorú platobný systém nepodporuje. Kontaktujte prosím správcu obchodu.
sr: Valuta koja nije podržana od strane platnog sistema se koristi na Web sajtu. Obratite se administratoru povodom ovog problema.
sv: Den valuta som inte stöds av betalningssystemet används på webbplatsen. Kontakta butiken administratör denna fråga.

# Languages::text_upgrade_available
source: A new version of [product] is available. If you want to upgrade to the latest version now, click <a href="[link]">here</a>.
hr: Nova verzija [product] je dostupna. Ako želite sada nadograditi zadnju verziju pritisnite <a href="[link]">here</a>.
sk: Je dostupná nová verzia produktu [product]. Ak chcete vykonať aktualizáciu na najnovšiu verziu, <a href="[link]">kliknite tu</a>.
sr: Nova verzija [product] je dostupna. Ako želite da izvršite nadogradnju na najnoviju verziju sada, kliknite <a href="[link]"> ovde</a>.
sv: Det finns en ny version av [product]. Om du vill uppgradera till den senaste versionen nu, klicka <a href="[link]"> här</a>.

# Languages::text_usergroup_activated
source: The user group level you requested has been activated
hr: Razina korisničke grupe koju ste zatražili je aktivirana
sk: Požadovaná úroveň používateľských skupín bola aktivovaná
sr: Nivo grupe korisnika koju ste tražili je aktiviran
sv: Grupp användarnivå du begärt har aktiverats

# Languages::text_usergroup_disactivated
source: Your user group level has been deactivated. Please contact us for more information.
hr: Razina korisničke grupe je deaktivirana. Molimo, kontaktirajte nas za više informacija.
sk: Vaša používateľská skupina bola deaktivovaná. Pre viac informácií nás prosím kontaktujte.
sr: Tvoj nivo grupe korisnika je deaktiviran. Kontaktirajte nas za više informacija.
sv: Din användare gruppnivå har inaktiverats. Kontakta oss för mer information.

# Languages::text_usergroup_request
source: Customer requested user group.
hr: Kupac je zatražio korisničku grupu.
sk: Používateľská skupina vyžiadaná zákazníkom.
sr: Korisnik zahteva Korisničku grupu.
sv: Kunden önskade användargrupp.

# Languages::text_worldpay_notice
source: Configure your WorldPay account before using the payment.<br /><br />Go to the WorldPay administration page and switch to the Installation section.<br /><br />Fill the fields as follows:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />MD5 secret for transactions: <b>Make up a secret word.</b> The same word must be entered in the respective field below<br />SignatureFields: <b>instId:amount:currency:cartId</b>
hr: Podesite svoj WorldPay račun prije korištenja plaćanja.<br /><br />Otiđite na stranicu WorldPay administracije i prebacite se na sekciju Instalacija.<br /><br />Ispunite polja ovako:<br /><br />URL za odgovor na plaćanje: <b>[return_url]</b><br />Lozinka za odgovor na plaćanje: <b>Smislite tajnu riječ.</b> Tu riječ unesite u odgovarajuće polje ispod<br />MD5 tajna za transakcije: <b>Smislite tajnu riječ.</b> Tu riječ unesite u odgovarajuće polje ispod<br />Polja za potpis: <b>instId:amount:currency:cartId</b>
sk: Pred použitím tejto metódy platby nakonfigurujte svoj WorldPay účet.<br /><br />Choďte na stránku s nastaveniami WorldPay a do sekcie Installation.<br /><br />Polia vyplnte nasledovne:<br /><br />Payment Response URL: <b>[return_url]</b><br />Payment Response Password: <b>Vymyslite si tajné slovo.</b> To isté slovo musíte zadať v príslušnom poli nižšie<br />MD5 secret for transactions: <b>Vymyslite si tajné slovo.</b> To isté slovo musíte zadať v príslušnom poli nižšie<br />SignatureFields: <b>instId:amount:currency:cartId</b>
sr: Podesite vaš WorldPay nalog pre plaćanja. <br /><br /> Idite na stranicu za administraciju WorldPay i prebacite se na Installation sekciju. <br /><br /> Popunite polja na sledeći način: <br /><br />Payment Response URL: <b>[return_url]</b><br /> Payment Response Password: <b>Izmislite tajnu reč.</b> Ista reč mora biti uneta u odgovarajuće polje ispod<br /> MD5 secret for transactions: <b>Izmislite tajnu reč.</b>Ista reč mora biti uneta u odgovarajuće polje ispod<br /> SignatureFields: <b>instId:amount:currency:cartId</b>
sv: Konfigurera kontot WorldPay innan du använder den betalning. < br / > < br / > gå till administrationssidan WorldPay och växla till Installation avsnitt. < br / > < br / > Fyll i fälten enligt följande: < br / > < br / > betalning svar URL: <b>[return_url]</b> < br / > betalning svar lösenord: <b>gör upp ett hemligt ord.</b> Samma ord måste anges i fältet respektive nedan < br / > MD5 hemlighet för transaktioner: <b>gör upp ett hemligt ord.</b> Samma ord måste anges i fältet respektive nedan < br / > SignatureFields: <b>instId:amount:currency:cartId</b>

# Languages::text_zipcodes_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>98?78</b> &nbsp;&nbsp;(corresponds to 98878, 98378, 98978, etc)<br /><b>12*</b>&nbsp;&nbsp; (corresponds to 12345, 12876, 12098, etc..)
hr: Možete koristiti zamjenske znakove u ovom polju:<br /><b>'?'</b> - bilo koji pojedinačni znak;<b>'*'</b> - bilo koji broj znakova.<br /><br /><u>Primjer:</u><br /><b>98?78</b> &nbsp;&nbsp;(odgovara 98878, 98378, 98978, itd.)<br /><b>12*</b>&nbsp;&nbsp; (odgovara 12345, 12876, 12098, itd..)
sk: V tomto poli môžete používať zástupné znaky:<br /><b>'?'</b> - akýkoľvek jeden znak;<b>'*'</b> - akýchkoľvek niekoľko znakov.<br /><br /><u>Napríklad:</u><br /><b>98?78</b> &nbsp;&nbsp;(odpovedá 98878, 98378, 98978, a pod.)<br /><b>12*</b>&nbsp;&nbsp; (odpovedá 12345, 12876, 12098, a pod.)
sr: Možete da koristite džoker karaktereu ovom polju:<br /><b>'?'</b> - bilo koji pojedinačni karakter; <b>'*'</b> - bilo koji broj karaktera. <br /><br /><u>Primer:</u><br /><b>98?78</b> &nbsp;&nbsp;(se odnosi na 98878, 98378, 98978, itd)<br /><b>12*</b>&nbsp;&nbsp; (se odnosi na 12345, 12876, 12098, itd)
sv: Du kan använda jokertecken i fältet: < br / > <b>'? '</b>-ett enda tecken; <b>'* '</b> - vilket antal tecken. < br / > < br / > <u>exempel:</u> < br / > <b>98? 78</b> (motsvarar 98878, 98378, 98978, etc) < br / > <b>12 *</b> (motsvarar 12345, 12876, 12098, etc..)

# Languages::theme
source: Theme
hr: Tema
sk: Téma
sr: Tema
sv: Tema

# Languages::themes
source: Themes
hr: Teme
sk: Témy
sr: Teme
sv: Teman

# Languages::theme_directory
source: Theme directory
hr: Direktorij tema
sk: Adresár tém
sr: Direktorijum tema
sv: Tema katalog

# Languages::theme_editor
source: Theme editor
hr: Uređivač teme
sk: Editor tém
sr: Uređivač tema

# Languages::theme_editor.background
source: Background
hr: Pozadina
sk: Pozadie
sr: Pozadina
sv: Bakgrund

# Languages::theme_editor.backgrounds
source: Backgrounds
hr: Pozadina
sk: Pozadia
sr: Pozadine
sv: Bakgrunder

# Languages::theme_editor.background_color
source: Background color
hr: Boja pozadine
sk: Farba pozadia
sr: Boja pozadine
sv: Bakgrundsfärgen

# Languages::theme_editor.base_color
source: Base
hr: Baza
sk: Základ
sr: Osnova

# Languages::theme_editor.browse
source: Browse
hr: Pregledaj
sk: Prechádzať
sr: Potraži
sv: Bläddra

# Languages::theme_editor.buttons_font
source: Buttons
hr: Gumbi
sk: Tlačidlá
sr: Dugmad
sv: Knappar

# Languages::theme_editor.close
source: Close theme editor
hr: Zatvori uređivač teme
sk: Zavrieť editor tém
sr: Zatvori uređivač tema
sv: Nära theme editor

# Languages::theme_editor.colors
source: Colors
hr: Boje
sk: Farby
sr: Boje
sv: Färger

# Languages::theme_editor.color_gen_algorithm
source: Colors combination
hr: Kombinacije boja
sk: Kombinácia farieb
sr: Kombinacija boja
sv: Färger kombination

# Languages::theme_editor.color_gen_analogic
source: Analogic
hr: Analogni
sk: Analogické
sr: Analogno
sv: Analoga

# Languages::theme_editor.color_gen_base_color
source: Base color
hr: Temeljna boja
sk: Základná farba
sr: Osnovna boja
sv: Basfärg

# Languages::theme_editor.color_gen_contrast
source: Contrast
hr: Kontrast
sk: Kontrast
sr: Kontrast
sv: Kontrast

# Languages::theme_editor.color_gen_dark_pastel
source: Dark pastel
hr: Tamno pastelne
sk: Tmavý pastel
sr: Tamno pastelni
sv: Mörk pastell

# Languages::theme_editor.color_gen_default
source: Default
hr: Zadano
sk: Predvolené
sr: Podrazumevani
sv: Standard

# Languages::theme_editor.color_gen_light_pastel
source: Light pastel
hr: Svjetlo pastelne
sk: Svetlý pastel
sr: Svetlo pastelni
sv: Ljusa pastell

# Languages::theme_editor.color_gen_monochromatic
source: Monochromatic
hr: Monokromatski
sk: Monochromatické
sr: Monohromatski
sv: Monokromatiskt

# Languages::theme_editor.color_gen_pale
source: Pale
hr: Blijedo
sk: Bledé
sr: Bleda
sv: Blek

# Languages::theme_editor.color_gen_pastel
source: Pastel
hr: Pastelno
sr: Pastelna
sv: Pastell

# Languages::theme_editor.color_gen_title
source: Generate colors
hr: Generiraj boje
sk: Generovať farby
sr: Generisanje boje
sv: Generera färger

# Languages::theme_editor.color_gen_triad
source: Triad
hr: Trijada
sk: Trojica
sr: Trijada

# Languages::theme_editor.color_gen_variant
source: Variation
hr: Varijacija
sk: Variácie
sr: Varijacija

# Languages::theme_editor.color_gen_vcontrast
source: Contrast
hr: Kontrast
sk: Kontrast
sr: Kontrast
sv: Kontrast

# Languages::theme_editor.content_bg
source: Content
hr: Sadržaj
sk: Obsah
sr: Sadržaj
sv: Innehåll

# Languages::theme_editor.css
source: Custom CSS
hr: Prilagođene CSS
sk: Vlastné CSS
sr: Prilagođeni CSS

# Languages::theme_editor.customize
source: Customize
hr: Prilagoditi
sk: Prispôsobiť
sr: Prilagođavanje
sv: Anpassa

# Languages::theme_editor.decorative_color
source: Decorative
hr: Ukrasno
sk: Dekoratívne
sr: Dekorativno
sv: Dekorativa

# Languages::theme_editor.discount_label
source: Discount label
hr: Oznaka za popust
sk: Štítok na zľavy
sr: Oznaka za popust
sv: Rabatt etikett

# Languages::theme_editor.error_style_exists
source: The style with this name is already exist. Please choose another one.
hr: Stil s ovim nazivom već postoji. Molimo odaberite drugi naziv.
sk: Štýl s týmto názvom už existuje. Vyberte iný.
sr: Stil sa ovim imenom već postoji. Odaberite drugo ime.
sv: Stil med det här namnet finns redan. Välj en annan.

# Languages::theme_editor.favicon_size
source: Favicon size must be 16x16 px
hr: Veličina favicona mora biti 16x16 piksela
sk: Veľkosť Favicon musí byť 16 x 16 px
sr: Favicon veličina mora biti 16 x 16 px
sv: Favicon storlek måste vara 16 x 16 px

# Languages::theme_editor.fixed
source: Fixed
hr: Fiksni
sk: Pevné
sr: Ispravljeno
sv: Fast

# Languages::theme_editor.fonts
source: Fonts
hr: Fontovi
sk: Písma
sr: Fontovi
sv: Typsnitt

# Languages::theme_editor.footer
source: Footer
hr: Podnožje
sk: Zápätie
sr: Podnožje stranice
sv: Sidfot

# Languages::theme_editor.footer_text
source: Footer text
hr: Tekst podnožja
sk: Text päty
sr: Tekst podnožja
sv: Text i sidfoten

# Languages::theme_editor.full_width
source: Full width
hr: Puna širina
sk: Celá šírka
sr: Puna širina
sv: Full bredd

# Languages::theme_editor.general
source: General
hr: Općenito
sk: Všeobecné
sr: Opšte
sv: De allmänna

# Languages::theme_editor.general_bg
source: General
hr: Općenito
sk: Všeobecné
sr: Opšte
sv: De allmänna

# Languages::theme_editor.gradient
source: Gradient
hr: Gradijent
sr: Prelivanje

# Languages::theme_editor.header
source: Header
hr: Zaglavlje
sk: Hlavička
sr: Zaglavlje

# Languages::theme_editor.headings_font
source: Headings
hr: Naslovi
sk: Nadpisy
sr: Naslovi
sv: Rubrikerna

# Languages::theme_editor.hide_show
source: Hide/show theme editor panel
hr: Sakrij/Pokaži ploču uređivača teme
sk: Zobraziť/skryť panel editora tém
sr: Sakrij/Prikaži urednik tema
sv: Dölj/Visa theme editor panel

# Languages::theme_editor.in_stock
source: In stock
hr: Na zalihi
sk: Na sklade
sr: Na lageru
sv: I lager

# Languages::theme_editor.links_font
source: Links
hr: Linkovi
sk: Odkazy
sr: Veze
sv: Länkar

# Languages::theme_editor.link_color
source: Links
hr: Linkovi
sk: Odkazy
sr: Veze
sv: Länkar

# Languages::theme_editor.logos
source: Logos
hr: Logotipi
sk: Logá
sr: Logotipi
sv: Logotyper

# Languages::theme_editor.mail
source: Mail
hr: E-pošte
sk: Pošta
sr: Pošta
sv: E-post

# Languages::theme_editor.main
source: Main content
hr: Glavni sadržaj
sk: Hlavný obsah
sr: Glavni sadržaj
sv: Huvudsakliga innehåll

# Languages::theme_editor.max_image_size
source: The image must not be bigger than 200 kB.
hr: Slika ne smije biti veći od 200 kB.
sk: Obrázok nesmie byť väčší ako 200 kB.
sr: Slika mora biti veći od 200 kB.
sv: Bilden får inte vara större än 200 kB.

# Languages::theme_editor.menu_color
source: Menu
hr: Izbornik
sk: Ponuka
sr: Meni
sv: Meny

# Languages::theme_editor.menu_links_color
source: Menu links
hr: Linkovi izbornika
sk: Odkazy v ponuke
sr: Veze menija
sv: Menyn länkar

# Languages::theme_editor.middle_bg
source: Middle
hr: Srednji
sk: Uprostred
sr: Srednje
sv: Mellersta

# Languages::theme_editor.no_repeat
source: No repeat
hr: Bez ponavljanja
sk: Bez opakovania
sr: Nema ponavljanja
sv: Inte upprepas

# Languages::theme_editor.off
source: Off
hr: Isključeno
sk: Vypnúť
sr: Isključen
sv: Utanför

# Languages::theme_editor.on
source: On
hr: Uključeno
sk: Zapnúť
sr: Uključen
sv: På

# Languages::theme_editor.out_of_stock
source: Out of stock
hr: Rasprodan
sk: Nie je na sklade
sr: Trenutno nedostupno
sv: Slut i lager

# Languages::theme_editor.pattern
source: Pattern
hr: Uzorak
sk: Vzor
sr: Šara
sv: Mönster

# Languages::theme_editor.position
source: Position
hr: Pozicija
sk: Pozícia
sr: Pozicija
sv: Ställning

# Languages::theme_editor.styles
source: Styles
hr: Stilovi
sk: Štýly
sr: Stilovi
sv: Stilar

# Languages::theme_editor.style
source: Style
hr: Stil
sk: Štýl
sr: Stil
sv: Stil

# Languages::theme_editor.style_data_cannot_be_saved
source: Style data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
hr: Podatke stila nije moguće spremiti. Trebate postaviti dozvole pisanja za <b>[theme_dir]</b> direktorij kako bi riješili ovaj problem.
sk: Údaje štýlu sa nedajú uložiť. Pre nápravu musíte udeliť zapisovacie práva pre adresár <b>[theme_dir]</b>.
sr: Podaci stila se ne mogu sačuvati. Trebate postaviti dozvole za pisanje za <b>[theme_dir]</b> direktorijum za rešavanje ovog problema.
sv: Stil data kan inte sparas. Du bör ställa in skrivbehörighet för <b>[theme_dir]</b> katalog att åtgärda problemet.

# Languages::theme_editor.style_name
source: Style name
hr: Naziv stila
sk: Názov štýlu
sr: Ime stila
sv: Formatmallens namn

# Languages::theme_editor.price
source: Price
hr: Cijena
sk: Cena
sr: Cena
sv: Pris

# Languages::theme_editor.price_font
source: Price tag
hr: Oznaka cijene
sk: Cenovka
sr: Cena
sv: Prislapp

# Languages::theme_editor.primary_button
source: Primary button
hr: Primarni gumb
sk: Primárne tlačidlo
sr: Primarno dugme
sv: Huvudknappen

# Languages::theme_editor.tertiary_button
source: Tertiary button
hr: Tercijarni gumb
sk: Terciárne tlačidlo
sr: Tercijarno dugme
sv: Tertiär-knappen

# Languages::theme_editor.repeat
source: Repeat
hr: Ponovi
sk: Opakovať
sr: Ponovi
sv: Upprepa

# Languages::theme_editor.repeat_x
source: Repeat x
hr: Ponovi x
sk: Opakovať x
sr: Ponovi x
sv: Upprepa x

# Languages::theme_editor.repeat_y
source: Repeat y
hr: Ponovi y
sk: Opakovať y
sr: Ponovi y
sv: Upprepa y

# Languages::theme_editor.reset_backgrounds
source: Reset backgrounds
hr: Vraćanje izvorne pozadine
sk: Resetovať pozadia
sr: Poništavanje pozadine
sv: Nollställa bakgrunder

# Languages::theme_editor.reset_colors
source: Reset colors
hr: Vrati izvorne boje
sk: Resetovať farby
sr: Poništavanje boja
sv: Återställ färger

# Languages::theme_editor.reset_css
source: Reset CSS
hr: Vrati izvorni CSS
sk: Resetovať CSS
sr: Poništavanje CSS

# Languages::theme_editor.reset_fonts
source: Reset fonts
hr: Vrati izvorne fontove
sk: Resetovať písma
sr: Poništavanje fontova
sv: Återställa teckensnitt

# Languages::theme_editor.reset_general
source: Reset general
hr: Vrati opće
sk: Resetovať všeobecné
sr: Poništavanje opšte
sv: Återställa de allmänna

# Languages::theme_editor.reset_logos
source: Reset logos
hr: Ponovno postavljanje logotipa
sk: Resetovať logo
sr: Poništavanje logotipa
sv: Återställa logotyper

# Languages::theme_editor.rounded_corners
source: Rounded corners
hr: Zaobljeni kutovi
sk: Zaoblené rohy
sr: Zaobljeni uglovi
sv: Rundade hörn

# Languages::theme_editor.scroll
source: Scroll
hr: Pomicanje
sk: Prejdite
sr: Svitak
sv: Bläddra

# Languages::theme_editor.secondary_button
source: Secondary button
hr: Sekundarni gumb
sk: Sekundárne tlačidlo
sr: Sekundarno dugme
sv: Sekundär knapp

# Languages::theme_editor.sidebar
source: Sidebar
hr: Bočna traka
sk: Bočný panel
sr: Bočna traka

# Languages::theme_editor.text_align
source: Text alignment
hr: Poravnanje teksta
sk: Zarovnanie textu
sr: Poravnavanje teksta
sv: Textjustering

# Languages::theme_editor.text_close_editor
source: Are you sure to exit the theme editor?
hr: Jeste li sigurni da želite zatvoriti 'Uređivač teme'?
sk: Naozaj chcete ukončiť editor tém?
sr: Jeste li sigurni da želite izaći iz uređivača tema?
sv: Är du säker på att avsluta theme editor?

# Languages::theme_editor.text_close_editor_unsaved
source: You have unsaved changes. Are you sure to exit from theme editor?
hr: Sve promjene nisu spremljene. Jeste li sigurni da želite zatvoriti 'Uređivač teme'?
sk: Neuložili ste zmeny. Naozaj chcete opustiť editor tém?
sr: Imate nesačuvanih promena. Da li ste sigurni da želite da napustite uređivač tema?
sv: Du har ändringar som inte sparats. Är du säker på att gå ur theme editor?

# Languages::theme_editor.text_reset_changes
source: All changes after last save will be reset
hr: Sve promjene nakon zadnjeg spremanja će se poništiti
sk: Všetky zmeny po poslednom uložení budú resetované
sr: Sve promene nakon poslednjeg čuvanja će biti poništene
sv: Alla ändringar efter sista spara återställs

# Languages::theme_editor.theme
source: Theme
hr: Tema
sk: Téma
sr: Tema
sv: Tema

# Languages::theme_editor.top_panel
source: Top panel
hr: Gornja ploča
sk: Horný panel
sr: Gornja tabla
sv: Övre panelen

# Languages::theme_editor.top_panel_links
source: Top panel links
hr: Poveznice gornje ploče
sk: Odkazy horného panelu
sr: Linkovi gornje table
sv: Övre panelen Länkar

# Languages::theme_editor.top_panel_text
source: Top panel text
hr: Tekst gornje ploče
sk: Text horného panelu
sr: Tekst gornje table
sv: Övre panelen text

# Languages::theme_editor.transparent
source: Transparent
hr: Prozirna
sk: Transparentné
sr: Prozirno

# Languages::theme_editor.upload_image
source: Upload image
hr: Postavi sliku
sk: Nahrať obrázok
sr: Otpremanje slika
sv: Ladda upp bild

# Languages::theme_editor.enable
source: Enable Theme editor
hr: Omogućiti Theme editor
sk: Povoliť editor témy
sr: Omogući uređivač teme
sv: Aktivera Theme editor

# Languages::theme_editor.system_fonts
source: System fonts
hr: Fontovi sustava
sk: Systémové písma
sr: Sistemski fontovi
sv: Systemteckensnitt

# Languages::theme_editor.popular_fonts
source: Popular fonts
hr: Popularni fontovi
sk: Populárne fonty
sr: Popularni fontovi
sv: Populära typsnitt

# Languages::theme_editor.other_fonts
source: Other fonts
hr: Ostali fontovi
sk: Iné fonty
sr: Drugi fontovi
sv: Andra typsnitt

# Languages::theme_editor_mode
source: Theme editor mode
hr: Način rada 'Uređivač teme'
sk: Režim editoru tém
sr: Režim uređivača teme
sv: Theme editor läget

# Languages::theme_editor.create_style_first
source: You cannot modify this parameter for default styles. Create a new one first
sr: Ne možete menjati ovaj parametar za podrazumevane stilove. Prvo kreirajte novi
sv: Du kan inte ändra parametern för standardstilar. Skapa en ny först
