Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::eway_upgrade_notification_text
source: <p><b>eWAY</b>, <b>eWAY Direct Payment</b> and <b>eWAY Shared Payment</b> are not supported since this [product] version.</p><p>We strongly recommend you to <b>upgrade to eWAY Direct Payment (Rapid API)</b> or <b>eWAY Responsive Shared (Rapid API)</b>, here are the instructions:</p><ul><li>go to Administration > Payment methods</li><li>open one of the payment methods utilizing deprecated eWAY processor</li><li>switch to General tab and specify eWAY Direct Payment (Rapid API) or eWAY Responsive Shared (Rapid API) payment processor</li><li>switch to Configure tab and specify proper:<ul><li>API Key, API Password and Encryption Key for eWAY Direct Payment (Rapid API)</li><li>API Key and API Password for eWAY Responsive Shared (Rapid API)</li></ul></li></ul><p>eWAY, eWAY Direct Payment and eWAY Shared Payment will still be operational but we <b>renamed</b> them to Deprecated eWAY, Deprecated eWAY Direct Payment and Deprecated eWAY Shared Payment accordingly.</p>
sv: <p><b>eWAY</b>, <b>eWAY direktbetalning</b> och <b>eWAY delad betalning</b> stöds inte sedan denna [product] version.</p> <p>Rekommenderar vi dig att <b>uppgradera till eWAY direktbetalning (snabb API)</b> eller <b>eWAY lyhörd delade (snabb API)</b>, här är instruktionerna:</p> <ul><li>gå till Administration > betalningsmetoder</li> <li>Öppna en av de betalningsmetoder som använder inaktuell eWAY processor</li> <li>Växla till fliken Allmänt och ange eWAY direktbetalning (snabb API) eller eWAY lyhörd delade (snabb API) betalningsprocessor</li> <li>växlar du till konfigurera fliken och ange korrekt: <ul><li>API-nyckel, API lösenord och krypteringsnyckel för eWAY direktbetalning (snabb API)</li> <li>API-nyckel och API lösenord för eWAY lyhörd delade (snabb API)</li></ul></li></ul> <p>eWAY, eWAY direktbetalning och eWAY delad betalning fortfarande kommer att vara operativa men vi <b>bytte namn på</b> dem till undertryckt eWAY, föråldrat eWAY direktbetalning och föråldrat eWAY delad betalning därför.</p>

# Languages::eway_configuration_note
source: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'>How do I set up my Live eWAY API Key and Password?</a>
sv: <a href='https://go.eway.io/s/article/How-do-I-setup-my-Live-eWAY-API-Key-and-Password' target='_blank'> Hur ställer jag in min levande eWAY API-nyckel och lösenord?</a>

# Languages::show_more
source: Show more
sv: Visa mer

# Languages::show_less
source: Show less
sv: Visa mindre

# Languages::products_moved_to_trash
source: [count] products were moved to <a href='[url]' target='_blank'>Trash category</a>
sv: [count] produkter flyttades till <a href='[url]' target='_blank'> papperskorgen kategori</a>

# Languages::feature_comparison_upgrade_notification_title
source: Changes in feature comparison
sv: Förändringar i funktionen jämförelse

# Languages::feature_comparison_upgrade_notification_text
source: The <b>Feature comparison</b> checkbox under <b>Products → Products → &lt;Desired Product&gt;</b> has been removed.<br>By ticking the new <b>Allow customers to compare products</b> checkbox under Settings → General → Catalog, you can now enable your customers to add any products in your store to comparison lists.<br>To show up on a comparison list, a feature must have one (or more) of the following checkboxes enabled under <b>Products → Features → &lt;Desired Feature&gt;</b>:<br><ul><li>Show on the Features tab</li><li>Show in product list</li><li>Show in header on the product details page</li></ul>
sv: <b>Funktionen jämförelse</b> kryssrutan under <b>produkter → produkter → &lt; önskas produkt &gt;</b> har tagits bort. <br>Genom att markera den nya kryssrutan <b>Tillåt kunderna att jämföra produkter</b> under Inställningar → Allmänt → katalog, du kan nu aktivera dina kunder att lägga produkter i din butik till jämförelse listor. <br>Att visa upp på en jämförelse lista, en funktion måste ha en (eller flera) av följande kryssrutor aktiverad <b>produkter → egenskaper → &lt; önskas funktionen &gt;</b>: <br><ul><li>Visa på fliken funktioner</li> <li>Visa i produktlistan</li> <li>visar i huvudet på produktinformationssidan</li></ul>

# Languages::text_uc_addon_upgrade_completed
source: Add-on "[name]" has been upgraded successfully
sv: Tillägga "[name]" har uppgraderats

# Languages::change_addons_initialization_description
source: To determine if a certain problem is caused by an add-on, you can disable third-party add-ons or all add-ons. Re-enable them later with one click.
sv: För att avgöra om ett visst problem orsakas av ett tillägg, kan du inaktivera tredjeparts add-ons eller alla tillägg. Återaktivera dem senare med ett klick.

# Languages::tools_addons_disable_all
source: Disable all add-ons
sv: Inaktivera alla tillägg

# Languages::tools_addons_disable_third_party
source: Disable third-party add-ons
sv: Avaktivera tredjeparts add-ons

# Languages::tools_re_enable_add_ons
source: Re-enable add-ons
sv: Återaktivera tillägg

# Languages::tools_addons_installed_count
source: Installed add-ons:
sv: Installerade moduler:

# Languages::tools_addons_activated_count
source: Active add-ons:
sv: Active-tillägg:

# Languages::tools_addons_core_addons_count
source: Built-in add-ons:
sv: Inbyggda tillägg:

# Languages::tools_addons_other_addons_count
source: Third-party add-ons:
sv: Tredjeparts add-ons:

# Languages::tools_addons_disabled_msg
source: An administrator disabled all add-ons or third-party add-ons.<br> Press the Re-enable add-ons button to initialize the add-ons that were previously active.
sv: En administratör inaktiverade alla tillägg eller tredjeparts add-ons. <br>Tryck åter aktivera tillägg knappen initiera de tillägg som var tidigare aktiva.

# Languages::addons_source
source: Source
sv: Källa

# Languages::addon_built_in
source: Built-in
sv: Inbyggd

# Languages::addon_third_party
source: Third-party
sv: Tredje part

# Languages::subcategories_tree_cat
source: Subcategories tree
sv: Underkategorier träd

# Languages::settings_overwrite_title
source: The theme overwrites store settings
sv: Temat skriver över store inställningar

# Languages::settings_overwrite_text
source: <b>[theme_name]</b> will set following settings on activation
sv: <b>[theme_name]</b> kommer att ställa följande inställningar på aktiveringen

# Languages::overwrite
source: Overwrite
sv: Skriva över

# Languages::upgrade_center.skip_backup
source: Skip files and database backup
sv: Skippa filer och databas backup

# Languages::uc_open_store_email_body
source: <p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p></p>
sv: <p>Innan du uppgraderar din butik var stängd. Kontrollera om det igång bra efter uppgraderingen och <a href="[settings_section]"> Öppna den</a>.</p></p>

# Languages::upgrade_notification_message
source: <p class='upgrade-center_notice-msg'>Copy of this message was sent to administrator's email.</p><hr>
sv: <p class='upgrade-center_notice-msg'> kopia av detta meddelande skickades till administratörens e-post.</p> <hr>

# Languages::http_transport_error_prefix_curl
source: Curl Error
sv: Curl fel

# Languages::http_transport_error_prefix_socket
source: Socket Error
sv: Socket-fel

# Languages::curl_error_code_reference_link
source: To learn what caused the Curl error, look for your error number in <a target="_blank" href="[href]">this article</a>.
sv: Om du vill veta vad som orsakade felet Curl, leta efter ditt felnummer i den <a target="_blank" href="[href]"> här artikeln</a>.

# Languages::n_days
source: [n] day|[n] days
sv: [n] day|[n] dagar

# Languages::track_on_carrier_site
source: Track on website
sv: Spåra på webbplats

# Languages::unable_to_create_status
source: Couldn't create a new status
sv: Kunde inte skapa en ny status

# Languages::maximum_number_of_statuses_reached
source: You have reached the maximum number of statuses
sv: Du har nått det maximala antalet status

# Languages::curl_error_description_curle_ssl_invalidcertstatus
source: Status returned failure when asked with CURLOPT_SSL_VERIFYSTATUS.
sv: Status för returnerade ett fel när frågan med CURLOPT_SSL_VERIFYSTATUS.

# Languages::error_unknown_archive_format
source: Unknown archive format: [ext]
sv: Okänd arkivformat: [ext]

# Languages::error_file_not_found
source: File "[file]" not found.
sv: Filen "[file]" hittades inte.

# Languages::error_file_already_exists
source: File "[file]" already exists.
sv: Filen "[file]" finns redan.

# Languages::local_modifications
source: Local modifications
sv: Lokala ändringar

# Languages::local_modifications_message
source: These files had local modifications. During the upgrade a backup archive was created in the <strong>[dir]</strong> directory. You may want to check these files in the archive and reapply the modifications to your store.
sv: Dessa filer hade lokala ändringar. Under uppgraderingen skapades en backup Arkiv i katalogen <strong>[dir]</strong>. Du kanske vill kolla filerna i arkivet och återanvända ändringarna till din butik.

# Languages::not_checked
source: Not checked
sv: Kontrolleras inte

# Languages::checked
source: Checked
sv: Kollade

# Languages::error_filter_by_feature_exists
source: Filter by feature "[name]" already exists.
sv: Filter av funktionen "[name]" finns redan.

# Languages::error_filter_by_product_field_exists
source: Filter by product field "[name]" already exists.
sv: Filtrera efter produkt fältet "[name]" finns redan.

# Languages::shipping_address_changed
source: Shipping address has been changed
sv: Leveransadress har ändrats

# Languages::american_express
source: American Express
hr: Amex

# Languages::bank_cic
source: Groupe CIC
hr: Grupni CIC

# Languages::demo
source: Demo
hr: Ogledni primjerak

# Languages::lbl_amazon_color_tan
source: Tan
hr: Preplanulost
sk: žltohnedé

# Languages::month_name_4
source: April
hr: Travanj
sk: Apríl

# Languages::month_name_abr_1
source: Jan
hr: Sij

# Languages::month_name_abr_11
source: Nov
hr: Stu

# Languages::month_name_abr_12
source: Dec
hr: Pro

# Languages::month_name_abr_2
source: Feb
hr: Velj

# Languages::month_name_abr_3
source: Mar
hr: Ožu

# Languages::month_name_abr_4
source: Apr
hr: Tra

# Languages::month_name_abr_6
source: Jun
hr: Lip
sk: Jún

# Languages::month_name_abr_7
source: Jul
hr: Srp
sk: Júl

# Languages::month_name_abr_9
source: Sep
hr: Ruj

# Languages::period
source: Period
hr: Razdoblje
sk: Obdobie

# Languages::ResultCode
source: ResultCode
hr: Kod rezultata
sk: výsledný kód

# Languages::ResultDescription
source: ResultDescription
hr: OpisRezultata
sk: Výsledný opis

# Languages::server
source: Server
hr: Poslužitelj

# Languages::sharedsec
source: SharedSec
hr: Zajednička tajna

# Languages::ship_fedex_package_type_fedex_pak
source: FedEx Pak
hr: FedEx Pak omotnica

# Languages::short_hour
source: h.
hr: sat(i)

# Languages::temando_package_bale
source: Bale
hr: Bala
sk: Bal

# Languages::tmpl_text_ckeditor
source: CKEditor
hr: CKUređivač

# Languages::text_redactor
source: Redactor
hr: Redaktor
sk: Redaktor

# Languages::tooltip
source: Tooltip
hr: Naziv alata
sk: Tip

# Languages::TransactionDateTime
source: TransactionDateTime
hr: DatumVrijemeTransakcije
sk: Transakcia Dátum-Čas

# SettingsVariants::time_format::%I.%M.%S %p
source: 3.43.55 PM
hr: 3.43.55 SATI

# Languages::auto
source: Auto
sk: Automaticky

# Languages::carrier_can
source: Canada Post
sk: Kanadská pošta

# Languages::carrier_swisspost
source: SwissPost
sk: Švajčiarska pošta

# Languages::partner
source: Partner
sk: Spoločník

# Languages::tmpl_scroller
source: Scroller
sk: Posuvník

# Languages::status
source: Status
sk: Stav

# Languages::terminal
source: Terminal
sk: Terminál

# Languages::theme_editor.font
source: Font
sk: Písmo

# Languages::theme_editor.font_color
source: Font
sk: Písmo

# SettingsVariants::timezone::America/Chihuahua
source: (GMT-07:00) Chihuahua, La Paz, Mazatlan
sk: (GMT-07:00) Čivava, La Paz, Mazatlan

# SettingsVariants::timezone::Asia/Kabul
source: (GMT+04:30) Kabul
sk: (GMT + 04:30) Kábul
