Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_atos_warning
source: <span style="color:#FF2222">Warning!!!</span> The path to atos files should consist of not more than 60 symbols, otherwise please copy the atos_files folder to some parent directory, e.g. to the cart core directory. Also please make sure the atos files directory has full permissions.
hr: <span style="color:#FF2222">Pažnja!!!</span> Putanja do atos datoteka ne smije sadržavati više od 60 simbola. U suprotnom, molimo kopirajte mapu atos_datoteke u neki od nadređenih direktorija, npr. u cart core direktorij. Također, molimo provjerite da direktorij atos datoteka ima sve dozvole.
sk: <span style="color:#FF2222">Pozor!!!</span> Cesta k atos súborom by sa nemala skladať z viac než 60 znakov, v opačnom prípade prosím skopírujte adresár atos_files do niektorého z nadradených adresárov, napr. do adresára cart_core. Taktiež prosím overte, či má adresár atos_files plné právomoci.
sr: <span style="color:#FF2222">Upozorenje!!!</span> Putanja do atos datoteka treba da se sastoji od ne više od 60 simbola, u suprotnom kopirajte direktorijum atos_files u neki od osnovnih direktorijuma, npr u cart core direktorijum. Takođe provjerite da li atos direktorijum ima sve dozvole.
sv: <span style="color:#FF2222"> Varning!</span> Sökvägen till atos filer bör bestå av högst 60 symboler, annars Vänligen kopiera mappen atos_files till del moderkatalog, e.g. till katalogen cart core. Också kontrollera katalogen atos har fullständig behörighet.

# Languages::text_authentication_failed_message
source: Your financial institution has indicated that it could not successfully authenticate this transaction. To protect against unauthorized use, this card cannot be used to complete your purchase. You may complete the purchase by selecting another form of payment.
hr: Financijska ustanova javlja da nije uspješno prošla provjera ove transakcije. Za zaštitu od neovlaštene uporabe, ovu karticu ne može koristiti za dovršetak kupnje. Možete dovršiti kupovinu odabirom drugog oblika plaćanja.
sk: Vaša finančná inštitúcia nemohla úspešne overiť túto transakciu. Vrámci ochrany pred neoprávneným použitím nebude možné použiť túto kartu na dokončenie nákupu. Svoj nákup môžete dokončiť výberom iného spôsobu platby.
sr: Tvoja finansijska institucija je ukazala da ne može uspešno potvrditi ovu transakciju. Da biste je zaštitili od neovlašćenog korišćenja, ovu karticu ne treba koristiti za kupovinu. Kupovinu možete dovršiti odabirom drugog načina plaćanja.
sv: Din finansiellt institut har indikerat att det framgångsrikt inte kunde autentisera denna transaktion. För att skydda mot obehörig användning, kan inte detta kort användas för att slutföra köpet. Du kan slutföra köpet genom att välja en annan form av betalning.

# Languages::text_backup_filename_hint
source: To download this backup, click the gear icon and select Download
sr: Da biste preuzeli ovu rezervnu kopiju, kliknite na ikonu za opremu i izaberite preuzimanje
sv: Ladda ner denna backup, klicka på kugghjulet och välj Hämta

# Languages::text_backup_management_notice
source: This section allows you to manage your backup files.<br />- To restore the database, select the check box near the appropriate file name and click on Restore.<br />- To delete files, select the check boxes near the files that need to be deleted and click on Delete.<br />- To download a file to your local computer, click on the file name.
hr: Ova sekcija omogućava vam upravljanje sigurnosnim kopijama datoteka.<br />- Kako bi vratili bazu podataka odaberite potvrdni okvir pokraj naziva odgovarajuće datoteke i pritisnite Vrati.<br />- Kako bi izbrisali datoteke odaberite potvrdne okvire pored datoteka koje želite izbrisati i pritisnite Izbriši.<br />- Kako bi preuzeli datoteku na vaše računalo kliknite na naziv datoteke.
sk: V tejto sekcii môžete spravovať vaše súbory zálohy.<br />- Pre obnovu databázy zaškrtnite políčko pri názve príslušného súboru a kliknite na Obnoviť.<br />- Pre odstránenie súborov zaškrtnite políčka pri súboroch, ktoré chcete zmazať, a kliknite na Odstrániť.<br />- Pre stiahnutie súbora do počítača kliknite na daný súbor.
sr: Ovaj odeljak vam omogućava da upravljate svojim rezervnim kopijama. < br / > - da biste vratili bazu podataka, potvrdite izbor u polju za potvrdu pored imena odgovarajuće datoteke i kliknite na oporavak. < br / > - da biste izbrisali datoteke, potvrdite izbor u polju za potvrdu pored datoteka koje treba izbrisati i kliknite na Izbriši. < br / > - da preuzme datoteku na lokalni računar, kliknite na ime datoteke.
sv: Det här avsnittet kan du hantera din backup filer. < br / > - för att återställa databasen, markerar du kryssrutan nära lämpligt filnamn och klicka på Återställ. < br / > - ta bort filer, markerar du kryssrutorna nära de filer som behöver tas bort och klicka på Delete. < br / > - att ladda ner en fil till din lokala dator, klicka på namnet.

# Languages::text_billing_same_with_shipping
source: Billing and shipping addresses are the same
hr: Adresa za naplatu i adresa za dostavu su iste
sk: Fakturačná a dodacia adresa sú rovnaké
sr: Adrese za isporuku i fakturisanje su iste
sv: Fakturering och leverans adresser är samma

# Languages::text_block_trial_notice
source: Your 30-day evaluation period has expired. Please, buy a license ([href]) or remove the software from your server.
hr: Vaš probni rok od 30 dana je istekao. Molimo, kupite licencu ([href]) ili uklonite softver s poslužitelja.
sk: Vaša 30-dňová skúšobná doba uplynula. Zakúpte si prosím licenciu ([href]), alebo odstráňte softvér z vášho serveru.
sr: Vaš probni period od 30 dana je istekao. Molimo vas, kupite licencu ([href]) ili uklonite softver sa vašeg servera.
sv: Din 30-dag bedömningen period har löpt ut. Snälla, Köp en licens ([href]) eller ta bort programmet från din server.

# Languages::text_cannot_create_directory
source: Cannot create the directory <b>[directory]</b>. Please check the permissions.
hr: Nije moguće napraviti direktorij <b>[directory]</b>. Molimo, provjerite dozvole.
sk: Nedá sa vytvoriť adresár <b>[directory]</b>. Skontrolujte povolenia.
sr: Nije moguće kreirati direktorijum <b>[directory]</b>. Proverite dozvole.
sv: Kan inte skapa katalogen <b>[directory]</b>. Vänligen kontrollera behörigheterna.

# Languages::text_cannot_create_file
source: Cannot create the file <b>[file]</b>. Please check the directory permissions.
hr: Nije moguće napraviti datoteku <b>[file]</b>. Molimo, provjerite dozvole direktorija.
sk: Nedá sa vytvoriť súbor <b>[file]</b>. Skontrolujte prístupové práva pre adresáre.
sr: Nije moguće kreirati datoteku <b>[file]</b>. Proverite dozvole direktorijuma.
sv: Kan inte skapa filen <b>[file]</b>. Vänligen kontrollera katalogbehörigheterna.

# Languages::text_cannot_delete_directory
source: Cannot delete the directory <b>[directory]</b>. Please check the permissions.
hr: Nije moguće izbrisati direktorij <b>[directory]</b>. Molimo provjerite dozvole.
sk: Nedá sa vytvoriť adresár <b>[directory]</b>. Skontrolujte povolenia.
sr: Nije moguće izbrisati direktorijum <b>[directory]</b>. Proverite dozvole.
sv: Kan inte ta bort den katalog <b>[directory]</b>. Vänligen kontrollera behörigheterna.

# Languages::text_cannot_delete_file
source: Cannot delete the file <b>[file]</b>. Please check the permissions.
hr: Nije moguće izbrisati datoteku <b>[file]</b>. Molimo provjerite dozvole.
sk: Nemožno odstrániť súbor <b>[file]</b>. Skontrolujte povolenia.
sr: Nije moguće izbrisati datoteku <b>[file]</b>. Proverite dozvole.
sv: Kan inte ta bort filen <b>[file]</b>. Vänligen kontrollera behörigheterna.

# Languages::text_cannot_rename_directory
source: Cannot rename the directory <b>[directory]</b>. Please check the permissions.
hr: Nije moguće preimenovati direktorij <b>[directory]</b>. Molimo provjerite dozvole.
sk: Nie je možné premenovať adresár <b>[directory]</b>. Skontrolujte povolenia.
sr: Nije moguće preimenovati direktorijum <b>[directory]</b>. Proverite dozvole.
sv: Kan inte byta namn på katalogen <b>[directory]</b>. Vänligen kontrollera behörigheterna.

# Languages::text_cannot_rename_file
source: Cannot rename the file <b>[file]</b>. Please check the permissions.
hr: Nije moguće preimenovati datoteku <b>[file]</b>. Molimo provjerite dozvole.
sk: Súbor <b>[file]</b> sa nedá premenovať. Skontrolujte povolenia.
sr: Nije moguće preimenovati datoteku <b>[file]</b>. Proverite dozvole.
sv: Kan inte byta namn på filen <b>[file]</b>. Vänligen kontrollera behörigheterna.

# Languages::text_cannot_restore_directory
source: Cannot restore the directory <b>[directory]</b> from the repository. Please check if the repository exists.
hr: Nije moguće vratiti <b>[directory]</b> direktorij iz spremišta. Molimo provjerite postoji li spremište.
sk: Nie je možné obnoviť adresár <b>[directory]</b> z úložiska. Skontrolujte, či úložisko existuje.
sr: Nije moguće vratiti direktorijum <b>[directory]</b> iz skladišta. Molimo vas da proverite da li postoji skladište.
sv: Kan inte återställa katalogen <b>[directory]</b> från databasen. Kontrollera om databasen finns.

# Languages::text_cannot_restore_file
source: Cannot restore file <b>[file]</b> from the repository. Please check if the repository exists.
hr: Nije moguće vratiti <b>[file]</b> datoteku iz spremišta. Molimo provjerite postoji li spremište.
sk: Súbor <b>[file]</b> sa nedá obnoviť z úložiska. Skontrolujte, či úložisko existuje.
sr: Nije moguće vratiti datoteku <b>[file]</b> iz skladišta. Molimo vas da proverite da li postoji skladište.
sv: Kan inte återställa filen <b>[file]</b> från databasen. Kontrollera om databasen finns.

# Languages::text_can_be_used_once
source: This coupon can be used only once. You have already applied it.
hr: Ovaj se kupon može iskoristiti samo jednom. Već ste ga primijenili.
sk: Tento kupón možno použiť iba raz. Už ste ho použili.
sr: Ovaj kupon se može koristiti samo jednom. Već ste ga primenili.
sv: Denna kupong kan användas endast en gång. Du har redan använt den.

# Languages::text_cart_amount_changed
source: The quantity of the product <b>[product]</b> in your cart has been changed to allowable.
hr: Količina <b>[product]</b> proizvoda u vašoj košarici promijenjena je u dozvoljenu.
sk: Množstvo produktu <b>[product]</b> v košíku bolo zmenené na prípustné.
sr: Količina proizvoda <b>[product]</b> u korpi je promenjena u dozvoljenu.
sv: Kvantiteten av produkten <b>[product]</b> i din vagn har ändrats till tillåtna.

# Languages::text_cart_amount_corrected
source: The number of products in the inventory is not enough for your order. The quantity of the product <b>[product]</b> has been changed in your cart.
hr: Broj proizvoda na zalihama nije dovoljan za vašu narudžbu. Količina proizvoda u vašoj košarici <b>[product]</b> je promijenjena.
sk: Množstvo tovaru na sklade nestačí na vašu objednávku. Množstvo tovaru <b>[product]</b> bolo vo vašom košíku zmenené.
sr: Broj proizvoda na zalihama nije dovoljan za vašu narudžbu. Količina proizvoda <b>[product]</b> je promenjena u korpi.
sv: Antalet produkter i lager är inte tillräckligt för din beställning. Mängden produkt <b>[product]</b> har ändrats i din varukorg.

# Languages::text_cart_empty
source: Your cart is empty
hr: Tvoja košarica je prazna
sk: Váš košík je prázdny
sr: Vaša korpa je prazna
sv: Din varukorg är tom

# Languages::text_cart_max_qty
source: Maximum quantity for "[product]" is <b>[quantity]</b>
hr: Maksimalna količina za "[product]" je <b>[quantity]</b>
sk: Maximálne množstvo "[product]" je <b>[quantity]</b>
sr: Maksimalna količina za "[product]" je <b>[quantity]</b>
sv: Maximikvantiteten för "[product]" är <b>[quantity]</b>

# Languages::text_cart_min_qty
source: Minimum quantity for "[product]" is <b>[quantity]</b>
hr: Minimalna količina za "[product]" je <b>[quantity]</b>
sk: Minimálne množstvo pre "[product]" je <b>[quantity]</b>
sr: Minimalna količina za "[product]" je <b>[quantity]</b>
sv: Minsta kvantitet för "[product]" är <b>[quantity]</b>

# Languages::text_cart_not_enough_inventory
source: The number of products in the inventory is not enough for your order
hr: Broj proizvoda na zalihama nije dovoljan za vašu narudžbu
sk: Množstvo tovaru na sklade nestačí na vašu objednávku
sr: Broj proizvoda na zalihama nije dovoljan za vašu narudžbu
sv: Antalet produkter i lager är inte tillräckligt för din beställning

# Languages::text_cart_zero_inventory
source: <b>[product]</b> has zero inventory and cannot be added to the cart
hr: <b>[product]</b> nema na zalihama i ne može biti dodan u košaricu
sk: <b>[product]</b> nie je na sklade a nedá sa pridať do košíka
sr: <b>[product]</b> ima nula zaliha i ne može se dodati u korpu
sv: <b>[product]</b> har noll inventering och kan inte läggas till i varukorgen

# Languages::text_cart_zero_inventory_and_removed
source: <b>[product]</b> has zero inventory and is removed from the cart
hr: <b>[product]</b> nema na zalihama pa je uklonjen iz košarice
sk: <b>[product]</b> nie je na sklade a bol odstránený z košíka
sr: <b>[product]</b> ima nula zaliha i uklonjen je iz korpe
sv: <b>[product]</b> har noll inventering och tas bort från vagnen

# Languages::text_categories_have_been_deleted
source: Categories have been deleted successfully.
hr: Kategorije su uspješno izbrisane.
sk: Kategórie boli úspešne odstránené.
sr: Kategorije su uspešno izbrisane.
sv: Kategorier har tagits bort.

# Languages::text_category_delimiter
source: Category path delimiter for product main category (e.g. "Computers///Desktops")
hr: Graničnik putanje kategorije za glavnu kategoriju proizvoda (npr. ''Računala///Radne površine'')
sk: Oddeľovač kategórie od hlavnej kategórie výrobku (e.g. "Computers///Desktops")
sr: Znak razgraničavanja za proizvode u glavnoj kategoriji (npr. "Računari///Desktop")
sv: Kategori sökvägen avgränsare för främsta produktkategori (e.g. "datorer / / / stationära datorer")

# Languages::text_category_detailed_image
source: (optional displayed on category details page only)
hr: (opcija prikazana samo na stranici s detaljima kategorije)
sk: (voliteľne zobrazené len na stránke kategórií)
sr: (opcioni prikaz na stranici detalja kategorije)
sv: (endast tillval visas på kategori Detaljer sida)

# Languages::text_category_has_been_deleted
source: Category, subcategories and their products have been deleted successfully.
hr: Kategorije, potkategorije i njihovi proizvodi su uspješno izbrisani.
sk: Kategória, podkategórie a produkty v nich boli úspešne odstránené.
sr: Kategorije, potkategorije i njihovi proizvodi su uspešno izbrisani.
sv: Kategori, underkategorier och deras produkter har tagits bort.

# Languages::text_category_icon
source: (displayed on category list and details pages)
hr: (prikazano na stranicama s popisom kategorija i detaljima)
sk: (zobrazené v zozname kategórií a detailoch)
sr: (prikazan na listi kategorija i stranicama detalja)
sv: (visas på kategorisidor lista och detaljer)

# Languages::text_cc_processor_connection
source: Connecting to <b>[processor]</b>...
hr: Povezivanje s <b>[processor]</b>...
sk: Pripája sa k <b>[processor]</b>...
sr: Povezivanje sa <b>[processor]</b>...
sv: Ansluter till <b>[processor]</b>...

# Languages::text_cdn_check
source: <strong>Attention!</strong> Please test some static URL, e.g. <a href="[url]">[url]</a>, to ensure it's working before enabling CDN (you can enable it after storage became active). It usually takes 10-15 minutes to activate storage (the "Status" field should display "Active", refresh page for updates).
hr: <strong>Pažnja!</strong> Molimo, prije nego omogućite CDN testirajte neki statični URL, npr. <a href="[url]">[url]</a>, kako biste bili sigurni da radi (možete ga omogućiti nakon što skladište postane aktivno). Najčešće je potrebno 10-15 minuta da se skladište aktivira (u polje "Status" bi trebalo stajati ''Aktivno''; osvježite stranicu da se ažurira).
sk: <strong>Pozor!</strong> Prosím vyskúšajte nejaké statické URL, ako napríklad <a href="[url]">[url]</a> predtým než zapnete CDN, aby ste sa uistili že funguje (môžete ho zapnúť po tom čo bolo úložisko aktivované). Aktivácia úložiska spravidla trvá 10 až 15 minút (pole "Stav" my malo zobrazovať "Aktívne". Obnovte stránku pre aktualizáciu stavu).
sr: <strong>Pažnja!</strong> Molimo Vas da testirate neki statični URL, npr, <a href="[url]"> [url]</a>, da osigurate da radi pre omogućavanja CDN (možete omogućiti kasnije kada skladištenje postane aktivno). Obično je potrebno 10-15 minuta da se aktivira skladištenje (polje "Status" bi trebalo da prikaže kao "Aktivan", osvežite stranicu za nadogradnje).
sv: <strong>Uppmärksamhet!</strong> Vänligen testa några statiska URL, t.ex. <a href="[url]"> [url]</a>, för att säkerställa att den fungerar innan du aktiverar CDN (du kan aktivera den efter lagring blev aktiv). Det tar vanligen 10-15 minuter att aktivera lagring (fältet "Status" bör Visa "Aktiv", uppdatera sidan för uppdateringar).

# Languages::text_cdn_setup
source: CDN was set up successfully.
hr: CDN je uspješno postavljen.
sk: CDN bolo úspešne nastavené.
sr: CDN je uspešno postavljen.
sv: CDN inrättades framgångsrikt.

# Languages::text_changes_not_saved
source: Your changes have not been saved.
hr: Vaše promjene nisu spremljene.
sk: Vaše zmeny neboli uložené.
sr: Promene nisu sačuvane.
sv: Dina ändringar har inte sparats.

# Languages::text_changes_saved
source: Your changes have been saved.
hr: Promjene su spremljene.
sk: Vaše zmeny boli uložené.
sr: Promene su sačuvane.
sv: Dina ändringar har sparats.

# Languages::text_change_password
source: You are now logged in to your account. Please change the password and click the "Save" button.
hr: Sada ste prijavljeni na svoj račun. Molimo promijenite lozinku i pritisnite gumb "Spremi".
sk: Teraz ste prihlásení k svojmu účtu. Zmeňte prosím svoje heslo a kliknite na tlačidlo "Uložiť".
sr: Sada ste prijavljeni na vaš nalog. Molimo vas da promenite lozinku i kliknete na dugme "Sačuvaj".
sv: Du är nu inloggad på ditt konto. Vänligen ändra lösenordet och klicka på knappen "Spara".

# Languages::text_checkout_new_profile_notice
source: If you are a new customer, we need to know your personal details.
hr: Ako ste novi kupac, moramo znati vaše osobne podatke.
sk: Ak ste nový zákazník, musíme poznať vaše osobné údaje.
sr: Ako ste novi kupac, moramo da Vas upoznamo.
sv: Om du är ny kund, behöver vi veta din personliga information.

# Languages::text_cities_wildcards
source: You are able to use wildcards in this field:<br /><b>'?'</b> - any single character;<b>'*'</b> - any number of characters.<br /><br /><u>Example:</u><br /><b>New Y*</b> &nbsp;&nbsp;(corresponds to New York, New Yark, etc)<br /><b>L?s*</b>&nbsp;&nbsp; (corresponds to Las Vegas, Los Angeles, etc..)
hr: Možete koristiti zamjenske znakove u ovom polju:<br /><b>'?'</b> - bilo koji pojedinačni znak;<b>'*'</b> - bilo koji broj znakova.<br /><br /><u>Primjer:</u><br /><b>New Y*</b> &nbsp;&nbsp;(odgovara za New York, New Yark, itd.)<br /><b>L?s*</b>&nbsp;&nbsp; (odgovara za Las Vegas, Los Angeles, itd..)
sk: V tomto poli môžete používať zástupné znaky:<br /><b>'?'</b> - akýkoľvek jeden znak;<b>'*'</b> - akýchkoľvek niekoľko znakov.<br /><br /><u>Príklad:</u><br /><b>New Y*</b> &nbsp;&nbsp;(zodpovedá New York, New Yark, a pod.)<br /><b>L?s*</b>&nbsp;&nbsp; (zodpovedá Las Vegas, Los Angeles, a pod.)
sr: Možete da koristite džoker znakova u ovom polju:<br /><b>'?'</b> - bilo koji pojedinačni karakter;<b>'*'</b> - bilo koji broj karaktera.<br /><br /><u>Primer:</u><br /><b>New Y*</b> &nbsp;&nbsp;(se odnosi na New York, New Yark, itd)<br /><b>L?s*</b>&nbsp;&nbsp; (se odnosi na Las Vegas, Los Angeles, itd..)
sv: Du kan använda jokertecken i fältet: < br / > <b>'? '</b>-ett enda tecken; <b>'* '</b> - vilket antal tecken. < br / > < br / > <u>exempel:</u> < br / > <b>nya Y *</b> (motsvarar till New York, ny Yark, etc) < br / > <b>L? s *</b> (motsvarar till Las Vegas, Los Angeles, etc..)

# Languages::text_click_here
source: Click here for more details
hr: Pritisnite ovdje za više detalja
sk: Kliknite sem pre viac informácií
sr: Kliknite ovde za više detalja
sv: Klicka här för mer detaljer

# Languages::text_cmcic_notice
source: Please set the following URL as the <b>CGI2</b>: <b>[postback_url]</b>
hr: Molimo postavite sljedeći URL kao <b>CGI2</b>: <b>[postback_url]</b>
sk: Nastavte nasledujúcu adresu URL ako <b>CGI2</b>: <b>[postback_url]</b>
sr: Molimo vas postavi sledeći URL kao <b>CGI2</b>: <b>[postback_url]</b>
sv: Ange följande URL som <b>CGI2</b>: <b>[postback_url]</b>

# Languages::text_cmpi_frame_message
source: For your security, please fill out the form below to complete your order. Do not click the Refresh or Back button, or this transaction may be interrupted or canceled.
hr: Radi vaše sigurnosti, molimo vas da ispunite obrazac ispod kako biste dovršili vašu narudžbu. Nemojte pritisnuti gumb 'Osvježi' ili gumb 'Nazad' jer bi to moglo prekinuti ili otkazati ovu transakciju.
sk: Pre vašu bezpečnosť, vyplňte formulár nižšie a dokončite objednávku. Neklikajte na tlačidlo obnoviť alebo tlačidlo naspäť, pretože táto transakcia môže byť prerušená alebo zrušená.
sr: Radi Vaše sigurnosti, molimo vas da popunite obrazac ispod da biste dovršili porudžbinu. Nemojte kliknuti na Refresh ili Back button jer u tom slučaju ova transakcija može biti prekinuta ili otkazana.
sv: För din säkerhet, vänligen fyll i formuläret nedan för att slutföra din beställning. Klicka inte på den friska upp eller knappen bakåt, eller denna transaktion kan avbrytas eller avbrutits.

# Languages::text_cmpi_go_back
source: Go back
hr: Idi nazad
sk: Vrátiť sa
sr: Idi nazad
sv: Gå tillbaka

# Languages::text_combination_out_of_stock
source: No products with the selected options in stock
hr: Proizvoda s odabranim opcijama nema na zalihi
sk: Žiadne výrobky s vybranými možnosťami nie sú skladom
sr: Nijedan proizvod sa izabranim opcijama nije na lageru
sv: Inga produkter med de valda alternativen i lager

# Languages::text_companies_activated
source: Selected companies have been activated
hr: Odabrane tvrtke su aktivirane
sk: Vybrané spoločnosti boli aktivované
sr: Odabrane kompanije su aktivirane
sv: Utvalda företag har aktiverats

# Languages::text_companies_disabled
source: Selected companies have been disabled
hr: Odabrane tvrtke su onemogućene
sk: Vybrané spoločnosti boli vypnuté
sr: Odabrane kompanije su onemogućene
sv: Utvalda företag har inaktiverats

# Languages::text_company_status_active_subj
source: Your company was activated.
hr: Vaša tvrtka je aktivirana.
sk: Vaša spoločnosť bola aktivovaná.
sr: Vaša kompanija je aktivirana.
sv: Ditt företag aktiverades.

# Languages::text_company_status_changed
source: Status of your company [company] was changed to [status].
hr: Status vaše tvrtke [company] je promijenjen u [status].
sk: Stav vašej spoločnosti [company] sa zmenil na [status].
sr: Status [company] kompanije je promenjen u [status].
sv: Status för ditt företag [company] ändrades till [status].

# Languages::text_company_status_disabled_subj
source: Your company was disabled.
hr: Vaša tvrtka je onemogućena.
sk: Vaša spoločnosť bola vypnutá.
sr: Vaša kompanija je onemogućena.
sv: Ditt företag har inaktiverats.

# Languages::text_conditions_cleared
source: Table conditions were cleared
hr: Stanje tablice je očišćeno
sk: Podmienky tabuľky boli vymazané
sr: Otklonjeni su uslovi tabele
sv: Tabell villkor rensades

# Languages::text_confirmation_page_header
source: This is a confirmation page. You must confirm the operation before it is performed.
hr: Ovo je stranica potvrde. Morate potvrditi ovaj postupak da bi se izvršio.
sk: Toto je stránka s potvrdením. Musíte potvrdiť operáciu pred jej vykonaním.
sr: Ovo je potvrdna stranica. Morate potvrditi operaciju pre nego što je izvedena.
sv: Detta är en bekräftelsesida. Du måste bekräfta åtgärden innan den utförs.
