Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::also_bought
source: Also bought
hr: Također kupili
sk: Tiež kúpili
sr: Takođe je kupio
sv: Har också köpt

# Languages::alt_text
source: Alternative text/title
hr: Izbor teksta/naziva
sk: Alternatívny text/názov
sr: Alternativni tekst/naslov
sv: Alternativ text/titel

# Languages::american_express_info
source: CVV is on the front of the card above the credit card number (either on the right or on the left side of the credit card).
hr: CVV je na prednjoj strani kartice gore je broj kreditne kartice (ili na desnoj ili na lijevoj strani kreditne kartice).
sr: CVV je na prednjoj strani kartice iznad broja kartice (ili na desnoj ili na levoj strani kreditne kartice).
sv: CVV är på framsidan av kortet ovan kreditkortsnumret (antingen till höger eller till vänster av kreditkortet).

# Languages::amount
source: Amount
hr: Iznos
sk: Množstvo
sr: Iznos
sv: Belopp

# Languages::amount_decreased
source: Quantity has been decreased by
hr: Smanjena je količina od
sk: Množstvo kleslo o
sr: Količina je umanjena za
sv: Antalet har minskat med

# Languages::amount_increased
source: Quantity has been increased by
hr: Količina je povećana za
sk: Množstvo sa zvýšilo o
sr: Količina je uvećana za
sv: Antalet har ökat med

# Languages::anonymous
source: Anonymous
hr: Anonimno
sk: Anonymný
sr: Anonimno
sv: Anonyma

# Languages::answer
source: Answer
hr: Odgovor
sk: Odpoveď
sr: Odgovor
sv: Svar

# Languages::any
source: Any
hr: Bilo koji
sk: Akýkoľvek
sr: Bilo koji
sv: Någon

# Languages::any_date
source: Any date
hr: Bilo koji Datum
sk: Akýkoľvek dátum
sr: Bilo koji datum
sv: Något datum

# Languages::any_option_combinations
source: Any option combinations
hr: Bilo koja mogućnost kombinacije
sk: Akákoľvek možnosť kombinácie
sr: Bilo koju kombinaciju opcija
sv: Någon alternativ kombinationer

# Languages::any_status
source: Any status
hr: Bilo koje stanje
sk: Akýkoľvek stav
sr: Bilo koji status
sv: Någon status

# Languages::any_words
source: Any of these words
hr: Bilo koja od ovih riječi
sk: Ktorékoľvek z týchto slov
sr: Bilo koju od ovih reči
sv: Något av dessa ord

# Languages::api_access
source: API access
hr: API pristup
sk: Prístup k API
sr: API pristup
sv: API-åtkomst

# Languages::api_key
source: API key
hr: API ključ
sk: API kľúč
sr: API ključ
sv: API-nyckel

# Languages::need_company_id
source: Company ID is required (the company_id param)
hr: Potreban je ID tvrtke (company_id parametar)
sk: IČO je povinné (company_id param)
sr: Potreban je Matični broj preduzeća (param company_id)
sv: Företags-ID krävs (company_id param)

# Languages::api_need_correct_company_id
source: Company by passed ID not found
hr: Proslijeđeni ID tvrtke nije pronađen
sk: Spoločnosť podľa starého ID sa nepodarilo nájsť
sr: ID kompanije nije pronađen
sv: Företaget av godkänd ID hittades inte

# Languages::api_need_id
source: Object ID undefined
hr: ID objekta nedefiniran
sk: ID objektu nedefinované
sr: ID objekta nedefinisan
sv: Objekt-ID undefined

# Languages::api_need_params
source: Missing parameters
hr: Nedostaju parametari
sk: Chýbajú parametre
sr: Nedostaju parametri
sv: Saknade parametrar

# Languages::api_need_store
source: Store is required (the company_id param or entity stores)
hr: Potrebna je trgovina (company_id param ili entitet trgovinama)
sk: Obchod je požadovaný (company_id param alebo subjekt obchody)
sr: prodavnica je obavezna (company_id param ili entitet prodavnice)
sv: Store krävs (company_id param eller enhet butikerna)

# Languages::api_not_need_id
source: ID must not be defined
hr: ID ne smije biti definiran
sk: ID nesmie byť definovaná
sr: ID ne mora da bude definisan
sv: ID skall inte definieras

# Languages::api_password
source: API password
hr: API lozinka
sk: API heslo
sr: API lozinka
sv: API lösenord

# Languages::api_shipments_not_allow_update
source: Only the tracking_number and carrier params can be updated with the setting 'Allow multiple shipments for a single order' set
hr: Samo tracking_number i parametar dostavljača možete ažurirati uz postavku 'Dozvoli više otpremnica za jedan nalog' skup
sk: Len tracking_number a dopravca params môžu byť aktualizované s tabuľkou nastavenie "Povoliť niekoľkonásobné dodávky pre objednávku jedného"
sr: Samo tracking_number i nosilac parametara se mogu ažurirati postavkom 'Dozvoli više isporuka za jednu naružbu'
sv: Endast tracking_number och transportören params kan uppdateras med inställningen "Tillåt flera leveranser för en enda order"

# Languages::api_user
source: API user
hr: API korisnik
sk: API užívateľ
sr: API korisnik
sv: API-användare

# Languages::appearance
source: Appearance
hr: Izgled
sk: Vzhľad
sr: Izgled
sv: Utseende

# Languages::appearance_settings
source: Appearance settings
hr: Postavke izgleda
sk: Nastavenia vzhľadu
sr: Postavke izgleda
sv: Inställningar för utseende

# Languages::appearance_type
source: Appearance type
hr: Tip izgleda
sk: Typ vzhľadu
sr: Tip izgleda
sv: Utseende typ

# Languages::application_id
source: Application ID
hr: ID aplikacije
sk: Identifikácia aplikácie
sr: ID aplikacije
sv: Program-ID

# Languages::application_login
source: Application login
hr: Prijava u program
sk: Aplikácia prihlásenie
sr: Aplikacija za prijavljivanje
sv: Inloggning

# Languages::apply
source: Apply
hr: Primijeni
sk: Použiť
sr: Primeni
sv: Tillämpa

# Languages::apply_as_link
source: Apply as link
hr: Primijeniti kao vezu
sk: Použiť ako odkaz
sr: Primenite kao vezu
sv: Gälla som länk

# Languages::apply_tax_to_products
source: Apply selected taxes to all products
hr: Primijeni odabrani porez na sve proizvode
sk: Uplatňovať vybrané dane na všetky produkty
sr: Primeni izabrani porez na sve proizvode
sv: Lägg valda skatter till alla produkter

# Languages::apply_to_all_languages
source: Apply to all languages
hr: Primijeniti na sve jezike
sk: Použiť pre všetky jazyky
sr: Primeni na sve jezike
sv: Lägg till alla språk

# Languages::apply_to_products
source: Apply to products
hr: Primjeniti na proizvode
sk: Vzťahujú sa na výrobky
sr: Primeni na proizvode
sv: Lägg till produkter

# Languages::approve
source: Approve
hr: Odobriti
sk: Schváliť
sr: Odobriti
sv: Godkänn

# Languages::approved
source: Approved
hr: Odobreno
sk: Schválené
sr: Odobren
sv: Godkänd

# Languages::approve_selected
source: Approve selected
hr: Odobriti odabrane
sk: Schváliť vybrané
sr: Odobri izabrano
sv: Godkänn valda

# Languages::arabic
source: Arabic
hr: arapski
sk: arabčina
sr: Arapski
sv: Arabiska

# Languages::arrows
source: Arrows
hr: Strelice
sk: Šípky
sr: Strelice
sv: Pilar

# Languages::asc
source: asc.
sr: rast.

# Languages::attention
source: Attention!
hr: Pažnja!
sk: Pozornosť!
sr: Pažnja!
sv: Obs!

# Languages::audience
source: Audience
hr: Publika
sk: Publikum
sr: Publika
sv: Publik

# Languages::authentication_failed
source: Authentication failed
hr: Provjera autentičnosti nije uspjela
sk: Overenie totožnosti zlyhalo
sr: Potvrda identiteta nije uspela
sv: Autentisering misslyckades

# Languages::authentication_key
source: Authentication key
hr: Ključ za provjeru autentičnosti
sk: Overenie kľúča
sr: Ključ za potvrdu identiteta
sv: Autentiseringsnyckel

# Languages::authentication_password
source: Authentication password
hr: Lozinka za provjera autentičnosti
sk: Overenie hesla
sr: Autentikaciona lozinka
sv: Autentisering lösenord

# Languages::author
source: Author
hr: Autor
sk: Autor
sr: Autor
sv: Författare

# Languages::authorization
source: Authorization
hr: Autorizacija
sk: Povolenia
sr: Autorizacija
sv: Tillstånd

# Languages::authorize_capture
source: Authorize and capture
hr: Odobri i dohvati
sk: Povoliť a zachytiť
sr: Odobri i snimi
sv: Tillåta och fånga

# Languages::authorize_only
source: Authorize only
hr: Samo odobriti
sk: Povoliť len
sr: Odobriti samo
sv: Tillåta endast

# Languages::auth_code
source: Auth code
hr: Auth kod
sk: Autorizačný kód
sr: Šifra potvrde identiteta
sv: Auth kod

# Languages::auth_info
source: Authentication information
hr: Informacije o provjeri autentičnosti
sk: Informácie pre overenie
sr: Informacije za potvrdu identiteta
sv: Autentiseringsinformation

# Languages::auto_set_permissions_via_ftp
source: Auto-set permissions via FTP
hr: Auto-namjesti dozvole preko FTP
sk: Automaticky nastaviť povolenia cez FTP
sr: Automatski podesi dozvole preko FTP-a
sv: Auto-uppsättning behörigheter via FTP

# Languages::avail
source: Available
hr: Dostupno
sk: Dostupný
sr: Dostupno
sv: Tillgänglig

# Languages::availability
source: Availability
hr: Raspoloživost
sk: Dostupnosť
sr: Raspoloživost
sv: Tillgänglighet

# Languages::available
source: Available
hr: Dostupno
sk: Dostupný
sr: Dostupno
sv: Tillgänglig

# Languages::available_fields
source: Available fields
hr: Dostupna polja
sk: Dostupné polia
sr: Dostupna polja
sv: Tillgängliga fält

# Languages::available_for_vendor
source: Available for store
hr: Dostupno za trgovinu
sk: K dispozícii pre obchod
sr: Dostupno za prodavnicu
sv: Tillgänglig för butik

# Languages::available_items
source: Available items
hr: Dostupne stavke
sk: Dostupné položky
sr: Dostupne stavke
sv: Tillgängliga objekt

# Languages::available_languages
source: Available
hr: Dostupno
sk: Dostupný
sr: Dostupno
sv: Tillgänglig

# Languages::available_views
source: Available views
hr: Dostupni prikazi
sk: Dostupné zobrazenia
sr: Dostupni prikazi
sv: Tillgängliga vyer

# Languages::available_since
source: Avail since
hr: Koristi od
sk: Dostupnosť od
sr: Dostupno od
sv: Utnyttja sedan

# Languages::installed_themes
source: Installed themes
hr: Instalirane teme
sk: Nainštalované témy
sr: Instalirane teme
sv: Installerade teman

# Languages::browse_all_available_themes
source: Browse all available themes
hr: Pregledaj sve dostupne teme
sk: Prehľadávať všetky dostupné témy
sr: Pregledaj sve dostupne teme
sv: Se alla tillgängliga teman

# Languages::currently_in_use
source: Currently in use
hr: Trenutno se koristi
sk: Aktuálne použité
sr: Trenutno u upotrebi
sv: I användning

# Languages::avail_from
source: Available from
hr: Dostupna od
sk: K dispozícii od
sr: Dostupan od
sv: Tillgänglig från

# Languages::avail_till
source: Available till
hr: Dostupna do
sk: K dispozícii až
sr: Dostupan do
sv: Tillgänglig till

# Languages::average
source: Average
hr: Prosjek
sk: Priemer
sr: Prosek
sv: Medeltal

# Languages::awaiting
source: Awaiting
hr: Čeka
sk: Čaká
sr: Čeka
sv: Väntar på

# Languages::awaiting_approval
source: Awaiting approval
hr: Čeka na odobrenje
sk: Čaká na schválenie
sr: Koji čeka na odobravanje
sv: Väntar på godkännande

# Languages::backtrace
source: Backtrace
hr: Otkriti
sk: Trasovanie
sr: Prati odakle fajlovi dolaze

# Languages::backup
source: Backup
hr: Sigurnosna kopija
sk: Zálohovanie
sr: Sigurnosna kopija
sv: Säkerhetskopiering

# Languages::backupping_data
source: Backing up data for
hr: Backup podataka za
sk: Zálohovanie dát pre
sr: Pravljenje rezervne kopije podataka za
sv: Säkerhetskopiering av data för

# Languages::backupping_schema
source: Backing up schema for
hr: Shema za Sigurnosno kopiranje
sk: Zálohovanie schémy pre
sr: Pravljenje rezervne šeme za
sv: Bakningen upp schema för

# Languages::backup_data
source: Backup database data
hr: Sigurnosna kopija baze podataka
sk: Zálohovať databázové údaje
sr: Napravi rezervnu kopiju baze podataka
sv: Backup databasdata

# Languages::backup_filename
source: Backup file name
hr: Ime sigurnosne datoteke
sk: Názov záložného súboru
sr: Naziv rezervne kopije
sv: Säkerhetskopians namn

# Languages::backup_files
source: Backup files
hr: Sigurnosna kopija datoteke
sk: Zálohovanie súborov
sr: Rezervne kopije datoteka
sv: Säkerhetskopiera filer

# Languages::backup_options
source: Backup options
hr: Mogućnosti Sigurnosne kopije
sk: Možnosti zálohovania
sr: Opcije rezervnih kopija
sv: Alternativ för säkerhetskopiering

# Languages::backup_schema
source: Backup database schema
hr: Backup shema baze podataka
sk: Zálohovanie schémy databázy
sr: Šeme rezervne kopije
sv: Backup databas-schemat

# Languages::back_in_stock_notification_footer
source: Welcome to purchase!
hr: Dobrodošli na kupnju!
sk: Vitajte na nákupe!
sr: Dobrodošli u kupovinu!
sv: Välkommen för att köpa!

# Languages::back_in_stock_notification_header
source: We are writing to inform you that the following product is back in stock in our store:
hr: Obavještavamo Vas da je slijedeći proizvod ponovo dostupan na skladištu u našoj trgovini:
sk: Dovoľujeme si vás informovať, že tento produkt je späť na sklade v našom obchode:
sr: Obaveštavamo vas da su sledeći proizvodi opet u prodavnici:
sv: Vi skriver för att informera er om att följande produkt är tillbaka i lager i vår butik:

# Languages::balance
source: Balance
hr: Saldo
sk: Zostatok
sr: Saldo
sv: Balans

# Languages::balance_account
source: Account balance
hr: Stanje računa
sk: Zostatok na účte
sr: Stanje na računu
sv: Kontosaldo

# Languages::bank
source: Bank
hr: Banka
sk: Banka
sr: Banka
sv: Banken

# Languages::ground_only
source: Ground only
hr: Zemlja samo
sk: Dodanie len pre zem
sr: Samo na zemlji
sv: Marken endast

# Languages::bank_routing_number
source: Bank routing number
hr: Broj računa banke (route)
sk: Smerovacie číslo banky
sr: Bankovni broj
sv: Bankens routing-nummer

# Languages::bar
source: Bar
sk: Panel
sr: Traka

# Languages::base_currency
source: Base
hr: Baza
sk: Základ
sr: Osnova

# Languages::base_currency_not_deleted
source: The currency has not been deleted because it is the base currency of the store.
hr: Valuta nije izbrisana jer je definirana kao glavna valuta trgovine.
sk: Mena nebola odstránená pretože je to základná mena obchodu.
sr: Valuta nije izbrisana jer je to osnovna valuta prodavnice.
sv: Valutan har inte tagits bort eftersom det är basvalutan på butiken.

# Languages::base_price
source: Base price
hr: Osnovna cijena
sk: Základná cena
sr: Osnovna cena
sv: Grundpris

# Languages::bestsellers
source: Bestsellers
hr: Najprodavanije
sk: Najpredávanejší
sr: Najprodavaniji
sv: Storsäljare

# Languages::biller_code
source: Biller code
hr: Kod naplate
sk: Fakturujúci kód
sr: Šifra fakture
sv: Biller kod

# Languages::billing_address
source: Billing address
hr: Adresa za naplatu
sk: Adresa pre fakturáciu
sr: Adresa za fakturisanje
sv: Faktureringsadress

# Languages::billing_options
source: Billing Options
hr: Mogućnosti naplate
sk: Možnosti platby
sr: Opcije za fakturisanje
sv: Alternativ för fakturering

# Languages::billing_shipping_address
source: Billing and Shipping Address
hr: Adresa za naplatu i dostavu
sk: Fakturačná a doručovacia adresa
sr: Aadresa za isporuku i plaćanje
sv: Fakturering och leveransadress

# Languages::bill_to
source: Bill to
hr: Za naplatu
sk: Fakturovať na
sr: Fakturiši
sv: Bill till

# Languages::block
source: Block
hr: Blok
sk: Blok
sr: Blok

# Languages::blocks
source: Blocks
hr: Blokovi
sk: Bloky
sr: Blokovi
sv: Block

# Languages::block_already_exists_in_grid
source: This block already exists in this grid
hr: Ovaj blok već postoji u ovoj mreži
sk: Tento blok už existuje v tejto mriežke
sr: Ovaj blok već postoji u mreži
sv: Detta block finns redan i rutnätet

# Languages::block_breadcrumbs_description
source: Navigation breadcrumbs
hr: Navigacija krušne mrvice
sk: Navigačná lišta
sr: Navigacioni breadcrumbs
sv: Navigering ströbröd

# Languages::block_categories_description
source: Category trees
hr: Stabala kategorija
sk: Kategória stromov
sr: Raspored kategorija
sv: Kategori träd

# Languages::block_products_description
source: Product showcase
hr: Izlog proizvoda
sk: Ukážky produktu
sr: Izlog proizvoda
sv: Produkt showcase

# Languages::block_cart_content
source: Cart content
hr: Sadržaj košarice
sk: Obsah košíka
sr: Sadržaj korpe
sv: Köpkorgens innehåll

# Languages::block_cart_content_description
source: Current cart content
hr: Trenutni sadržaj košarice
sk: Aktuálny obsah košíka
sr: Trenutni sadržaj korpe
sv: Nuvarande vagn innehåll

# Languages::block_categories
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# Languages::block_checkout
source: Checkout
hr: Naplata
sk: Pokladňa
sr: Naručivanje
sv: Kassan

# Languages::block_checkout_description
source: Current order information
hr: Trenutne informacije o narudžbi
sk: Aktuálne informácie o objednávke
sr: Trenutne informacije o porudžbini
sv: Nuvarande ordning information

# Languages::block_content
source: Block content
hr: Blok sadržaj
sk: Obsah bloku
sr: Sadržaj bloka
sv: Blockera innehåll

# Languages::block_currencies
source: Currencies
hr: Valute
sk: Meny
sr: Valute
sv: Valutor

# Languages::block_currencies_description
source: Currency selector
hr: Odabir valute
sk: Výber meny
sr: Birač valute
sv: Valuta selector

# Languages::block_disabled
source: Block was disabled for this location
hr: Blok je onemogućen za ovaj položaj
sk: Blok bol zakázaný pre toto umiestnenie
sr: Blok je onemogućen za ovu lokaciju
sv: Blocket har inaktiverats för den här platsen

# Languages::block_enabled
source: Block was enabled for this location
hr: Blok je omogućen za ovu lokaciju
sk: Blok bol povolený pre toto umiestnenie
sr: Blok je omogućen za ovu lokaciju
sv: Blocket har aktiverats för den här platsen

# Languages::block_html_block
source: HTML block
hr: HTML blok
sk: HTML blok
sr: HTML blok

# Languages::block_html_block_description
source: Any HTML content
hr: Bilo koji HTML sadržaj
sk: Žiadny HTML obsah
sr: Svaki HTML sadržaj
sv: HTML-innehåll

# Languages::block_ip_after
source: Block IP after a number of unsuccessful attempts
hr: Blokiraj IP nakon niza neuspješnih pokušaja
sk: Blokovať IP po niekoľkých neúspešných pokusoch
sr: Blokiranje IP adrese nakon više neuspešnih prijava
sv: Blockera IP efter ett antal misslyckade försök

# Languages::block_languages
source: Languages
hr: Jezici
sk: Jazyky
sr: Jezici
sv: Språk

# Languages::block_languages_description
source: Language selector
hr: Odabir jezika
sk: Výber jazyka
sr: Birač jezika
sv: Språkval

# Languages::block_localizations
source: Localizations
hr: Lokalizacija
sk: Lokalizácia
sr: Lokalizacije
sv: Lokaliseringar

# Languages::block_localizations_description
source: Localization selector
hr: Selektor lokalizacije
sk: Výber lokalizácie
sr: Birač lokalizacije
sv: Lokaliserings val

# Languages::block_main
source: Main
hr: Glavni
sk: Hlavné
sr: Glavna

# Languages::block_main_description
source: Main content (loaded by controller)
hr: Glavni sadržaj (učitao kontroler)
sk: Hlavný obsah (načítané regulátorom)
sr: Glavni sadržaj (učitava kontroler)
sv: Huvudsakliga innehåll (laddas av controller)

# Languages::block_manager
source: Block manager
hr: Blok voditelj
sk: Blok manažér
sr: Blok Menadžer

# Languages::block_manager.fixed_layout
source: Fixed width
hr: Fiksna širina
sk: Pevná šírka
sr: Fiksna širina
sv: Fast bredd

# Languages::block_manager.fluid_layout
source: Fluid
sk: Tekutiny
sr: Tečno
sv: Varierande

# Languages::block_manager.full_width_layout
source: Full width
hr: Puna širina
sk: Celá šírka
sr: Puna širina
sv: Full bredd

# Languages::block_manager.grid_columns
source: Grid columns
hr: Stupci rešetke
sk: Stĺpce mriežky
sr: Kolone koordinatne mreže
sv: Grid kolumner

# Languages::block_manager.layout_width
source: Layout width
hr: Širina izgleda
sk: Šírka rozloženia
sr: Širina rasporeda
sv: Layoutbredd

# Languages::block_manager.max_width
source: Maximal width
hr: Maksimalna širina
sk: Maximálna šírka
sr: Maksimalna širina
sv: Maximal bredd

# Languages::block_manager.min_width
source: Minimal width
hr: Minimalna širina
sk: Minimálna šírka
sr: Minimalna širina
sv: Minimal bredd

# Languages::block_manager.forbid_changing_layout_in_css_mode
source: Changing layout when the theme is converted to CSS is not permitted. Please enable LESS mode in the <a target="_blank" class="cm-post" href="[url]">Theme editor</a>.
hr: Mijenjanje izgleda kada nije dopušteno da tema mijenja CSS. Omogućite NIŽI način in <a target="_blank" href="[url]"> uređivač tema</a>.
sr: Promena rasporeda kada se konvertuje tema u CSS nije dozvoljena. Molim vas da omogućite LESS režim u <a target="_blank" class="cm-post" href="[url]"> odeljku za teme</a>.
sv: Ändra layout när temat konverteras till CSS är inte tillåtet. Vänligen aktivera mindre läge i <a target="_blank" class="cm-post" href="[url]"> Theme editor</a>.

# Languages::block_manager.add_layout_page
source: Add layout page
hr: Dodaj izgled stranice
sk: Pridať rozloženia stránky
sr: Dodavanje rasporeda stranice
sv: Lägg till layoutsida

# Languages::block_manager.editing_layout_page
source: Editing layout page
hr: Uređivanje izgleda stranice
sk: Úpravy rozloženia stránky
sr: Uređivanje rasporeda stranice
sv: Editera layoutsida

# Languages::block_manager.new_layout_page
source: New layout page
hr: Novi izgled stranice
sk: Nové rozloženie stránky
sr: Novi raspored stranice
sv: Ny layoutsida

# Languages::block_manager.layout_pages
source: Layout pages
hr: Izgled stranica
sk: Rozloženia stránok
sr: Raspored stranica
sv: Layoutsidor

# Languages::block_menu
source: Menu
hr: Izbornik
sk: Ponuka
sr: Meni
sv: Meny

# Languages::block_menu_description
source: Different types of menus
hr: Različite vrste izbornika
sk: Rôzne typy ponúk
sr: Različite vrste menija
sv: Olika typer av menyer

# Languages::block_my_account
source: My account
hr: Moj račun
sk: Môj účet
sr: Moj nalog
sv: Mitt konto

# Languages::block_my_account_description
source: Customer profile access
hr: Pristup profilu kupca
sk: Prístup k profilu zákazníka
sr: Pristup korisničkom profilu
sv: Kundens profil tillgång

# Languages::block_name
source: Block name
hr: Naziv bloka
sk: Názov bloku
sr: Naziv bloka
sv: Blocknamn

# Languages::block_options
source: Block options
hr: Blok mogućnosti
sk: Možnosti bloku
sr: Opcije bloka
sv: Alternativ för block

# Languages::block_order
source: Block order
hr: Raspored bloka
sk: Poradie bloku
sr: Raspored bloka
sv: Block för

# Languages::block_our_brands
source: Brands
hr: Marke
sk: Značky
sr: Robne marke
sv: Varumärken

# Languages::block_our_brands_description
source: Product brands presented in the store
hr: Marke proizvoda u trgovini
sk: Značky výrobku prezentované v obchode
sr: Proizvodi brendova predstavljenih u prodavnici
sv: Varumärken som presenteras i butiken

# Languages::block_pages
source: Pages
hr: Stranice
sk: Stránky
sr: Stranice
sv: Sidor

# Languages::block_pages_description
source: Store pages
hr: Stranice trgovine
sk: Uloženie stránok
sr: Stranice prodavnice
sv: Butikssidor

# Languages::block_payment_methods
source: Payment methods
hr: Načini plaćanja
sk: Spôsoby platby
sr: Načini plaćanja
sv: Betalningssätt

# Languages::block_payment_methods_description
source: Available payment methods
hr: Raspoloživi načini plaćanja
sk: Dostupné metódy platby
sr: Dostupni načini plaćanja
sv: Tillgängliga betalningssätt

# Languages::block_products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# Languages::block_product_filters
source: Product filters
hr: Filter proizvoda
sk: Filtre výrobku
sr: Filteri za proizvod
sv: Produkt filter

# Languages::block_product_filters_description
source: Product filtering options
hr: Mogućnosti filtriranja proizvoda
sk: Možnosti filtrovania produktov
sr: Opcije filtriranja proizvoda
sv: Produkt filtreringsalternativ

# Languages::block_product_filters_home
source: Product filters for home page
sr: Filteri proizvod za matičnu stranicu
sv: Produkt filter för hemsida

# Languages::block_product_filters_home_description
source: Product filtering options, displayed on home page
sr: Filtriranje opcija proizvoda prikazanih na matičnoj stranici
sv: Produkt filtreringsalternativ, visas på startsidan

# Languages::block_settings
source: Block settings
hr: Postavke bloka
sk: Nastavenie blokovania
sr: Postavke bloka
sv: Block-inställningar

# Languages::block_shipping_methods
source: Shipping methods
hr: Metode dostave
sk: Prepravné metódy
sr: Načini isporuke
sv: Leveransmetoder
