Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::warning_insecure_admin_script
source: It is strongly recommended that you rename the default <b>admin.php</b> script (check the <a href="[href]" target="_blank">Knowledge base</a>) for security reasons.
hr: Preporučuje se preimenovati zadanu <b>admin.php</b> skriptu (provjerite <a href="[href]" target="_blank">Bazu znanja</a>) iz sigurnosnih razloga.
sk: Dôrazne odporúčame, aby ste z bezpečnostných dôvodov premenovali predvolený <b>admin.php</b> skript (pozrite <a href="[href]" target="_blank">Knowledge base</a>).
sr: Iz sigurnosnih razloga preporučuje se da preimenujete podrazumevanu <b>admin.php</b> datoteku (proverite <a href="[href]" target="_blank"> bazu znanja</a>).
sv: Det rekommenderas starkt att du byter namn på <b>admin.php</b> standardskriptet (kolla <a href="[href]" target="_blank"> kunskapsbas</a>) av säkerhetsskäl.

# Languages::warning_insecure_password_email
source: The password must be different from the E-mail! <p><a href="[link]" class="underlined"><b>Change password &#155;&#155;</b></a></p>
hr: Lozinka se mora razlikovati od e-mail adrese! <p><a href="[link]" class="underlined"><b>Promijeni lozinku &#155;&#155;</b></a></p>
sk: Heslo sa musí líšiť od e-mailovej adresy! <p><a href="[link]" class="underlined"><b>Zmeniť heslo &#155;&#155;</b></a></p>
sr: Lozinka mora se razlikovati od e-adrese! <p><a href="[link]" class="underlined"> <b>Promeni lozinku &#155;&#155;</b></a></p>
sv: Lösenordet måste vara olika från e-post! <p><a href="[link]" class="underlined"> <b>ändra lösenord </b></a></p>

# Languages::warning_lanvar_incorrect_name
source: Language variable name contains unsupported characters!
hr: Naziv varijable jezika sadrži znakove koji nisu podržani!
sk: Názov premennej jazyka obsahuje nepodporované znaky!
sr: Ime jezičke promenljive sadrži nepodržane znakove!
sv: Variabel namn innehåller otillåtna tecken!

# Languages::warning_not_deleted_default_language
source: The [lang_name] language cannot be deleted because it is the default store language
hr: [lang_name] jezik nije moguće izbrisati jer je zadani jezik trgovine
sk: Jazyk [lang_name] nemôže byť odstránený, pretože je predvoleným jazykom obchodu
sr: [lang_name] jezik se ne može izbrisati jer je podrazumevani jezik prodavnice
sv: Det [lang_name] språket kan inte tas bort eftersom det är butik standardspråket

# Languages::warning_promotions_incorrect_condition
source: The "[condition]" condition can be used in groups with "[set_value]" conditions only.
hr: "[condition]" uvjet se može koristiti samo u grupama s "[set_value]" uvjetima.
sk: Podmienka "[condition]" môže byť použitá v skupinách len s podmienkami "[set_value]".
sr: "[condition]" stanje može da se koristi u grupama samo sa "[set_value]" uslovima.
sv: Villkoret "[condition]" kan användas i grupper med "[set_value]" villkorar endast.

# Languages::warning_store_optimization_dev
source: Auto cache update enabled.<br /><br />Modified files are tracked in real time (including the files modified directly on server) and re-cached.<br /><br />Store performance may be slightly affected. Recommended to disable on production in the <a href="[link]">Themes</a>.
hr: Automatsko ažuriranje predmemorije omogućeno.<br /><br />Promijenjene datoteke se prate u stvarnom vremenu (uključujući datoteke izmijenjene izravno na poslužitelju) i spremaju u predmemoriju.<br /><br />Može donekle utjecati na rad trgovine. Preporuča se onemogućiti u fazi proizvodnje na <a href="[link]">Theme</a>.
sk: Automatická aktualizácia medzipamäte povolená.<br /><br />Upravené súbory sú sledované v reálnom čase (vrátane súborov upravených priamo na serveri) a znovu uložené do medzipamäte.<br /><br />Výkon obchodu môže byť mierne ovplyvnený. Odporúčame vypnúť pri tvorbe v <a href="[link]">Témach</a>.
sr: Automatsko ažuriranje keša je omogućeno. <br/> <br/> Izmenjene datoteke se prate u realnom vremenu (uključujući datoteke izmenjene direktno na serveru) i ponovo keširaju. <br/> <br/> Ovo može neznatno uticati na performanse e-prodavnice. Preporučuje se da onemogućite režim proizvodnje u odeljku <a href="[link]"> Teme</a>.
sv: Auto cacheuppdatering aktiverad. < br / > < br / > ändrad filer spåras i realtid (inklusive filerna ändras direkt på servern) och re-cachad. < br / > < br / > Store prestanda kan påverkas något. Rekommenderas för att inaktivera på produktion i <a href="[link]"> teman</a>.

# Languages::warning_store_optimization_dev_disabled
source: Auto cache update disabled.<br /><br />Clear compiled templates manually after modifying the theme files by following <a href="[link]">this link</a> to apply the changes.
hr: Automatsko ažuriranje predmemorije onemogućeno.<br /><br />Očistite kompilirane predloške ručno nakon mijenjanja datoteka teme slijedeći <a href="[link]">ovaj link</a> za primjenu promjena.
sk: Automatická aktualizácia medzipamäte zakázaná.<br /><br />Po modifikácii súborov tém pomocou <a href="[link]">tohto odkazu</a> ručne zmažte kompilované šablóny, aby ste použili zmeny.
sr: Ažuriranje auto keširanja je onemogućeno. <br/> <br/> Očistite sastavljene šeme ručno nakon modifikacije klikom na <a href="[link]"> ovu vezu</a> da biste primenili promene.
sv: Automatisk cache uppdatera funktionshindrade. < br / > < br / > Clear sammanställt mallar manuellt efter att du ändrat Temafiler av följande <a href="[link]"> denna länk</a> för att tillämpa ändringarna.

# Languages::warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
hr: <b>[email]</b> je već na popisu pretplatnika
sk: <b>[email]</b> už je v zozname odberateľov
sr: <b>[email]</b> je već u spisku pretplatnika
sv: <b>[email]</b> finns redan i listan abonnenter

# Languages::warning_theme_clone_dir_exists
source: Can not clone theme, because directory you entered is already exist. Please enter another one.
hr: Nije moguće klonirati temu jer direktorij koji ste unijeli već postoji. Molimo unesite drugi.
sk: Nie je možné naklonovať tému, keďže adresár ktorý ste zadali už existuje. Vyberte iný.
sr: Nije moguće klonirati temu, jer direktorijum koji ste uneli je već postoji. Unesite drugi.
sv: Kan inte klona tema, eftersom katalogen du angett är redan finns. Ange en annan.

# Languages::warning_track_orders_not_allowed
source: You are not allowed to view the details of this order.
hr: Nije vam dopušteno vidjeti detalje ove narudžbe.
sk: Nemôžete si prezerať detaily tejto objednávky.
sr: Nije vam dozvoljeno da vidite detalje ove porudžbine.
sv: Du får inte Visa detaljer i denna ordning.

# Languages::warning_track_orders_not_found
source: The E-mail/Order ID you entered doesn't exist
hr: E-mail/ID narudžbe koji ste unijeli ne postoji
sk: E-mail/ID Objednávky, ktorý ste zadali, neexistuje
sr: ID / E-pošta koju ste uneli ne postoji
sv: E-post/Order-ID du angav finns inte

# Languages::warning_variants_removal
source: Clicking on Save will remove product feature values.
hr: Pritiskom na Spremi uklonit ćete vrijednosti karakteristike proizvoda.
sk: Kliknutím na tlačidlo Uložiť odstránite hodnoty vlastností produktu.
sr: Klikom na Sačuvaj će ukloniti vrednost funkcije proizvoda.
sv: Klicka på Spara vilja ta bort produkt funktion värden.

# Languages::website
source: Website
hr: Web-mjesto
sk: Webstránka
sr: Web sajt
sv: Hemsida

# Languages::web_pages
source: Web pages
hr: Web stranice
sk: Webstránky
sr: Web stranica
sv: Webbsidor

# Languages::web_site
source: Website
hr: Web-mjesto
sk: Webstránka
sr: Web sajt
sv: Hemsida

# Languages::week
source: Week
hr: Tjedan
sk: Týždeň
sr: Sedmica
sv: Vecka

# Languages::weekday_0
source: Sunday
hr: Nedjelja
sk: Nedeľa
sr: Nedelja
sv: Söndag

# Languages::weekday_1
source: Monday
hr: Ponedjeljak
sk: Pondelok
sr: Ponedeljak
sv: Måndag

# Languages::weekday_2
source: Tuesday
hr: Utorak
sk: Utorok
sr: Utorak
sv: Tisdag

# Languages::weekday_3
source: Wednesday
hr: Srijeda
sk: Streda
sr: Sreda
sv: Onsdag

# Languages::weekday_4
source: Thursday
hr: Četvrtak
sk: Štvrtok
sr: Četvrtak
sv: Torsdag

# Languages::weekday_5
source: Friday
hr: Petak
sk: Piatok
sr: Petak
sv: Fredag

# Languages::weekday_6
source: Saturday
hr: Subota
sk: Sobota
sr: Subota
sv: Lördag

# Languages::weekday_abr_0
source: Sun
hr: Ned
sk: NE
sr: Ned

# Languages::weekday_abr_1
source: Mon
hr: Pon
sk: PO
sr: Pon

# Languages::weekday_abr_2
source: Tue
hr: Uto
sk: UT
sr: Uto
sv: Tis

# Languages::weekday_abr_3
source: Wed
hr: Sri
sk: St
sr: Sre
sv: Ons

# Languages::weekday_abr_4
source: Thu
hr: Čet
sk: Št
sr: Čet
sv: Tor

# Languages::weekday_abr_5
source: Fri
hr: Pet
sk: Pi
sr: Pet
sv: Fre

# Languages::weekday_abr_6
source: Sat
hr: Sub
sk: So
sr: Sub
sv: Lör

# Languages::weeks
source: week(s)
hr: tjedana
sk: týždňov
sr: sedmica
sv: vecka/veckor

# Languages::weight
source: Weight
hr: Težina
sk: Hmotnosť
sr: Masa
sv: Vikt

# Languages::weight_dependences
source: Weight dependencies
hr: Faktori težine za određivanje cijene
sk: Závislosti homotnosti
sr: Težina zavisi od
sv: Vikt beroenden

# Languages::weight_limit
source: Weight limit
hr: Ograničenje težine
sk: Hmotnostný limit
sr: Ograničenje težine
sv: Viktgränsen

# Languages::weight_modifier
source: Weight modifier
hr: Modifikator težine
sk: Modifikátor hmotnosti
sr: Izmena težine
sv: Vikt modifier

# Languages::weight_symbol
source: Weight symbol
hr: Težina simbol
sk: Symbol hmotnosti
sr: Simbol težine
sv: Vikt symbol

# Languages::well_done
source: Well done!
hr: Bravo!
sk: Dobrá práca!
sr: Bravo!
sv: Bra gjort!

# Languages::what_is_cvv2
source: What is CVV/CVC
hr: Što je CVV/CVC
sk: Čo je CVV/CVC
sr: Šta je CVV/CVC
sv: Vad är CVV/CVC

# Languages::widget_code
source: Widget code
hr: Widget kod
sk: Kód Widgetu
sr: Šifra vidžeta
sv: Widget-kod

# Languages::widget_what_is_it
source: <a href="[href]" target="_blank">What is it?</a>
hr: <a href="[href]" target="_blank"> što?</a>
sk: <a href="[href]" target="_blank">Čo je to?</a>
sr: <a href="[href]" target="_blank"> Šta je bilo?</a>
sv: <a href="[href]" target="_blank"> vad är det?</a>

# Languages::width
source: Width
hr: Širina
sk: Šírka
sr: Širina
sv: Bredd

# Languages::without_image
source: Without image
hr: Bez slike
sk: Bez obrázku
sr: Bez slike
sv: Utan bild

# Languages::with_contact_information
source: With contact information only
hr: Samo sa kontakt podacima
sk: Len s kontaktnými informáciami
sr: Sa informacijama o kontaktu samo
sv: Med kontaktuppgifter endast

# Languages::world
source: World
hr: Svijet
sk: Svet
sr: Svet
sv: Världen

# Languages::worldnettps_hash_error
source: An error occurred. Error details: Request and Response hash do not match.
hr: Došlo je do pogreške. Detalji o pogrešci: upit i odgovor HASH ne odgovaraju.
sk: Vyskytla sa chyba. Podrobnosti: Hash požiadavky a odpovede sa nezhodujú.
sr: Došlo je do greške. Detalji greške: Hash Zahteva i Odgovora se ne podudara.
sv: Ett fel uppstod. Felinformation: begäran och svar hash matchar inte.

# Languages::worldpay_secret
source: MD5 secret for transactions
hr: MD5 tajna za transakcije
sk: Tajné MD5 pre transakcie
sr: MD5 tajna za transakcije
sv: MD5 hemlighet för transaktioner

# Languages::wrapper
source: Wrapper
hr: Omot
sr: Omot

# Languages::write
source: Write
hr: Napiši
sk: Písať
sr: Pisanje
sv: Skriva

# Languages::year
source: Year
hr: Godina
sk: Rok
sr: Godina
sv: År

# Languages::yes
source: Yes
hr: Da
sk: Áno
sr: Da
sv: Ja

# Languages::yesterday
source: Yesterday
hr: Jučer
sk: Včera
sr: Juče
sv: Igår

# Languages::your_message
source: Your message
hr: Vaša poruka
sk: Vaša správa
sr: Vaša poruka
sv: Ditt meddelande

# Languages::your_name
source: Your name
hr: Vaše ime
sk: Vaše meno
sr: Vaše ime
sv: Ditt namn

# Languages::your_range
source: Your range
hr: Vaš raspon
sk: Váš rozsah
sr: Vaš opseg
sv: Din rad

# Languages::you_have_no_permissions
source: You have no permissions
hr: Nemate dozvolu
sk: Nemáte žiadne právomoci
sr: Nemate dozvole
sv: Du har inga behörigheter

# Languages::you_save
source: You save
hr: Uštedjeli ste
sk: Ušetríte
sr: Uštedićete
sv: Du sparar

# Languages::zero_price_action
source: Zero price action
hr: Akcija za proizvod bez cijene
sk: Možnosti pri nulovej cene
sr: Akcija ukoliko je cena nula
sv: Noll pris åtgärder

# Languages::zipcodes
source: Zip/Postal codes
hr: Poštanski brojevi
sk: PSČ
sr: Poštanski brojevi
sv: Zip/Postal koder

# Languages::zip_postal_code
source: Zip/postal code
hr: Poštanski broj
sk: PSČ
sr: Poštanski broj
sv: Postnummer

# Languages::zone
source: Zone
hr: Zona
sk: Zóna
sr: Zona
sv: Zonen

# Languages::zpa_ask_price
source: Ask customer to enter the price
hr: Pitaj kupca da unese cijenu
sk: Požiadať zákazníka, aby zadal cenu
sr: Pitajte kupca da unese cenu
sv: Be kunden att ange priset

# Languages::zpa_permit
source: Allow customers to add the product to cart
hr: Dopusti kupcu da doda proizvod u košaricu
sk: Umožniť zákazníkom pridať tovar do košíka
sr: Dozvolite kupcima da dodaju proizvod u korpu
sv: Låta kunder att lägga produkten i kundvagnen

# Languages::zpa_refuse
source: Do not allow customers to add the product to cart
hr: Nemoj dopustiti kupcu da doda ovaj proizvod u košaricu
sk: Neumožniť zákazníkom pridať tovar do košíka
sr: Ne dozvolite kupcima da dodaju proizvod u korpu
sv: Inte Tillåt kunder att lägga produkten i kundvagnen

# Languages::po_file
source: Choose a file in the PO or ZIP format
hr: Odaberi datoteku u PO ili ZIP formatu
sk: Vyberte súbor vo formáte PO alebo ZIP
sr: Odaberite datoteku u formatu PO ili ZIP
sv: Välj en fil i PO eller ZIP-format

# Languages::hidden_categories
source: Hidden categories
hr: Skrivene kategorije
sk: Skryté kategórie
sr: Skrivene kategorije
sv: Dolda kategorier

# Languages::clone_categories
source: Copy categories
hr: Kopiraj kategorije
sk: Kopírovať kategórie
sr: Kopiraj kategorije
sv: Kopiera kategorier

# Languages::clone_layouts
source: Copy layouts
hr: Kopiraj izglede
sk: Kopírovať rozloženia
sr: Kopiranje rasporeda
sv: Kopiera layouter

# Languages::clone_pages
source: Share pages
hr: Podijeli stranice
sk: Zdieľať stránky
sr: Podeli stranice
sv: Dela sidor

# Languages::clone_payments
source: Share payment methods
hr: Podijeli načine plaćanja
sk: Zdieľať platobné metódy
sr: Podeli načine plaćanja
sv: Dela betalningsmetoder

# Languages::clone_products
source: Share products
hr: Podijeli proizvode
sk: Zdieľať produkty
sr: Podeli proizvode
sv: Dela produkter

# Languages::clone_product_features
source: Share product features
hr: Podijeli karakteristike proizvoda
sk: Zdieľať vlastnosti produktov
sr: Podeli karakteristike proizvoda
sv: Dela produktegenskaper

# Languages::clone_product_filters
source: Share product filters
hr: Podijeli filtere za proizvod
sk: Zdieľať filtre produktov
sr: Podeli filtere proizvode
sv: Dela produkt filter

# Languages::clone_profile_fields
source: Share profile fields
hr: Podijeli polja profila
sk: Zdieľať profilové polia
sr: Podeli polja profila
sv: Dela profil fält

# Languages::clone_promotions
source: Share promotions
hr: Podijeli promocije
sk: Zdieľať akcie
sr: Deljenje promocija
sv: Dela kampanjer

# Languages::clone_settings
source: Copy settings
hr: Kopiraj postavke
sk: Kopírovať nastavenia
sr: Kopiraj postavke
sv: Kopiera inställningarna

# Languages::clone_shippings
source: Share shipping methods
hr: Podijeli načine dostave
sk: Zdieľať spôsoby dopravy
sr: Podeli načine isporuke
sv: Dela frakt metoder

# Languages::clone_sitemap
source: Copy sitemap
hr: Kopiraj kartu stranice
sk: Kopírovať sietmap
sr: Kopiraj mapu sajta
sv: Kopiera sitemap

# Languages::clone_static_data_clone
source: Copy menus
hr: Kopiraj izbornike
sk: Kopírovať menu
sr: Kopiraj menije
sv: Kopiera menyer

# Languages::text_uc_failed_to_decompress_files
source: Failed to extract files from the archive
hr: Neuspješno izdvajanje datoteka iz arhive
sk: Nepodarilo sa extrahovať súbory z archívu
sr: Fajlovi iz arhive nisu ekstraktovani
sv: Det gick inte att extrahera filer från arkivet

# Languages::development
source: Development
hr: Razvoj
sk: Vývoj
sr: Razvoj
sv: Utveckling

# Languages::product_option_delimiter
source: Option delimiter
hr: Graničnik opcija
sk: Oddeľovač možností
sr: Separator za opcije
sv: Alternativet avgränsare

# Languages::text_product_option_delimiter
source: Delimiter for product options within an option combination (e.g. "Color: Red, Size: Small")
hr: Graničnik za opcije proizvoda unutar kombinacije opcije (npr. ''Boja: Crvena, Veličina: Mala'')
sk: Oddeľovač pre možnosti produktu s ich kombináciou (napr. "Farba: Červená, Veľkosť: Malá")
sr: Separator za opcije proizvoda u okviru kombinacija opcija (npr "boja: crvena, veličina: mala")
sv: Avgränsare för produkt alternativ inom en alternativ kombination (e.g. "färg: röd, storlek: liten")

# Languages::upload_addon
source: Upload & install add-on
hr: Otpremi i instaliraj dodatak
sk: Nahrať & nainštalovať doplnok
sr: Otpremi & instaliraj dodatak
sv: Ladda upp & installera tillägg

# Languages::upload_theme
source: Upload theme
hr: Učitaj temu
sk: Nahrať tému
sr: Otpremi temu
sv: Ladda upp tema

# Languages::install_theme_text
source: Uploading and installing a new theme is a great way to personalize your storefront. You can upload a theme by picking a [exts] format archive and clicking <strong>Upload</strong>.
hr: Preuzimanje i instalirane nove teme odličan je način prilagodbe vašeg izloga. Temu možete preuzeti odabirom [exts] arhive i pritiskom na <strong>Preuzmi</strong>.
sk: Upload a inštalácia novej témy je skvelý spôsob ako personalizovať váš obchod. Tému môžete uploadovať tak, že vyberiete archív formátu [exts] a kliknete na <strong>Uploadovať</strong>.
sr: Otpremanje i instaliranje nove teme je odličan način za uređivanje izgleda tvoje prodavnice. Teme možete da otpremite odabirom [exts] formata arhive i klikom na <strong>Otpremi</strong>.
sv: Uppladdning och installerar ett nytt tema är ett bra sätt att anpassa ditt skyltfönster. Du kan ladda upp ett tema genom att plocka ett [exts] format Arkiv och klicka på <strong>ladda upp</strong>.

# Languages::non_writable_directories
source: The following directories do not have writable permissions
hr: Sljedeći direktoriji nemaju dozvole pisanja
sk: Tieto adresáre nemajú zapisovacie oprávnenia
sr: Sledeći direktorijumi nemaju upisive dozvole
sv: Följande kataloger har inte skrivbar behörigheter

# Languages::text_set_write_permissions_for_dirs
source: You can set the write permissions for the Web server to the directories listed above or provide an FTP-access with the write permissions to these directories.
hr: Možete postaviti dozvole pisanja za Web-poslužitelja za gore navedene direktorije ili dati FTP-pristup s dozvolama pisanja za ove direktorije.
sk: Zapisovacie oprávnenia môžete buď prideliť webovému serveru, alebo poskytnúť FTP prístup so zapisovacími oprávneniami pre tieto adresáre.
sr: Možete da postavite dozvole za pisanje za Web server na gore navedenim direktorijumima ili da obezbedite FTP pristup sa dozvolama za upisivanje ovim direktorijumima.
sv: Du kan ställa in skrivbehörighet för webbservern till kataloger som anges ovan eller ge en FTP-åtkomst med skrivbehörighet för dessa kataloger.

# Languages::ftp_server_options
source: FTP server options
hr: FTP opcije poslužitelja
sk: Možnosti servera FTP
sr: Opcije FTP servera
sv: FTP-serveralternativ

# Languages::ftp_directory
source: FTP directory
hr: FTP direktorij
sk: FTP adresár
sr: FTP direktorijum
sv: FTP-katalog

# Languages::recheck
source: Re-check
hr: Ponovno provjeri
sk: Skontrolovať
sr: Ponovo proverite

# Languages::use_this_style
source: Use this style
hr: Koristite ovaj stil
sk: Použiť tento štýl
sr: Koristi ovaj stil
sv: Använd denna stil

# Languages::upload_via_ftp
source: Upload via FTP
hr: Uploadati putem FTP-a
sk: Nahrať cez FTP
sr: Otpremi preko FTP-a
sv: Ladda upp via FTP

# Languages::invalid_ftp_access
source: Invalid FTP access
hr: FTP pristup nije ispravan
sk: Neplatný prístup k FTP
sr: Nevažeći FTP pristup
sv: Ogiltig FTP-åtkomst

# Languages::install_addon_text
source: Add-ons extend the functionality of your store. <br /> You can install an add-on by picking a [exts] format archive and clicking Upload & install.
hr: Dodaci proširuju funkcionalnosti vaše trgovine. <br /> Možete instalirati dodatak odabirom [exts] arhiva formata i pritiskom na Preuzmi & Instaliraj.
sk: Doplnky rozširujú možnosti vášho obchodu. <br /> Doplnky môžete nainštalovať vybratím archívu vo formáte [exts] a kliknutím na Uploadovať a inštalovať.
sr: Dodaci pospešuju funkcionalnost vaše prodavnice. <br /> Može instalirati dodatak odabirom [exts] formata arhive i klikom na Otpremi & instaliraj.
sv: Tillägg utöka funktionerna i din butik. < br / > du kan installera ett tillägg genom att plocka ett [exts] format Arkiv och klicka på Upload & installera.

# Languages::xml_error
source: XML parse error
hr: XML pogreška tijekom analize
sk: Chyba pri analýze XML
sr: Greška u analizi XML-a
sv: Parsningsfel i XML

# Languages::column
source: Column
hr: Stupac
sk: Stĺpec
sr: Kolona
sv: Kolumn

# Languages::checking_core_version_is_not_suitable
source: Version of your cart ([version]) is not supported. Minimal: [min]. Maximal: [max].
hr: Verzija vaše košarice ([version]) nije podržana. Minimalno: [min]. Maksimalno: [max].
sk: Vaša verzia košíka ([version]) nie je podporovaná. Minimálna: [min]. Maximálna: [max].
sr: Verzija vaše prodavnice ([version]) nije podržana. Minimalna: [min]. Maksimalna: [max].
sv: Version av din varukorg ([version]) stöds inte. Minimal: [min]. Maximal: [max].

# Languages::checking_core_edition_is_not_suitable
source: Edition of your cart ([current_edition]) is not supported. Required: [required_edition].
hr: Izdanje vaše košarice ([current_edition]) nije podržano. Potrebno: [required_edition].
sk: Vaše vydanie košíka ([current_edition]) nie je podporované. Potrebné: [required_edition].
sr: Izdanje vaše prodavnice ([current_edition]) nije podržano. Potrebno: [required_edition].
sv: Upplagan av din varukorg ([current_edition]) stöds inte. Krävs: [required_edition].

# Languages::checking_php_version_is_not_suitable
source: PHP version ([version]) is not supported. Minimal: [min]. Maximal: [max].
hr: PHP verzija ([version]) nije podržana. Minimalno: [min]. Maksimalno: [max].
sk: Táto verzia PHP ([version]) nie je podporovaná. Minimálna: [min]. Maximálna: [max].
sr: PHP verzija ([version]) nije podržana. Minimalna: [min]. Maksimalna: [max].
sv: PHP-version ([version]) stöds inte. Minimal: [min]. Maximal: [max].

# Languages::checking_extension_should_be_installed
source: The [extension] extension should be installed on your server for correct add-on operation.
hr: Nastavak [extension] treba biti instaliran na vašem poslužitelju za ispravan rad dodatka.
sk: Pre správne fungovanie doplnku by na vašom serveri malo byť nainštalované rozšírenie [extension].
sr: Ekstenzija [extension] treba da se instalira na vaš server da bi dodatak ispravno funkcionisao.
sv: Tillägget [extension] ska installeras på din server för rätt tillägg drift.

# Languages::checking_extension_should_be_removed
source: The [extension] extension should be removed from your server for correct add-on operation.
hr: [extension] nastavak treba ukloniti s vašeg poslužitelja za ispravan rad dodatka.
sk: Pre správne fungovanie doplnku by ste mali z vášho serveru odstrániť rozšírenie [extension].
sr: Ekstenziju [extension] treba ukloniti sa servera da bi dodatak ispravno funkcionisao.
sv: Tillägget [extension] bör tas bort från servern för rätt tillägg drift.
