Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# LanguageName
source: Localized language name
hr: Hrvatski
sk: Slovak
sr: Serbian
sv: Swedish

# Languages::2co_enable_fraud_verification
source: Enable support of fraud notification
hr: Omogući podršku za obavijest o prijevari
sk: Povoliť podporu oznámenia zneužitia
sr: Omogućavanje podrške za obaveštenja o prevari
sv: Aktivera stöd för bedrägeri anmälan

# Languages::2co_fraud_fail
source: Status for orders with failed fraud review
hr: Status narudžbe s neuspjelim lažnim izvješćem
sk: Stav objednávky neúspešný podvod recenziu
sr: Status za naloge sa negativnim ishodom provere prevare
sv: Status för order med misslyckade bedrägerier recension

# Languages::2co_fraud_wait
source: Status for orders waiting for fraud review
hr: Status narudžbe u iščekivanju lažnog izvješća
sk: Stav objednávky čaká na preskúmanie podvodu
sr: Status za naloge koji čekaju na pregled prevare
sv: Status för order väntar bedrägeri recension

# Languages::404
source: The 404 Not Found error message
hr: 404 podatak koji tražite nije pronađen.
sk: 404 - chybová správa
sr: 404 Nije Pronađeno poruka o grešci
sv: Felmeddelandet 404 hittades inte

# Languages::absolute
source: Absolute
hr: Ukupno
sk: Absolútne
sr: Apsolutna
sv: Absolut

# Languages::installed_addons
source: Installed add-ons
hr: Instalirani dodaci
sk: Inštalované doplnky
sr: Instalirani dodaci
sv: Installerade moduler

# Languages::browse_all_available_addons
source: Browse all available add-ons
hr: Pregledaj sve dostupne dodatke
sk: Prechádzať všetky dostupné doplnky
sr: Pregledaj sve dostupne dodatke
sv: Alla tillgängliga moduler

# Languages::accept
source: Accept
hr: Prihvati
sk: Prijať
sr: Prihvati
sv: Acceptera

# Languages::access_denied
source: Access denied
hr: Pristup odbijen
sk: Prístup zamietnutý
sr: Pristup odbijen
sv: Åtkomst nekad

# Languages::access_denied_text
source: You don't have permission to access the page.
hr: Nemate dozvolu za pristup stranici.
sk: Nemáte povolenie na prístup k stránke.
sr: Nemate pravo pristupa stranici.
sv: Du har inte behörighet att komma åt sidan.

# Languages::account
source: Account
hr: Račun
sk: Účet
sr: Nalog
sv: Konto

# Languages::account_name
source: Account name
hr: Naziv računa
sk: Názov účtu
sr: Naziv naloga
sv: Kontonamn

# Languages::account_number
source: Account number
hr: Broj računa
sk: Číslo účtu
sr: Broj naloga
sv: Kontonummer

# Languages::account_type
source: Account type
hr: Vrsta računa
sk: Typ účtu
sr: Tip naloga
sv: Kontotyp

# Languages::action
source: Action
hr: Akcija
sk: Akcia
sr: Akcija
sv: Åtgärd

# Languages::actions
source: Actions
hr: Akcije
sk: Akcie
sr: Radnje
sv: Åtgärder

# Languages::activate_menu_tab_for
source: Activate menu item for dispatch
hr: Aktivirajte stavku iz izbornika za dostavu
sk: Aktivovať menu položku pre zverejnenie
sr: Aktivirajte stavku menija za otpremanje
sv: Aktivera menyalternativet för avsändning

# Languages::activate_selected
source: Activate selected
hr: Aktiviranje odabrane
sk: Aktivovať vybraté
sr: Aktiviraj izabrano
sv: Aktivera valda

# Languages::activate_skrill_merchant_tools
source: Activate Skrill Merchant Tools
hr: Aktivirajte Skrill Merchant alat
sk: Aktivovať Skrill Merchant Tools
sr: Aktivirajte Skrill trgovačke alate
sv: Aktivera Skrill Merchant verktyg

# Languages::activation_link
source: Activation link
hr: Link za aktivaciju
sk: Aktivačný odkaz
sr: Link za aktivaciju
sv: Aktiveringslänk

# Languages::activation_mode
source: Activation mode
hr: Način aktivacije
sk: Aktivačný mód
sr: Aktiviranje režima
sv: Aktiverings mod

# Languages::active
source: Active
hr: Aktivni
sk: Aktívne
sr: Aktivno
sv: Aktiv

# Languages::active_categories
source: Active categories
hr: Aktivne kategorije
sk: Aktívne kategórie
sr: Aktivnih kategorija
sv: Aktiva kategorier

# Languages::active_style
source: Active style
hr: Aktivni stil
sk: Aktívny štýl
sr: Aktivni stil
sv: Aktiv stil

# Languages::active_products
source: Active products
hr: Aktivni proizvodi
sk: Aktívne produkty
sr: Aktivnih proizvoda
sv: Aktiva produkter

# Languages::active_promotions
source: Active promotions
hr: Aktivna sniženja
sk: Aktívne akcie
sr: Aktivne promocije
sv: Aktiva kampanjer

# Languages::act_on_behalf
source: Act on behalf of
hr: Djelovati u ime
sk: Konať v mene
sr: Postupi umesto
sv: Agera på uppdrag av

# Languages::add
source: Add
hr: Dodaj
sk: Pridať
sr: Dodaj
sv: Lägg till

# Languages::added
source: added
hr: dodano
sk: pridané
sr: dodato
sv: lagt till

# Languages::adding_block_to_grid
source: Adding block to grid
hr: Dodavanje bloka s rešetkom
sk: Pridať bloku na mriežku
sr: Dodavanje bloka u mrežu
sv: Att lägga block till nätet

# Languages::adding_grid
source: Adding grid
hr: Dodavanje mreže
sk: Pridanie mriežky
sr: Dodavanje mreže
sv: Att lägga till rutnät

# Languages::additional_data
source: Additional data
hr: Dodatni podaci
sk: Dodatočné údaje
sr: Dodatni podaci
sv: Ytterligare data

# Languages::additional_images
source: Additional images
hr: Dodatne slike
sk: Pridané obrázky
sr: Dodatne slike
sv: Ytterligare bilder

# Languages::additional_options
source: Additional options
hr: Dodatne mogućnosti
sk: Ďalšie možnosti
sr: Dodatne opcije
sv: Ytterligare alternativ

# Languages::additional_parameter_not_correct
source: Additional parameter is incorrect
hr: Dodatni parametar je netočan
sk: Dodatočný parameter je nesprávny
sr: Dodatni parametar je netačan
sv: Ytterligare en parameter är felaktig

# Languages::additional_popup_larger_image
source: Popup larger images of additional thumbnails
hr: Za male slike otvaranje veće slike u popup
sk: Vyskakovacie obrázky náhľadov
sr: Izbaci veće slike dodatnih sličica
sv: Popup-större bilder av ytterligare miniatyrer

# Languages::additional_thumbnail
source: Additional thumbnails
hr: Dodatne sličice
sk: Ďalšie miniatúry
sr: Dodatne sličice
sv: Ytterligare miniatyrer

# Languages::additional__option_thumbnail
source: Additional option thumbnail
hr: Dodatna mogućnost minijatura
sk: Ďalšie možnosti miniatúr
sr: Dodatna opcija sličica
sv: Ytterligare alternativ miniatyr

# Languages::addon
source: Add-on
hr: Dodatak
sk: Doplnok
sr: Dodatak
sv: Modul

# Languages::addons
source: Add-ons
hr: Dodaci
sk: Doplnky
sr: Programski dodaci
sv: Moduler

# Languages::addon_sql_error
source: An error in an SQL query occurred during the add-on installation. The add-on will not be installed.
hr: Tijekom instalacije dodatka došlo je do pogreške tjekom SQL upita. Dodatak neće biti instaliran.
sk: Pri inštalácii doplnku sa vyskytla chyba v dotaze SQL. Doplnok sa nenainštaluje.
sr: Došlo je do greške u SQL upitu tokom instalacije dodataka. Dodatak neće biti instaliran.
sv: Ett SQL-fel uppstod under installationen. Modulen installeras inte.

# Languages::address
source: Address
hr: Adresa
sk: Adresa
sr: Adresa
sv: Adress

# Languages::addresses
source: Addresses
hr: Adrese
sk: Adresy
sr: Adrese
sv: Adresser

# Languages::address_2
source: Address (line 2)
hr: Adresa (2)
sk: Adresa (2. riadok)
sr: Adresa (linija 2)
sv: Adress (rad 2)

# Languages::address_commercial
source: Commercial
hr: Komercijalni
sk: Komerčné
sr: Komercijalna
sv: Kommersiell

# Languages::address_residential
source: Residential
hr: Stambene
sk: Obytné
sr: Stambena
sv: Bostäder

# Languages::address_type
source: Address type
hr: Vrsta adrese
sk: Typ adresy
sr: Tip adrese
sv: Adresstyp

# Languages::add_administrator
source: Add administrator
hr: Dodaj administratora
sk: Pridať administrátora
sr: Dodaj administratora
sv: Lägg till administrator

# Languages::add_block
source: Add block
hr: Dodavanje bloka
sk: Pridanie bloku
sr: Dodaj blok
sv: Lägg till block

# Languages::add_bonus
source: Add bonus
hr: Dodajte bonus
sk: Pridať bonus
sr: Dodaj bonus
sv: Lägg till bonus

# Languages::add_cart_promotion
source: Add cart promotion
hr: Dodaj promotivnu košaricu
sk: Pridať košíkovú akciu
sr: Dodavanje korpe promocija
sv: Lägg till kundvagn främjande

# Languages::add_catalog_promotion
source: Add catalog promotion
hr: Dodaj promotivni katalog
sk: Pridať katalógovú akciu
sr: Dodavanje kataloga promocija
sv: Lägg till katalog främjande

# Languages::add_categories
source: Add categories
hr: Dodavanje kategorije
sk: Pridanie kategórií
sr: Dodavanje kategorije
sv: Lägg till kategorier

# Languages::add_categories_and_close
source: Add categories and close
hr: Dodajte kategoriju i zatvorite
sk: Pridať kategórie a zatvoriť
sr: Dodaj kategoriju i zatvori
sv: Lägg till kategorier och stäng

# Languages::add_category
source: Add category
hr: Dodaj kategoriju
sk: Pridať kategóriu
sr: Dodaj kategoriju
sv: Lägg till kategori

# Languages::add_chart
source: Add chart
hr: Dodavanje grafikona
sk: Pridanie grafu
sr: Dodavanje grafikona
sv: Lägga till diagram

# Languages::add_combination
source: Add combination
hr: Dodaj kombinaciju
sk: Pridať kombináciu
sr: Dodavanje kombinacije
sv: Lägga till kombination

# Languages::add_companies
source: Add stores
hr: Dodajte trgovinu
sk: Pridať obchody
sr: Dodavanje prodavnice
sv: Lägg till butiker

# Languages::add_companies_and_close
source: Add stores and close
hr: Dodajte trgovinu i zatvorite
sk: Pridať obchody a zatvoriť
sr: Dodajte prodavnice i zatvorite
sv: Lägg till butiker och stäng

# Languages::add_condition
source: Add condition
hr: Dodaj uvjet
sk: Pridať podmienku
sr: Dodajte stanje
sv: Lägg till villkor

# Languages::add_currency
source: Add currency
hr: Dodaj valutu
sk: Pridať menu
sr: Dodavanje valute
sv: Lägg till valuta

# Languages::add_customer
source: Add customer
hr: Dodaj korisnika
sk: Pridať zákazníka
sr: Dodavanje kupca
sv: Lägg till kund

# Languages::add_elements
source: Add elements
hr: Dodavanje elemenata
sk: Pridať prvok
sr: Dodavanje elemenata
sv: Lägga till element

# Languages::add_empty_item
source: Add empty item
hr: Dodavanje prazne stavke
sk: Pridať prázdnu položku
sr: Dodavanje prazne stavke
sv: Lägg till objekt för tomt

# Languages::add_feature
source: Add feature
hr: Dodajte značajke
sk: Pridať funkciu
sr: Dodavanje funkcija
sv: Lägga till funktionen

# Languages::add_field
source: Add field
hr: Dodavanje polja
sk: Pridať pole
sr: Dodavanje polja
sv: Lägg till fält

# Languages::add_file
source: Add file
hr: Dodaj datoteku
sk: Pridať súbor
sr: Dodaj datoteku
sv: Lägga till fil

# Languages::add_filter
source: Add filter
hr: Dodaj filtar
sk: Pridať filter
sr: Dodaj filter
sv: Lägg till filter

# Languages::add_filters
source: Add filters
hr: Dodaj filtre
sk: Pridať filtre
sr: Dodavanje filtera
sv: Lägga till filter

# Languages::add_filters_and_close
source: Add filters and close
hr: Dodaj filter i zatvori
sk: Pridať filtre a zatvoriť
sr: Dodavanje filtera i zatvori
sv: Lägg till filter och stäng

# Languages::add_folder
source: Add folder
hr: Dodavanje mape
sk: Pridať priečinok
sr: Dodaj fasciklu
sv: Lägg till mapp

# Languages::add_global_option
source: Add global option
hr: Dodavanje globalnih opcija
sk: Pridať globálnu voľbu
sr: Dodavanje globalne opcije
sv: Lägg till globalt alternativ

# Languages::add_grid_block
source: Add grid or block
hr: Dodavanje mreže ili bloka
sk: Pridať mriežku alebo blok
sr: Dodajte mrežu ili blok
sv: Lägga till rutnät eller block

# Languages::add_group
source: Add group
hr: Dodavanje grupe
sk: Pridať skupinu
sr: Dodavanje grupe
sv: Lägga till grupp

# Languages::add_item
source: Add item
hr: Dodaj stavku
sk: Pridať položku
sr: Dodavanje stavke
sv: Lägga till objekt

# Languages::add_items
source: Add [items]
hr: Dodajte [items]
sk: Pridať [items]
sr: Dodaj [items]
sv: Lägg till [items]

# Languages::add_language
source: Add language
hr: Dodavanje jezika
sk: Pridať jazyk
sr: Dodavanje jezika
sv: Lägga till språk

# Languages::add_language_variable
source: Add language variable
hr: Dodavanje jezične varijable
sk: Pridať jazykovú premennú
sr: Dodavanje jezičke promenljive
sv: Lägga till språk variabel

# Languages::add_layout
source: Add layout
hr: Dodavanje izgleda
sk: Pridať vrstvu
sr: Dodavanje rasporeda
sv: Lägg till layout

# Languages::add_link
source: Add link
hr: Dodavanje veze
sk: Pridať odkaz
sr: Dodavanje veze
sv: Lägg till länk

# Languages::add_localization
source: Add localization
hr: Dodaj lokalizaciju
sk: Pridať lokalizáciu
sr: Dodavanje lokalizacije
sv: Lägg till lokalisering

# Languages::add_location
source: Add location
hr: Dodavanje lokacije
sk: Pridať umiestnenie
sr: Dodavanje lokacije
sv: Lägg till plats

# Languages::add_menu
source: Add menu
hr: Dodaj izbornik
sk: Pridať menu
sr: Dodavanje menija
sv: Lägg till meny

# Languages::add_new
source: Add new
hr: Dodaj novo
sk: Pridať nové
sr: Dodavanje novog
sv: Lägg till ny

# Languages::add_new_field
source: Add new field
hr: Dodavanje novog polja
sk: Pridať nové pole
sr: Dodavanje novog polja
sv: Lägg till nytt fält

# Languages::add_new_order
source: Adding new order
hr: Dodavanje novih narudžbi
sk: Pridať novú objednávku
sr: Dodavanje nove narudžbe
sv: Lägger till ny beställning

# Languages::add_new_variant
source: Add new variant
hr: Dodaj novu varijantu
sk: Pridať nový variant
sr: Dodavanje nove varijante
sv: Lägg till ny variant

# Languages::add_option
source: Add option
hr: Dodaj mogućnost
sk: Pridať možnosť
sr: Dodavanje opcija
sv: Lägg till alternativ

# Languages::add_order
source: Add order
hr: Dodaj narudžbu
sk: Pridať objednávku
sr: Dodavanje narudžbe
sv: Lägg till beställning

# Languages::add_orders
source: Add orders
hr: Dodaj narudžbe
sk: Pridať objednávky
sr: Dodavanje narudžbe
sv: Lägg till beställningar

# Languages::add_orders_and_close
source: Add orders and close
hr: Dodaj narudžbe i zatvori
sk: Pridať objednávky a zatvoriť
sr: Dodavanje narudžbe i zatvori
sv: Lägg till beställning och stäng

# Languages::add_page
source: Add page
hr: Dodaj stranicu
sk: Pridať stránku
sr: Dodavanje stranice
sv: Lägg till sida

# Languages::add_pages
source: Add pages
hr: Dodavanje stranice
sk: Pridať stránky
sr: Dodavanje stranica
sv: Lägg till sidor

# Languages::add_pages_and_close
source: Add pages and close
hr: Dodavanje stranica i zatvoriti
sk: Pridať stránky a zatvoriť
sr: Dodavanje stranica i zatvori
sv: Lägg till sidor och stäng

# Languages::add_payment
source: Add payment method
hr: Dodaj način plaćanja
sk: Pridať platobnú metódu
sr: Dodavanje načina plaćanja
sv: Lägg till betalningsmetod

# Languages::add_payout
source: Add payout
hr: Dodajte isplata
sk: Pridať výplatu
sr: Dodavanje isplate
sv: Lägg till utbetalning

# Languages::add_product
source: Add product
hr: Dodaj proizvod
sk: Pridať produkt
sr: Dodaj proizvod
sv: Lägg till produkt

# Languages::add_products
source: Add products
hr: Dodaj proizvode
sk: Pridať produkty
sr: Dodaj proizvode
sv: Lägg till produkter

# Languages::add_products_and_close
source: Add products and close
hr: Dodaj proizvod i zatvori
sk: Pridať produkty a zatvoriť
sr: Dodaj proizvode i zatvori
sv: Lägg till produkter och stäng

# Languages::add_products_to_section
source: Add product(s) to this section
hr: Dodaj proizvod(e) u ovaj odjel
sk: Pridať produkt (y) do tejto sekcie
sr: Dodajte proizvod(e) u ovu sekciju
sv: Lägga till produkter i detta avsnitt

# Languages::add_product_filter
source: Add product filter
hr: Dodaj filter proizvoda
sk: Pridať filter produktov
sr: Dodaj filter proizvoda
sv: Lägg till produkt filter

# Languages::add_promotions
source: Add promotions
hr: Dodaj promociju
sk: Pridať akciu
sr: Dodaj promocije
sv: Lägg till kampanjer

# Languages::add_report
source: Add report
hr: Dodaj izvješće
sk: Pridať zostavu
sr: Dodaj izveštaj
sv: Lägg till rapport

# Languages::add_section
source: Add section
hr: Dodavanje odjela
sk: Pridať sekciu
sr: Dodaj sekciju
sv: Lägg till avsnitt

# Languages::add_selected_to_cart
source: Add selected to cart
hr: Dodaj odabrano u košaricu
sk: Pridať vybrané do košíka
sr: Dodaj izabrano u korpu
sv: Lägg valda i köpkorgen

# Languages::add_shipping_method
source: Add shipping method
hr: Dodaj način isporuke
sk: Pridať spôsob dopravy
sr: Dodaj način slanja pošiljke
sv: Lägg till leveranssätt

# Languages::add_site_map_section
source: Add sitemap section
hr: Dodavanje mape stranice odjela
sk: Pridať sekciu sitemap
sr: Dodaj sekciju mape sajta
sv: Lägga till webbplatskarta avsnitt

# Languages::add_state
source: Add state
hr: Dodaj državu
sk: Pridať štátút
sr: Dodaj državu
sv: Lägg till staten

# Languages::add_status
source: Add status
hr: Dodaj status
sk: Pridať status
sr: Dodaj status
sv: Lägg till status

# Languages::add_subcategory
source: Add subcategory
hr: Dodaj podkategoriju
sk: Pridať podkategóriu
sr: Dodaj potkategoriju
sv: Lägg till underkategori

# Languages::add_subscriber
source: Add subscriber
hr: Dodaj pretplatnika
sk: Pridať odberateľa
sr: Dodaj pretplatnike
sv: Lägg till abonnent

# Languages::add_subscribers_from_users
source: Add subscribers from the list of users
hr: Dodaj pretplatnika iz popisa korisnika
sk: Pridať odberateľov zo zoznamu užívateľov
sr: Dodaj pretplatnike iz spiska korisnika
sv: Lägga till abonnenter från listan över användare

# Languages::add_tab
source: Add tab
hr: Dodavanje kartice
sk: Pridať kartu
sr: Dodaj karticu
sv: Lägg till flik

# Languages::add_tax
source: Add tax
hr: Dodavanje poreza
sk: Pridať daň
sr: Dodaj porez
sv: Lägg till skatt

# Languages::add_to_cart
source: Add to cart
hr: Dodaj u košaricu
sk: Pridať do košíka
sr: Dodaj u korpu
sv: Lägg till köpkorgen

# Languages::add_to_comparison_list
source: Add to comparison list
hr: Dodaj na popis za usporedbu
sr: Dodaj na listu za poređenje
sv: Lägga till i listan jämförelse

# Languages::add_user
source: Add user
hr: Dodaj korisnika
sk: Pridať používateľa
sr: Dodaj korisnika
sv: Lägg till användare

# Languages::add_users
source: Add users
hr: Dodavanje korisnika
sk: Pridať používateľov
sr: Dodaj korisnike
sv: Lägg till användare

# Languages::add_users_and_close
source: Add users and close
hr: Dodavaj korisnika i zatvori
sk: Pridať používateľov a zatvoriť
sr: Dodaj korisnike i zatvori
sv: Lägg till användare och stäng

# Languages::add_vendor
source: Add store
hr: Dodajte trgovinu
sk: Pridať obchod
sr: Dodavanje prodavnice
sv: Lägg till butik

# Languages::admin2
source: You can not perform an import to this store because you are using an expired trial version
hr: Ne možete izvršiti uvoz u ovu trgovinu zbog korištenja istekle pokusne inačice.
sk: Nemožno vykonať importu pre tento obchod pretože používate skúšobnú verziu
sr: Ne možete da izvršite uvoz u ovu prodavnicu jer koristite probnu verziju koja je istekla
sv: Du kan inte utföra en import till denna butik eftersom du använder en utgången testversion

# Languages::administration
source: Administration
hr: Administracija
sk: Administrácia
sr: Administracija

# Languages::administration_panel
source: Administration panel
hr: Upravljačka ploča
sk: Administračný panel
sr: Administracioni panel
sv: Administrationspanelen

# Languages::administrators
source: Administrators
hr: Administratori
sk: Administrátori
sr: Administratori
sv: Administratörer

# Languages::administrators_menu_description
source: List of store administrators, registered users with an administrator account.
hr: Popis administratora trgovina, registriranih korisnika s administratorskim računom.
sk: Zoznam administrátorov obchodu, registrovaných používateľov s kontom administrátora.
sr: Lista administratora, registrovanih korisnika sa administratorskim nalogom.
sv: Lista över administratörer, registrerade användare med ett administratörskonto.

# Languages::administrators_notified
source: [count] administrators notified.
hr: Administratori [count] obaviješteni.
sk: [count] administrátorom oznámené.
sr: [count] administratori obavešteni.
sv: [count] administratörer meddelades.

# Languages::admin_panel
source: Administration panel
hr: Upravljačka ploča
sk: Administračný panel
sr: Administracioni panel
sv: Administrationspanel

# Languages::admin_text_letter_footer
source: E-shop of [company_name].
hr: E-trgovina [company_name].
sk: E-shop [company_name].
sr: E-prodavnica [company_name].
sv: Webbutik [company_name].

# Languages::advanced
source: Advanced
hr: Napredno
sk: Rozšírené
sr: Napredno
sv: Avancerad

# Languages::advanced_search
source: Advanced search
hr: Napredno pretraživanje
sk: Rozšírené vyhľadávanie
sr: Napredna pretraga
sv: Avancerad sökning

# Languages::advanced_search_options
source: Advanced search options
hr: Napredne opcije pretraživanja
sk: Rozšírené možnosti hľadania
sr: Opcije napredne pretrage
sv: Avancerade alternativ för sökning

# Languages::after_full_payment
source: After full payment
hr: Nakon cjelokupne uplate
sk: Po úplnom vyplatení
sr: Nakon ukupnog plaćanja
sv: Efter full betalning

# Languages::after_sum
source: After sum
hr: Nakon zbroja
sk: Po súčte
sr: Nakon sume
sv: Efter summa

# Languages::agent_id
source: Agent ID
hr: ID agenta
sk: ID agenta
sr: ID agenta

# Languages::agreement_required
source: Agreement required
hr: Potvrdi suglasnost
sk: Súhlas
sr: Sporazum je potreban
sv: Avtalet krävs

# Languages::all
source: All
hr: Sve
sk: Všetko
sr: Sve
sv: Alla

# Languages::allowed
source: Allowed
hr: Dozvoljeno
sk: Povolené
sr: Dozvoljeno
sv: Tillåtna

# Languages::allowed_combinations
source: Allowed combinations
hr: Dozvoljene kombinacije
sk: Povolené kombinácie
sr: Dozvoljene kombinacije
sv: Tillåtna kombinationer

# Languages::allowed_extensions
source: Allowed extensions
hr: Dozvoljen produžetak
sk: Povolené rozšírenia
sr: Dozvoljene ekstenzije
sv: Tillåtna extensions

# Languages::allowed_extensions_hint
source: Leave this field empty to allow uploading of all file types, or input allowed extensions separated by comma (e.g. jpg,bmp,gif,pdf)
hr: Ostavite ovo polje prazno kako bi se omogućili prijenos svih vrsta datoteka, ili unosite dozvoljen nastavak odvojen zarezom (npr. jpg, bmp, gif, pdf)
sk: Nechajte toto pole prázdne pre možnosť nahrávanie všetkých typov súborov, alebo vstup povolený prípon oddelených čiarkou (napr. jpg, bmp, gif, pdf)
sr: Ostavite ovo polje prazno da biste dozvolili otpremanje svih tipova datoteka, ili unos dozvoljenihekstenzija razdvojenih zarezima (npr. jpg, bmp, gif, pdf)
sv: Lämna fältet tomt för att ladda upp alla filtyper, eller input får tillägg avgränsade med komma (jpg, bmp, gif, pdf)

# Languages::allow_api_access
source: Yes, allow this user to use the API
hr: Da, dopusti korisniku korištenje API
sk: Áno, povoliť tomuto používateľovi používať API
sr: Da, dozvoli ovom korisniku da koristi API
sv: Ja, Tillåt användaren att använda API

# Languages::allow_return_registration
source: Allow return registration
hr: Omogućiti povratak registracije
sk: Umožniť vrátiť registráciu
sr: Dozvoli povratak registracije
sv: Tillåta återvändande registrering

# Languages::all_categories
source: All categories
hr: Sve kategorije
sk: Všetky kategórie
sr: Sve kategorije
sv: Alla kategorier

# Languages::all_downloads
source: All downloads
hr: Sva preuzimanja
sk: Všetko na stiahnutie
sr: Sva preuzimanja
sv: Alla nedladdningar

# Languages::all_features
source: All features
hr: Sve značajke
sk: Všetky vlastnosti
sr: Sve funkcije
sv: Alla funktioner

# Languages::all_filters
source: All product filters
hr: Svi filteri proizvoda
sk: Všetky filtre produktu
sr: Svi filteri za proizvod
sv: Alla produkt filter

# Languages::all_pages
source: All pages
hr: Sve stranice
sk: Všetky stránky
sr: Sve stranice
sv: Alla sidor

# Languages::all_products_have_been_updated
source: All products have been updated successfully.
hr: Svi proizvodi su uspješno ažurirani.
sk: Všetky produkty boli aktualizované úspešne.
sr: Svi proizvodi su uspešno ažurirani.
sv: Alla produkter har uppdaterats.

# Languages::all_vendors
source: All stores
hr: Sve trgovine
sk: Všetky obchody
sr: Sve prodavnice
sv: Alla butiker

# Languages::all_words
source: All of these words
hr: Sve ove riječi
sk: Všetky tieto slová
sr: Sve ove reči
sv: Alla dessa ord
