Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_store_mode_changed_to_full
source: <strong>Full mode</strong> has been activated. In this mode, all the advanced eCommerce features are available.
hr: <strong>Puni način</strong> je aktiviran. U ovom načinu rada, eCommerce napredne značajke su dostupne.
sk: <strong>Plná verzia</strong> bola aktivovaná. V tomto režime sú prístupné všetky pokročilé funkcie eCommerce.
sr: <strong>Puni režim</strong> je aktiviran. U ovom režimu sve napredne funkcije Internet prodavnice su dostupne.
sv: <strong>Full-läge</strong> har aktiverats. I det här läget finns alla avancerade e-handel funktioner.

# Languages::text_store_mode_closed
source: The store was <b>closed</b>
hr: Trgovina je <b>zatvorena</b>
sk: Obchod bol <b>zatvorený</b>
sr: Prodavnica je <b>zatvorena</b>
sv: Butiken var <b>stängd</b>

# Languages::text_store_mode_full
source: Full unrestricted access to all features. Enter a valid license number to activate.<br /><br />This mode can be activated at any time.<br /><br />
hr: Neograničen pristup svim funkcionalnostima. Unesite valjan broj licence za aktivaciju.<br /><br />Ovaj se način rada može aktivirati u bilo kojem trenutku.<br /><br />
sk: Neobmedzený prístup ku všetkým funkciám. Pre aktiváciu zadajte platné licenčné číslo. <br /> <br /> Tento režim je možné aktivovať kedykoľvek. <br /> <br />
sr: Pun neograničen pristup za sve funkcije. Unesite važeću licencu za aktivaciju. <br/> <br/> Ovaj režim može biti aktiviran bilo kada. <br/><br/>
sv: Full obegränsad tillgång till alla funktioner. Ange ett giltigt licensnummer aktivera. < br / > < br / > detta läget kan aktiveras på någon gång. < br / > < br / >

# Languages::text_store_mode_opened
source: The store was <b>opened</b>
hr: Trgovina je <b>otvorena</b>
sk: Obchod bol <b>otvorený</b>
sr: Prodavnica je <b>otvorena</b>
sv: Butiken var <b>öppnade</b>

# Languages::text_store_mode_trial_rb
source: All features are available during 30 days after download of the installation package. You don't need to enter the license key.<br /><br />After the 30-day trial period is over, you need to buy the license or enter the license key if you already have one.<br /><br />
sr: Sve funkcije su dostupne tokom 30 dana nakon preuzimanja instalacijskog paketa. Ne morate da unesete ključ licence. <br /><br /> Nakon 30 dana probni period je gotov, i potrebno je da kupite licencu ili unesete ključ ukoliko ga već imate. <br / ><br />
sv: Alla funktioner är tillgängliga under 30 dagar efter nedladdning av installationspaketet. Du behöver inte ange licens nyckel. < br / > < br / > när 30-dagars provperioden är över, måste du köpa licensen eller gå in licensnyckel om du redan har ett. < br / > < br / >

# Languages::text_tax_applied
source: The tax <b>[tax]</b> has been applied to all products
hr: Porez <b>[tax]</b> je primijenjen na sve proizvode
sk: Na všetky výrobky bola uplatnená daň <b>[tax]</b>
sr: Porez je <b>[tax]</b> primenjen na sve proizvode
sv: Skatt <b>[tax]</b> tillämpas på alla produkter

# Languages::text_tax_unset
source: The tax <b>[tax]</b> has been removed from all products
hr: Porez <b>[tax]</b> je uklonjen sa svih proizvoda
sk: Daň <b>[tax]</b> bola zo všetkých produktov odstránená
sr: Porez je <b>[tax]</b> je uklonjen sa svih proizvoda
sv: Skatt <b>[tax]</b> har tagits bort från alla produkter

# Languages::text_template_changed
source: Your changes have not been saved.Press OK to save changes or Cancel to discard them.
hr: Vaše promjene nisu spremljene. Pritisnite 'U redu' kako bi spremili promjene ili 'Odustani' kako bi ih odbacili.
sk: Vaše zmeny neboli uložené. Stlačením OK zmeny uložte, alebo ich tlačidlom Zrušiť zrušte.
sr: Promene nisu sačuvane. Pritisnite OK da biste sačuvali promene ili "Otkaži" da biste ih odbacili.
sv: Dina ändringar har inte sparats. Tryck på OK för att spara ändringar eller Avbryt om du vill ignorera dem.

# Languages::text_thaiepay_notice
source: <p>Please set the following values in the Thaiepay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (it is important!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" must be checked</b> - it will increase the security of transactions</p><p>Additional Parameter: it is obligatory for successful processing of transactions. For example, you can set <b>name=completed</b> and <b>value=some_secret_word</b>. Copy these values to these form fields: "Additional parameter Name" and "Additional parameter Value".</p>
hr: <p>U Thaiepay trgovac postavke Postavite slijedeće vrijednosti:</p><p>Povratak Url: <b>[return_url]</b></p><p>Status: <b>da (to je bitno!)</b></p><p>Post back Url: <b>[postback_url]</b></p><p>Glavni parametar: <b>"Ukupno" za provjeriti</b> - to će povećati sigurnost transakcija</p><p>Dodatni parametra: obvezan za uspješnu obradu transakcija. Na primjer, možete postaviti <b>ime = završena</b> i <b>vrijednost = some_secret_word</b>. Kopirati te vrijednosti u ovim poljima obrasca: "Dodatni parametar ime" i "Dodatni parametar vrijednosti".</p>
sk: <p>V Thaiepay merchant settings prosím nastavte nasledovné hodnoty:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (dôležité!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" musí byť zaškrtnuté</b> - zvýši to zabezpečenie vašich transakcií</p><p>Additional Parameter: je povinný pre úspešné spracovanie transakcií. Napríklad môžete nastaviť <b>name=completed</b> a <b>value=some_secret_word</b>. Skopírujte tieto hodnoty do polí: "Additional parameter Name" a "Additional parameter Value".</p>
sr: <p>Podesite sledeće vrednosti u Thaiepay merchant settings:</p><p>Return Url: <b>[return_url]</b></p><p>Status: <b>Yes (vrlo važno!)</b></p><p>Post Back Url: <b>[postback_url]</b></p><p>Main Parameter: <b>"total" se mora izabrati</b> - to će povećati sigurnost transakcije</p><p>Additional Parameter: je obavezan za uspešnu obradu transakcije. Na primer, postavite <b>naziv=kompletirano</b> i <b>value=neka_tajna_rec</b>. Kopirajte ove vrednosti u polja forme: "Additional parameter Name" i "Additional parameter Value".</p>
sv: <p>Ange följande värden i Thaiepay handelsfartyg inställningar:</p> <p>Retur-Url: <b>[return_url]</b></p> <p>Status: <b>Ja (det är viktigt!)</b></p> <p>Post tillbaka Url: <b>[postback_url]</b></p> <p>Main Parameter: <b>"total" måste kontrolleras</b> - det kommer att öka säkerheten för transaktioner</p> <p>Ytterligare en Parameter: det är obligatorisk för framgångsrik behandling av transaktioner. Du kan till exempel ange <b>namn = avslutat</b> och <b>värde = some_secret_word</b>. Kopiera dessa värden till dessa formulärfält: "Ytterligare en parameter namn" och "Extra parametern värdet".</p>

# Languages::text_thumbnail_manual_loading
source: Thumbnails will be generated from detailed images automatically, but you can also <a id="[id]" class="[class]">upload them manually.</a>
hr: Sličice će biti automatski generirane iz detaljnih slika, no možete ih i <a id="[id]" class="[class]"> ručno učitati.</a>
sk: Miniatúry sú z detailných obrázkov generované automaticky, ale môžete ich aj <a id="[id]" class="[class]">manuálne nahrať.</a>
sr: Sličice će automatski biti generisane, ali možete i <a id="[id]" class="[class]"> ih i ručno otpremiti.</a>
sv: Miniatyrbilder genereras från detaljerade bilder automatiskt, men du kan också <a id="[id]" class="[class]"> ladda upp dem manuellt.</a>

# Languages::text_topmenu_more
source: More [item] <i class="text-arrow">&rarr;</i>
hr: Više [item] <i class="text-arrow">&rarr;</i>
sk: Viac [item] <i class="text-arrow"> &rarr;</i>
sr: Više [item] <i class="text-arrow"> &rarr;</i>
sv: Mer [item] <i class="text-arrow"> &rarr;</i>

# Languages::text_topmenu_view_more
source: View more <i class="text-arrow">&rarr;</i>
hr: Pogledaj više <i class="text-arrow">&rarr;</i>
sk: Zobraziť viac <i class="text-arrow"> &rarr;</i>
sr: Vidite više <i class="text-arrow"> &rarr;</i>
sv: Se mer <i class="text-arrow"> &rarr;</i>

# Languages::text_track_instructions_sent
source: Access instructions were sent to your e-mail address.
hr: Upute za pristup poslane su na vašu e-mail adresu.
sk: Pokyny pre prístup boli zaslané na vašu e-mailovú adresu.
sr: Uputstva za pristup su poslata na Vašu e-adresu.
sv: Access instruktioner skickades till din e-postadress.

# Languages::text_track_request
source: You requested information on the orders you placed in our store.
hr: Tražili ste podatke o narudžbama koje ste napravili u našoj trgovini.
sk: Vyžiadali ste si informácie o objednávkach, ktoré ste odoslali nášmu obchodu.
sr: Zatražili ste informacije o porudžbinama koje ste izvršili u našoj prodavnici.
sv: Du begärt information om orderna du placerat i vår butik.

# Languages::text_track_view_all_orders
source: To view all your orders, please follow this link:
hr: Za prikaz svih narudžbi, molimo slijedite ovu poveznicu:
sk: Ak chcete zobrať všetky svoje objednávky, kliknite prosím na tento odkaz:
sr: Da biste prikazali sve Vaše porudžbine, molimo pratite ovu vezu:
sv: Om du vill visa alla dina beställningar, vänligen följ denna länk:

# Languages::text_track_view_order
source: To view order #[order] please open this link:
hr: Za prikaz narudžbe #[order] molimo otvorite ovu poveznicu:
sk: Pre zobrazenie objednávky #[order] prosím kliknite na tento odkaz:
sr: Da biste prikazali porudžbine #[order] molimo otvorite ovu vezu:
sv: För att visa order öppna #[order] vänligen denna länk:

# Languages::text_transaction_cancelled
source: Transaction was canceled by the customer
hr: Kupac je otkazao transakciju
sk: Transakcia bola zrušená zo strany zákazníka
sr: Transakcija je otkazana od strane kupca
sv: Transaktionen har avbrutits av kunden

# Languages::text_transaction_declined
source: Transaction was declined by the payment processor or was canceled by the customer
hr: Transakcija je odbijena od strane procesora uplate ili je otkazana od strane kupca
sk: Transakcia bola odmietnutá platobným procesorom alebo zrušená zákazníkom
sr: Transakcija je odbijena od strane obrađivača plaćanja ili je otkazana od strane kupca
sv: Transaktion nekades av betalningsprocessor eller avbröts av kunden

# Languages::text_uc_another_update_process_running
source: Possibly another upgrade process is running.<br />Please wait until it is finished.<br />If the process has finished with an error, you can remove the file [filename] and try to restart the upgrade.<br /><a href="[url]">Remove the lock file and restart the upgrade</a>
hr: Eventualno još jedan postupak nadogradnje je u tijeku. < br / > Pričekajte dok završi. < br / > ako napredak završi s pogreškom, možete ukloniti datoteku [filename] i pokušajte ponovno pokrenuti nadogradnju. < br / > <a href="[url]"> maknite zaključanu datoteku i pokrenite nadogradnju</a>
sk: Pravdepodobne prebieha iný proces aktualizácie.<br />Prosím, počkajte kým sa dokončí.<br />Ak proces aktualizácie skončil chybou, zmažte súbor [filename] a skúste aktualizáciu znova.<br /><a href="[url]">Odstráňte zamykací súbor a reštartujte aktualizáciu</a>
sr: Eventualno je u toku još jedan proces nadogradnje. <br/> Molimo sačekajte dok se završi. <br/> Ako proces završi sa greškom, možete ukloniti [filename] datoteku i pokušati ponovo pokretanje procesa nadogradnje. <br/> <a href="[url]"> Uklonite datoteku "lock" i ponovo pokrenite nadogradnju</a>
sv: Eventuellt annan uppgraderingsprocessen är körs. < br / > vänta tills det är färdigt. < br / > om processen är klar med ett fel, du kan ta bort filen [filename] och prova att starta om den uppgraderingen. < br / > <a href="[url]"> ta bort låsfilen och starta om uppgraderingen</a>

# Languages::text_uc_backup_database
source: The following database tables have been backed up
hr: Sljedeće tablice baze podataka su sigurnosno kopirane
sk: Nasledujúce tabuľky databáz boli zálohované
sr: Napravljena je rezervna kopija sledećih tabela baze podataka
sv: Databastabellerna nedan säkerhetskopieras

# Languages::text_uc_backup_files
source: The following files have been backed up
hr: Sljedeće datoteke su sigurnosno kopirane
sk: Nasledujúce súbory boli zálohované
sr: Rezervna kopija je napravljena za sledeće datoteke
sv: Följande filer säkerhetskopieras

# Languages::text_uc_broken_package
source: The upgrade package seems to be broken. Please refresh packages list and try to download it again
sk: Balík inovácie sa zdá byť poškodený. Obnovte zoznam balíkov a skúste ho stiahnuť znova
sr: Izgleda da je paket za nadogradnju neispravan. Osvežite listu paketa i pokušajte da ga preuzmete ponovo
sv: Uppgraderingspaketet verkar vara bruten. Uppdatera paket lista och försök att ladda ner den igen

# Languages::text_uc_cannot_lock_upgrade_process
source: Failed to disable upgrade process launching
hr: Onemogućavanje pokretanja procesa nadogradnje nije uspjelo
sk: Nepodarilo sa zakázať spustenie procesu aktualizácie
sr: Pokretanje procesa nadogradnje nije uspelo
sv: Det gick inte att inaktivera uppgraderingsprocessen lanserar

# Languages::text_uc_cant_download_package
source: Cannot download the upgrade package
hr: Paket nadogradnje nije moguće preuzeti
sk: Nie je možné stiahnuť balík aktualizácie
sr: Ne možete da preuzmete paket sa nadogradnjom
sv: Kan inte hämta uppgraderingspaketet

# Languages::text_uc_check_ok
source: Your [product] version has been checked successfully. It is ready for upgrade.
hr: Vaša verzija [product] uspješno je provjerena. Spremna je za nadogradnju.
sk: Vaša verzia [product] bola úspešne skontrolovaná. Je pripravená pre aktualizáciu.
sr: Tvoja verzija [product] proverena je uspešno. Sve je spremno za nadogradnju.
sv: Din [product] version har kontrollerats framgångsrikt. Det är klart för uppgradering.

# Languages::text_uc_conflicts
source: The following files had local modifications
hr: Sljedeće datoteke imale su lokalne modifikacije
sk: Nasledujúce súbory obsahujú lokálne modifikácie
sr: Sledeće datoteke imaju lokalne izmene
sv: Följande filer hade lokala ändringar

# Languages::text_uc_db_right_needed
source: Not enough permissions to update database. Please assign the following privileges to your database user [db_user]: [priviliges].
hr: Nema dovoljno dozvola za ažuriranje baze podataka. Molimo dodijelite sljedeća prava vašem korisniku baze podataka [db_user]: [priviliges].
sk: Nemáte dostatok právomocí pre aktualizáciu databázy. Udeľte prosím nasledujúce právomoci používateľovi [db_user]: [priviliges].
sr: Nema dovoljno dozvola za ažuriranje baze podataka. Molimo Vas dodelite sledeće privilegije za [db_user] korisnika baze podataka: [priviliges].
sv: Inte tillräcklig behörighet att uppdatera databasen. Vänligen tilldela följande privilegier till din databas användare [db_user]: [priviliges].

# Languages::text_uc_emergency_restore
source: Attention! Please copy and save the URL below - you can use it to restore your store if upgrade fails.<br /><b>[href]</b>
hr: Pažnja! Molimo kopirajte i spremite donji URL - možete ga iskoristiti da vratite vašu trgovinu u izvorno stanje ako nadogradnja ne uspije. <br /><b>[href]</b>
sk: Pozor! Prosím skopírujte si a uložte túto URL adresu - môžete ju použiť pre obnovenie obchodu ak aktualizácia zlyhá. <br /><b>[href]</b>
sr: Pažnja! Molimo vas da kopirate i sačuvate dole navedeni URL - možete ga koristiti da vratite vašu prodavnicu nadogradnja ne uspe. <br /><b>[href]</b>
sv: Uppmärksamhet! Kopiera och spara adressen nedan - du kan använda den för att återställa din butik om uppgradera misslyckas. < br / > <b>[href]</b>

# Languages::text_uc_failed_to_backup_tables
source: The database tables have not been backed up
hr: Tablice baze podataka nisu sigurnosno kopirane
sk: Tabuľky databázy neboli zálohované
sr: Nije napravljena rezervna kopija tabela baze podataka
sv: Databastabellerna har inte säkerhetskopierats

# Languages::text_uc_failed_to_create_directory
source: Failed to create a new directory
hr: Stvaranje novog direktorija nije uspjelo
sk: Nepodarilo sa vytvoriť nový adresár
sr: Kreiranje novog direktorijuma nije uspelo
sv: Det gick inte att skapa en ny katalog

# Languages::text_uc_failed_to_ftp_copy
source: FTP transfer failed
hr: FTP prijenos nije uspio
sk: FTP prenos zlyhal
sr: FTP prenos nije uspeo
sv: FTP-överföring misslyckades

# Languages::text_uc_ftp_cart_directory_not_found
source: We were unable to find CS-Cart installation in the specified directory. Please make sure that you have entered the correct FTP directory.
sr: Nismo mogli da pronađemo CS-Cart instalaciju u navedenom direktorijumu. Uverite se da ste uneli ispravan FTP direktorijum.
sv: Det gick inte att hitta CS-Cart installationen i den angivna katalogen. Kontrollera att du har angett rätt FTP-katalog.

# Languages::text_uc_ftp_connection_failed
source: FTP connection failed
hr: FTP povezivanje nije uspjelo
sk: FTP pripojenie zlyhalo
sr: FTP veza nije uspostavljena
sv: FTP-anslutning misslyckades

# Languages::text_uc_ftp_connect_failed
source: Cannot connect to FTP server. Please check if the host name is correct
hr: Nije moguće povezati se na FTP poslužitelja. Molimo provjerite je li naziv domaćina ispravan
sk: Nedá sa pripojiť k FTP serveru. Skontrolujte správnosť názvu hostiteľa
sr: Nije moguće povezivanje sa FTP serverom. Molimo vas da proverite da li je ime domaćina (hostname) ispravno
sv: Kan inte ansluta till FTP-server. Vänligen kontrollera om värdnamn är korrekt

# Languages::text_uc_ftp_login_failed
source: Cannot log in to FTP server. Please check if username and password are correct
hr: Nije moguće prijaviti se na FTP poslužitelja. Molimo provjerite jesu li korisničko ime i lozinka ispravni
sk: Nedá sa prihlásiť na FTP server. Skontrolujte prosím, či ste zadali správne používateľské meno a heslo
sr: Prijava na FTP server nije uspela. Molimo vas proverite da li su korisničko ime i lozinka ispravni
sv: Kan inte logga in på FTP-servern. Vänligen kontrollera om användarnamn och lösenord är korrekta

# Languages::text_uc_ftp_needed
source: FTP credentials to access the files and set proper permissions automatically
hr: FTP vjerodajnice za pristup datotekama i automatsko postavljanje odgovarajućih dozvola
sk: FTP poverenia pre prístup k súborom a automatickému nastaveniu právomocí
sr: FTP akreditivi za pristup datotekama i automatskom podešavanju dozvola
sv: FTP-autentiseringsuppgifter för att komma åt filerna och ställa rätt behörighet automatiskt

# Languages::text_uc_has_conflicts
source: Some of your files had local modifications. You can check them by clicking the following link
hr: Neke od vaših datoteka imale su lokalne modifikacije. Možete ih provjeriti pritiskom na sljedeću poveznicu
sk: Niektoré z vašich súborov boli lokálne modifikované. Môžete ich skontrolovať kliknutím na nasledujúci odkaz
sr: Neke datoteke su lokalno izmenjene. Možete ih proveriti tako što ćete kliknuti na sledeći link
sv: Vissa av dina filer hade lokala ändringar. Du kan kontrollera dem genom att klicka på följande länk

# Languages::text_uc_incorrect_upgrade_path
source: Wrong path to upgrade files
hr: Kriva putanja za nadogradnju datoteka
sk: Nesprávna cesta k súborom aktualizácie
sr: Pogrešna putanja za nadogradnju datoteke
sv: Fel väg att uppgradera filer

# Languages::text_uc_license_number_required
source: Please enter your [product] license number
hr: Molimo unesite broj licence [product]
sk: Prosím, zadajte svoje licenčné číslo pre [product]
sr: Molimo vas da unesete [product] broj licence
sv: Skriv in ditt licensnummer [product]

# Languages::text_uc_list_of_updates_missing
source: List of upgrades is missing
hr: Nedostaje popis nadogradnji
sk: Chýba zoznam aktualizácií
sr: Nedostaje lista nadogradnji
sv: Lista över uppgraderingar saknas

# Languages::text_uc_non_writable_files
source: These files require write permissions set (manually or automatically via FTP)
hr: Ove datoteke zahtijevaju postavljene dozvole pisanja (ručno ili automatski putem FTP-a)
sk: Tieto súbory vyžadujú nastavenie právomocí na zapisovanie (manuálne alebo automaticky cez FTP)
sr: Ove datoteke zahtevaju dozvole za pisanje (ručno ili automatski putem FTP)
sv: Dessa filer kräver skriva behörigheter (manuellt eller automatiskt via FTP)

# Languages::text_uc_no_enough_space_to_backup_database
source: Insufficient disk space to back up the database
hr: Nema dovoljno diskovnog prostora za sigurnosnu kopiju baze podataka
sk: Nedostatok miesta na disku pre zálohovanie databázy
sr: Nedovoljan prostor na disku da bi se napravila rezervna kopija baze podataka
sv: Otillräckligt diskutrymme att säkerhetskopiera databasen

# Languages::text_uc_no_ftp_module
source: It seems that no FTP module is installed on your server. You cannot use FTP until this module is installed
hr: Čini se da nijedan FTP modul nije instaliran na vašem poslužitelju. Ne možete koristiti FTP dok ovaj modul nije instaliran
sk: Zdá sa, že na vašom serveri nie je nainštalovaný žiaden FTP modul. Kým ho nenainštalujete, nemôžete použiť FTP
sr: Izgleda da nije instaliran FTP modul na vašem serveru. Ne možete da koristite FTP prenos podataka, dok se ovaj modul ne instalira
sv: Det verkar som att ingen FTP-modulen är installerad på servern. Du kan inte använda FTP tills denna modul installeras

# Languages::text_uc_unable_to_create_upgrade_folder
source: Failed to create an upgrade folder
hr: Nije uspjelo ažuriranje mape
sk: Nepodarilo sa vytvoriť adresár aktualizácie
sr: Kreiranje direktorijuma za nadogradnju nije uspelo
sv: Det gick inte att skapa en mapp med uppgradering

# Languages::text_uc_unable_to_parse_uc_xml
source: Failed to parse the upgrade process descriptor uc.xml
hr: Nije uspio postupak nadogradnje obrade za uc.xml
sk: Nepodarilo sa analyzovať popisovač procesu aktualizácie uc.xml
sr: Raščlanjivanje deskriptora procesa nadogradnje uc.xml nije uspelo
sv: Det gick inte att parsa uppgraderingsprocessen deskriptor uc.xml

# Languages::text_uc_unable_to_remove_file
source: Failed to remove the file
hr: Uklanjanje datoteke nije uspjelo
sk: Nepodarilo sa odstrániť súbor
sr: Uklanjanje datoteke nije uspelo
sv: Det gick inte att ta bort filen

# Languages::text_uc_unable_to_remove_packages_xml
source: Failed to remove the upgrade descriptor packages.xml
hr: Nije uspjelo uklanjanje nadogradnje deskriptor packages.xml
sk: Nepodarilo sa odstrániť popisovač aktualizácie packages.xml
sr: Uklanjanje deskriptora nadogradnje packages.xml nije uspelo
sv: Det gick inte att ta bort den stigning deskriptor packages.xml

# Languages::text_uc_unable_to_remove_upgrade_lock
source: Failed to remove the upgrade lock file. Please remove the [file] file.
hr: Uklanjanje lock datoteke nadogradnje nije uspjelo. Molimo, uklonite datoteku [file].
sk: Nepodarilo sa odstrániť uzamykací súbor aktualizácie. Odstráňte prosím súbor [file].
sr: Uklanjanje zaključane datoteke nadogradnje nije uspelo. Uklonite [file] datoteku.
sv: Det gick inte att ta bort låsfilen uppgradering. Ta bort filen [file].

# Languages::text_uc_unable_to_update_list_of_installed_upgrades
source: Failed to update the list of installed upgrades
hr: Ažuriranje popisa instaliranih nadogradnji nije uspjelo
sk: Nepodarilo sa aktualizovať zoznam nainštalovaných aktualizácií
sr: Nije uspelo ažuriranje liste instaliranih nadogradnji
sv: Det gick inte att uppdatera listan över installerade uppgraderingar

# Languages::text_uc_upgrade_completed
source: Your store has been upgraded successfully
hr: Vaša trgovina je uspješno nadograđena
sk: Vášho obchod bol úspešne aktualizovaný
sr: Vaša prodavnica je uspešno nadograđena
sv: Din butik har uppgraderats
