Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_max_limit_of_parameters
source: Maximum value of the "limit" field cannot exceed 25 unless the chart type is "Table". Limit of this chart has been corrected.
hr: Maksimalna vrijednost polja ''limit'' ne smije premašiti 25 osim ako je vrsta grafikona ''Tablica''. Limit ovog grafikona je ispravljen.
sk: Maximálna hodnota poľa "limit" nemôže prekročiť 25 pokiaľ je typ diagramu "Tabuľka". Limit bol v tomto diagrame opravený.
sr: Maksimalna vrednost u polju "limit" ne sme da pređe 25 osim ako tip grafikona "Table". Ograničenje ovog grafikona je ispravljeno.
sv: Högsta värdet i fältet "limit" får inte överstiga 25 om diagramtypen är "Bord". Gräns i det här diagrammet har korrigerats.

# Languages::text_mb_failed_order
source: No response from Skrill has been received yet, please hold on. Although the order might not be created in the store as long last, it is highly probable that it has been successfully created and processed by Skrill. Please contact the store staff and tell them the order ID as provided by Skrill
hr: Molimo za strpljenje, još nije primljen odgovor od Skrill-a. Iako narudžba možda još nije napravljena u trgovini, vrlo je vjerojatno da je uspješno napravljena i obrađena od strane Skrill-a. Molimo kontaktirajte osoblje trgovine i dajte im ID narudžbe koji ste dobili od Skrill-a
sk: Skrill zatiaľ neodpovedá, čakajte prosím. Je možné že objednávka nebola vytvorená v obchode, ale že bola úspešne vytvorená a vybavená cez službu Skrill. Kontaktujte prosím personál obchodu a oznámte im ID objednávky, ktoré vám zadal Skrill
sr: Nema odgovora od Skrill, molimo sačekajte. Iako izgleda kao da narudžba nije kreirana u prodavnicije, vrlo je verovatno da je uspešno prosleđena i procesuirana od strane Skrill. Obratite se osoblju prodavnice i reci im ID porudžbine poslate sa Skrill
sv: Inget svar från Amazon kassan har inkommit ännu, hålla vänligen. Även om ordern inte kan skapas i butiken som sist, är det mycket troligt att det har varit framgångsrikt skapas och bearbetas av Amazon kassan. Vänligen kontakta butiken personalen och uppge order-ID som du fått från Amazon

# Languages::text_min_order_amount_required
source: To continue checkout process your order total must exceed
hr: Kako bi nastavili s postupkom plaćanja ukupan iznos vaše narudžbe mora premašiti
sk: Pre pokračovanie v kompletizácii objednávky musí jej suma presahovať
sr: Da biste nastavili proces poručivanja, iznos Vaše porudžbine mora biti veći od
sv: För att fortsätta kassaprocessen ordersumman får överstiga

# Languages::text_min_products_amount_required
source: To continue checkout process your order subtotal must exceed
hr: Kako bi nastavili s postupkom plaćanja podzbroj vaše narudžbe mora premašiti
sk: Pre pokračovanie v kompletizácii objednávky musí jej medzisúčet presahovať
sr: Da biste nastavili proces poručivanja, iznos mežuzbira Vaše porudžbine mora biti veći od
sv: För att fortsätta kassaprocessen din orderdelsumman får överstiga

# Languages::text_multiprofile_notice
source: One user can have multiple profiles. For example, one for personal orders and another for office needs.
hr: Jedan korisnik može imati više profila. Na primjer, jedan za osobne narudžbe, a drugi za uredske potrebe.
sk: Jeden používateľ môže mať viacero profilov. Jeden môže mať napríklad pre osobné objednávky a druhý pre pracovné potreby.
sr: Jedan korisnik može imati više profila. Na primer, jedan za lične porudžbine, a drugi za potrebe kancelarije.
sv: En användare kan ha flera profiler. Till exempel en för personliga beställningar och en annan för office behov.

# Languages::text_new_user_activation
source: The profile owned by "[user_login]" has been newly created, you should check the details of this user (if required) and activate it by using the following link:<br />[url]
hr: Profil u vlasništvu "[user_login]" je nedavno napravljen, provjerite detalje ovog korisnika (ako je potrebno) i aktivirajte ga preko ove poveznice:<br />[url]
sk: Profil vytvorený používateľom "[user_login]" je novo vytvorený, mali by ste (ak je potrebné) skontrolovať jeho detaily a aktivovať ho kliknutím na nasledujúci odkaz:<br />[url]
sr: Profil u vlasništvu "[user_login]" je nedavno kreiran, trebalo bi da proverite detalje ovog korisnika (ako je potrebno) i aktivirati koristeći sledeću vezu: <br/>[url]
sv: Den profil som ägs av "[user_login]" har skapats nyligen, bör du kontrollera detaljerna av den här användaren (vid behov) och aktivera den genom att använda följande länk: < br / >[url]

# Languages::text_nothing_found
source: Nothing found
hr: Ništa nije pronađeno
sk: Nič sa nenašlo
sr: Ništa nije pronađeno
sv: Ingenting hittades

# Languages::text_not_allowed_to_upload_file_extension
source: It is not allowed to upload files with the <b>.[ext]</b> extension here.
hr: Ovdje nije dopušteno učitati datoteke s <b>.[ext]</b> nastavkom.
sk: Nie je povolené uploadovať súbory s príponou <b>.[ext]</b>.
sr: Nije dozvoljeno otpremanje datoteke sa tipom <b>.[ext]</b> ekstenzije ovde.
sv: Det är inte tillåtet att ladda upp filer med tillägget <b>.[ext]</b> här.

# Languages::text_not_valid_email
source: <b>[email]</b> is not a valid e-mail address.
hr: <b>[email]</b> nije valjana e-mail adresa.
sk: <b>[email]</b> nie je platná e-mailová adresa.
sr: <b>[email]</b> nije važeća e-adresa.
sv: <b>[email]</b> är inte en giltig e-postadress.

# Languages::text_no_active_promotions
source: No promotions available.
hr: Nema dostupnih promocija
sk: Žiadne akcie k dispozícii.
sr: Nema dostupnih promocija.
sv: Inga erbjudanden tillgängliga.

# Languages::text_no_conflicts
source: No conflicts found
hr: Nijedan sukob nije pronađen
sk: Nenašli sa žiadne konflikty
sr: Nema pronađenih sukoba
sv: Inga konflikter hittades

# Languages::text_no_items_defined
source: No [items] defined
hr: Nijedan [items] nije definiran
sk: Žiadne [items] definované
sr: Nema [items] definisanih
sv: Inga [items] som definieras

# Languages::text_no_matching_products_found
source: No products found matching the search criteria
hr: Nije pronađen nijedan proizvod koji odgovara kriteriju pretraživanja
sk: Nebol nájdený žiaden tovar vyhovujúci kritériám vyhľadávania
sr: Nijedan proizvod nije pronađen na osnovu kriterijuma pretrage
sv: Inga produkter hittade på sökkriterierna

# Languages::text_no_matching_results_found
source: No results match the search query
hr: Nijedan rezultat ne odgovara upitu za pretraživanje
sk: Žiadne výsledky vyhovujúce vyhľadávacím kritériám
sr: Nijedan rezultat se ne podudara sa upitom pretrage
sv: Inga resultat matchar sökfrågan

# Languages::text_no_orders
source: No orders found
hr: Nijedna narudžba nije pronađena
sk: Nenašli sa žiadne objednávky
sr: Nije pronađena ni jedna narudžba
sv: Inga beställningar Funna

# Languages::text_no_payments_needed
source: No payment information required
hr: Nisu potrebni podaci o plaćanju
sk: Platobné informácie nie sú potrebné
sr: Informacije o plaćanju nisu potrebne
sv: Ingen betalningsinformation krävs

# Languages::text_no_products
source: There are no products in this section
hr: Nema proizvoda u ovoj sekciji
sk: V tejto sekcii sa nenachádza žiaden tovar
sr: Nema proizvoda u ovom odeljku
sv: Det finns inga produkter i detta avsnitt

# Languages::text_no_products_defined
source: No products defined
hr: Nijedan proizvod nije definiran
sk: Nebol definovaný žiaden tovar
sr: Nijedan proizvod nije definisan
sv: Inga produkter definieras

# Languages::text_no_products_found
source: No products found
hr: Nijedan proizvod nije pronađen
sk: Nenájdený žiaden tovar
sr: Nijedan proizvod nije pronađen
sv: Inga produkter hittades

# Languages::selected_filters
source: Selected filters
sk: Vybrané filtre
sr: Izabrani filteri
sv: Valda filter

# Languages::text_no_shipments_found
source: No shipments found
hr: Nijedna pošiljka nije pronađena
sk: Nenájdené žiadne zásielky
sr: Nijedna isporuka nije pronađena
sv: Inga transporter hittade

# Languages::text_no_shipping_methods
source: Sorry, it seems that we have no shipping options available for your location.<br/>Please check your shipping address and contact us if everything is okay. We'll see what we can do about it.
hr: Žao nam je, čini se da nemamo nikakve opcije dostave za vašu lokaciju.<br/>Molimo, provjerite vašu adresu za dostavu i kontaktirajte nas ako je sve u redu. Vidjet ćemo što možemo učiniti po tom pitanju.
sk: Mrzí nás to, ale vyzerá to tak že pre vašu polohu nie sú dostupné žiadne možnosti prepravy.<br/> Skontrolujte prosím adresu doručenia a kontaktujte nás ak je správna. Zistíme čo sa s tým dá urobiť.
sr: Izvinjavamo se, izgleda da nemamo opciju dostave na Vašoj lokaciji. <br/> Proverite svoje adrese isporuke i kontaktirajte nas ako je sve u redu. Videćemo šta se može uraditi po tom pitanju.
sv: Tyvärr, det verkar som vi har ingen tillgänglig för din plats leveransalternativ. <br/> Kontrollera din leveransadress och kontakta oss om allt är okej. Vi får se vad vi kan göra om det.

# Languages::text_no_upgrades_available
source: No upgrades currently available
hr: Trenutno nema dostupne nadogradnje
sk: Momentálne nie sú dostupné žiadne aktualizácie
sr: Nadogradnja trenutno nije dostupna
sv: Inga tillgängliga uppgraderingar

# Languages::text_objects_for_export
source: <b>[total]</b> [name] will be exported.
hr: <b>[total]</b> [name] će se izvesti.
sk: <b>[total]</b> [name] sa bude exportovať.
sr: <b>[total]</b> [name] će biti izvezen.
sv: <b>[total]</b> [name] kommer att exporteras.

# Languages::text_ogonedirect_notice
source: Enter SHA-1 Signature both: here and on the Ogone Configuration.<br /><br />For new Ogone accounts created since May 11th, 2010, the new SHA policy is automatically active. <br/>Please do not forget to select the "Use new SHA signature policy" checkbox.
hr: Unesite SHA-1 potpis oba: ovdje i na konfiguraciju Ogone. < br / > < br / > za nove račune Ogone napravljene nakon 11 svi 2010, nova politika SHA je automatski aktivan. <br/> Ne zaboravite da uključite potvrdni okvir "Koristi novi SHA potpis politike".
sk: Zadajte svoj SHA-1 podpis tu a v konfigurácii Ogone.<br /><br />Nové Ogone účty, vytvorené po 11-tom máji 2010, budú automaticky využívať novú politiku SHA. <br/>Nezabudnite prosím zaškrtnúť políčko "Use new SHA signature policy".
sr: Unesite SHA-1 potpis: ovde i na konfiguraciju Ogone. < br / >< br / > Za nove Ogone naloge kreirane od 11. maja 2010, nova politika SHA je automatski aktivna. <br/> Molimo vas da ne zaboravite potvrditi polje "Use new SHA signature policy".
sv: Ange SHA-1 signatur båda: här och på Ogone konfiguration. < br / > < br / > för nya Ogone konton skapade sedan 11 maj 2010, den nya politiken för SHA aktiveras automatiskt. <br/> Glöm inte att markera kryssrutan "Använd ny SHA signatur politik".

# Languages::text_ogoneweb_notice
source: Please set the following URL in the Technical Information section on the Ogone Configuration as a <b>Response Url</b> for all cases ("accepted", "on hold", "uncertain", "canceled by the client", "too many rejections by the acquirer"): <b>[r_url]</b><br /> Also enter SHA-1 Signature both: here and on the Ogone Configuration. Then select Request Type: "Make this request in background and deferred".
hr: Postavite sljedeći URL u tehničke informacije o konfiguraciji Ogone kao <b>Odgovor Url</b> za sve slučajeve ("prihvaćen", "na čekanju", "neizvjesna", "otkazano naručitelja", "previše odbijanja od strane preuzimatelja"): <b>[r_url]</b> < br / > unijeti SHA-1 potpis oba: ovdje i na konfiguraciju Ogone. Zatim odaberite vrstu zahtjeva: "Čine ovaj upit u pozadini i odgođeno".
sk: Do sekcie Technical Information v konfigurácii Ogone prosím zadajte nasledovnú URL adresu ako <b>Response Url</b> pre všetky prípady ("prijatá", "pozastavená", "neistá", "zrušená klientom", "príliš veľa odmietnutí získateľom"): <b>[r_url]</b><br />Taktiež zadajte svoj SHA-1 podpis tu, aj v konfigurácii Ogone. Potom zadajte typ požiadavky: "Make this request in background and deferred".
sr: Postavite sledeći URL u odeljku za tehničke informacije o konfiguraciji Ogone kao <b>Odgovor Url</b> za sve slučajeve ("prihvati", "na čekanju", "nesigurno", "otkazano od strane klijenta", "previše odbijanja"): <b>[r_url]</b>< br / > Unesite SHA-1 potpis: ovde i na konfiguraciji Ogone. Zatim izaberite tip zahteva: "Make this request in background and deferred".
sv: Vänligen ange följande URL i avsnittet teknikinformation på Ogone konfigurationen som en <b>Svar Url</b> för alla fall ("godkänd", "on hold", "osäkra", "avbröts av klienten", "alltför många avslag av förvärvaren"): <b>[r_url]</b> < br / > också ange SHA-1 signatur båda: här och på Ogone konfigurationen. Välj sedan typ av begäran: "Göra denna begäran i bakgrunden och uppskjuten".

# Languages::text_options_no_inventory
source: In order to create option combinations, you must have the "Inventory" check box selected for at least one product option.
hr: Kako bi napravili kombinacije opcije, morate za barem jednu opciju proizvoda imati odabran potvrdni okvir ''Zaliha''.
sk: Ak chcete vytvoriť kombinácie možností, musíte mať aspoň pri jednej voliteľnej vlastnosti tovaru zaškrtnuté políčko "Inventár".
sr: Da biste kreirali kombinacije opcija, morate imati izabran "Inventar" za barem jedan proizvod.
sv: För att skapa alternativ kombinationer, måste du ha "Inventory" kryssrutan är markerad för minst en produkt alternativ.

# Languages::text_order_backordered
source: Your order has been backordered. We will contact you at the first opportunity.
hr: Vaša narudžba nije obrađena jer sadrži stavke kojih trenutno nema na zalihi. Kontaktirat ćemo vas prvom prilikom.
sk: Vaša objednávka bola objednaná u dodávateľa. Budeme vás kontaktovať čo najskôr.
sr: Vaša porudžbina je izvršena unapred. Kontaktiraćemo Vas prvom prilikom kada budemo imali traženi proizvod na zalihama.
sv: Din beställning har restnoterats. Vi kontaktar dig vid första tillfälle.

# Languages::text_order_placed_error
source: Your order has been declined by the payment processor. Please review your information and contact store administration.
hr: Vaša narudžba odbijena je od strane procesora plaćanja. Molimo, provjerite detalje koje ste unijeli i kontaktirajte administraciju trgovine.
sk: Vaša objednávka bola zamietnutá platobným procesorom. Prosím skontrolujte vaše údaje a kontaktujte administráciu obchodu.
sr: Porudžbina je odbijena od strane obrađivača naplate. Molimo Vas pregledajte svoje informacije i kontaktirajte administraciju prodavnice.
sv: Din beställning har avvisats av betalningsprocessor. Läs igenom din information och kontakt butik administration.

# Languages::text_order_placed_successfully
source: Congratulations! Your order has been successfully placed.
hr: Čestitamo! Vaša narudžba je uspješno zaprimljena.
sk: Gratulujeme! Vaša objednávka bola úspešne odoslaná.
sr: Čestitamo! Vaša narudžba je uspešno izvršena.
sv: Grattis! Din beställning har placerats.

# Languages::text_order_repayed_successfully
source: Order has been repaid successfully.
hr: Vaša ponovna uplata za narudžbu je uspješno provedena.
sk: Objednávka bola úspešne preplatená.
sr: Narudžba je ponovo uspešno plaćena.
sv: Beställa återbetalt framgångsrikt.

# Languages::text_order_saved_successfully
source: Order has been saved successfully.
hr: Narudžba je uspješno spremljena.
sk: Objednávka bola úspešne uložená.
sr: Narudžba je uspešno sačuvana.
sv: Ordning har sparats.

# Languages::text_order_status_notification
source: Please note that the notification of changing the status will be sent depending on the settings of this status
hr: Imate na umu da će obavijest o promjeni statusa biti poslana ovisno o postavkama ovog statusa
sk: Upozorňujeme, že notifikácia o zmene stavu bude zaslaná v závislosti od nastavení tohoto stavu
sr: Imajte na umu da će obaveštenje o promeni statusa biti poslato u zavisnosti od postavki ovog statusa
sv: Observera att anmälan av statusändring skickas beroende på inställningarna för denna status

# Languages::text_out_of_stock
source: Out of stock
hr: Rasprodano
sk: Nie je na sklade
sr: Nema na zalihama
sv: Slut i lager

# Languages::text_pages_cloned
source: The pages have been cloned successfully. Below the list of new pages.
hr: Stranice su uspješno klonirane. Ispod je popis novih stranica.
sk: Stránky boli úspešne naklonované. Zoznam nových stránok je nižšie.
sr: Stranice su klonirane uspešno. Ispod liste novih stranica.
sv: Sidorna har blivit klonad framgångsrikt. Under listan över nya sidor.

# Languages::text_pages_have_been_deleted
source: Pages have been deleted successfully.
hr: Stranice su uspješno izbrisane.
sk: Stránky boli úspešne odstránené.
sr: Stranice su uspešno izbrisane.
sv: Sidorna har tagits bort.

# Languages::text_page_changed
source: Are you sure you want to leave this page? Your changes have not been saved. Click on OK to continue, or on Cancel to stay on the current page.
hr: Jeste li sigurni da želite napustiti ovu stranicu? Vaše promjene nisu spremljene. Kliknite na 'U redu' za nastavak ili na 'Odustani' za ostanak na trenutnoj stranici.
sk: Naozaj chcete opustiť túto stránku? Vaše zmeny neboli uložené. Ak chcete pokračovať, kliknite na tlačidlo OK. Kliknutím na Zrušiť ostanete na súčasnej stránke.
sr: Jesi li sigurni da želite napustiti ovu stranicu? Promene nisu sačuvane. Kliknite na OK da biste nastavili ili na Otkaži da ostanete na trenutnoj stranici.
sv: Är du säker du vill lämna den här sidan? Dina ändringar har inte sparats. Klicka på OK för att fortsätta eller på Avbryt om du vill bo på den aktuella sidan.

# Languages::text_page_has_been_deleted
source: Page has been deleted successfully.
hr: Stranica je uspješno izbrisana.
sk: Stránka bola úspešne odstránená.
sr: Stranica je uspešno izbrisana.
sv: Sidorna har tagits bort.

# Languages::text_page_loading
source: Loading... Your request is being processed, please wait.
hr: Učitavanje... Molimo pričekajte, vaš zahtjev se obrađuje.
sk: Načítam... Vaša žiadosť sa spracováva, čakajte prosím.
sr: Učitavanje... Vaš zahtev se obrađuje. Pričekajte.
sv: Laddar... Din begäran behandlas, vänta.

# Languages::text_password_recovery_instructions_sent
source: Password recovery instructions have been sent to your email.
hr: Upute za oporavak lozinke poslane su na vašu e-mail adresu.
sk: Pokyny pre obnovenie hesla boli zaslané na váš email.
sr: Uputstva za oporavak lozinke poslata su na vaš email.
sv: Lösenord återhämtning instruktioner har skickats till din e-post.

# Languages::text_pay4later_notice
source: <b>Note</b>: In order to track your Pay4Later orders with the shopping cart software, you have to take these steps:<br /><br />-&nbsp;Log in to Pay4Later BackOffice<br />-&nbsp;Click on the <u>'Settings/Installations'</u> link in the <u>'Quick Links'</u> section.<br />-&nbsp;Set <u>'Return URL (Verified)'</u> setting to:<br /><b>[verified_url]</b><br />-&nbsp;Set <u>'Return URL (Decline)'</u> setting to:<br /><b>[decline_url]</b><br />-&nbsp;Set <u>'Return URL (Refer)'</u> setting to:<br /><b>[refer_url]</b><br />-&nbsp;Set <u>'Return URL (Cancel)'</u> setting to:<br /><b>[cancel_url]</b><br />-&nbsp;Set <u>'CSN URL'</u> setting to:<br /><b>[process_url]</b><br />-&nbsp;Click on the <u>'Save Changes'</u> button<br />
hr: <b>Napomena</b>: da biste pratili Pay4Later zapovijedi sa sadržajem web košarice, morate uzeti sljedeće: < br / > < br / >-prijavite se na Pay4Later BackOffice < br / >-kliknite na link' <u>postavke/instalacija '</u> u odjeljku <u>' izdvojeno '</u>. < br / > - Set <u>'Povratak URL (provjereno)'</u> na: < br / > <b>[verified_url]</b> < br / > - Set <u>'Povratak URL (pad)'</u> na: < br / > <b>[decline_url]</b> < br / > - Set <u>"Return URL (vidi)"</u> na: < br / > <b>[refer_url]</b> < br / > - Set <u>"Return URL (odustajanje)"</u> na: < br / > <b>[cancel_url]</b> < br / > - pažnja <u>"CSN URL"</u> postavljanje to: < br / > <b>[process_url]</b> < br / >-kliknite na gumb <u>' Spremi promjene '</u> < br / >
sk: <b>Poznámka</b>: Aby ste mohli pomocou vášho softvéru sledovať Pay4Later objednávky, musíte vykonať nasledujúce kroky:<br /><br />-&nbsp;Prihláste sa do Pay4Later BackOffice<br />-&nbsp;Kliknite na odkaz <u>'Settings/Installations'</u> v sekcii <u>'Quick Links'</u> .<br />-&nbsp;Nastavte <u>'Return URL (Verified)'</u> na:<br /><b>[verified_url]</b><br />-&nbsp;Nastavte <u>'Return URL (Decline)'</u> na:<br /><b>[decline_url]</b><br />-&nbsp;Nastavte <u>'Return URL (Refer)'</u> na:<br /><b>[refer_url]</b><br />-&nbsp;Nastavte <u>'Return URL (Cancel)'</u> na:<br /><b>[cancel_url]</b><br />-&nbsp;Nastavte <u>'CSN URL'</u> na:<br /><b>[process_url]</b><br />-&nbsp;Kliknite na tlačidlo <u>'Save Changes'</u> <br />
sr: <b>Napomena</b>: da biste pratili svoje Pay4Later naružbe sa softverom za kupovinu, morate da izvršite ove korake:<br /><br />-&nbsp;Prijavite se na Pay4Later BackOffice<br />-&nbsp;kliknite na<u>'Settings/Installations'</u> u <u>'Quick Links'</u> sekciji.<br />-&nbsp;Postavite <u>'Return URL (Verified)'</u> postavku na:<br /><b>[verified_url]</b><br />-&nbsp;Postavite <u>'Return URL (Decline)'</u> postavku na:<br /><b>[decline_url]</b><br />-&nbsp;Postavite <u>'Return URL (Refer)'</u> postavku na:<br /><b>[refer_url]</b><br />-&nbsp;Postavite <u>'Return URL (Cancel)'</u> postavku na:<br /><b>[cancel_url]</b><br />-&nbsp;Postavite <u>'CSN URL'</u> postavku na:<br /><b>[process_url]</b><br />-&nbsp;Kliknite na <u>'Save Changes'</u> dugme<br />
sv: <b>Obs</b>: för att spåra din Pay4Later order med den kundvagn programvaran, måste du vidta dessa åtgärder: < br / > < br / >-Logga in på Pay4Later BackOffice < br / >-Klicka på länken <u>"inställningar/installationer"</u> i den <u>"Snabblänkar"</u> avsnitt. < br / > - Set <u>"Retur-URL (bekräftad)"</u> inställning: < br / > <b>[verified_url]</b> < br / > - Set <u>"Retur-URL (tillbakagång)"</u> inställning: < br / > <b>[decline_url]</b> < br / > - Set <u>"Retur-URL (Tipsa)"</u> inställning: < br / > <b>[refer_url]</b> < br / > - Set <u>"Retur-URL (Avbryt)"</u> inställning: < br / > <b>[cancel_url]</b> < br / > - Set <u>"CSN URL"</u> inställning till: < br / > <b>[process_url]</b> < br / >-Klicka på knappen <u>"spara ändringar"</u> < br / >
