Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_paybox_notice
source: <b>Note:</b> Please download the file modulev2.cgi from the PayBox server, copy it to the <b>[paybox_dir]</b> directory <u>in binary mode</u> and make it executable. <br />Run the following command:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Also ask &#8220;Paybox&#8221; service to add the following URL to the database as &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
hr: <b>Napomena:</b> Preuzimanje datoteke modulev2.cgi s poslužitelja PayBox, kopirajte u <b>[paybox_dir]</b> direktorij <u>u binarnom modu</u> i čine ga executable. < br / > pokrenite sljedeću naredbu: < br / > <b><i>chmod 755 modulev2.cgi</b></i> < br / > < br / > također pitati &#8220; biletarnica &#8221; usluga dodati sljedeći URL na bazu podataka kao &#8220; Callback URL &#8221; < br / > <b>[callback_url]</b>
sk: <b>Poznámka:</b> Zo serveru PayBox prosím stiahnite súbor modulev2.cgi, skopírujte ho do adresára <b>[paybox_dir]</b> <u>v binárnom režime</u> a spravte z neho spúšťací súbor. <br />Zadajte nasledovný príkaz:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Taktiež požiadajte službu &#8220;Paybox&#8221; aby do databázy pridali nalsedovnú URL ako &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
sr: <b>Napomena:</b> Preuzmite datoteku modulev2.cgi sa PayBox servera, kopirajte je u <b>[paybox_dir]</b> direktorijum <u>u binarnom režimu</u> i podesite da bude izvršiva. <br />Pokrenite sledeću komandu:<br /><b><i>chmod 755 modulev2.cgi</b></i><br /><br />Pitajte &#8220;Paybox&#8221; servis da doda sledeći URL u bazu kao &#8220;Callback URL&#8221;:<br /><b>[callback_url]</b>
sv: <b>Obs:</b> Hämta filen modulev2.cgi från PayBox servern, kopiera den till <b>[paybox_dir]</b> katalog <u>i binärt läge</u> och gör den körbar. < br / > kör du följande kommando: < br / > <b><i>chmod 755 modulev2.cgi</b></i> < br / > < br / > också be &#8220; Paybox &#8221; tjänst för att lägga till följande URL i databasen som &#8220; motringning URL &#8221;: < br / > <b>[callback_url]</b>

# Languages::text_payment_have_been_deleted
source: Payment have been deleted successfully.
hr: Plaćanje je uspješno izbrisano.
sk: Platby boli úspešne odstránené.
sr: Plaćanje je uspešno izbrisano.
sv: Betalningen har tagits bort.

# Languages::text_payment_have_not_been_deleted
source: Payment cannot be deleted.
hr: Plaćanje nije moguće izbrisati.
sk: Platba sa nedá odstrániť.
sr: Plaćanje se ne može izbrisati.
sv: Betalning kan inte tas bort.

# Languages::text_paypal_processing_payment
source: Please wait while processing the payment details...
hr: Obrada podataka o uplati, pričekajte...
sk: Čakajte, prosím. Spracovávajú sa platobné údaje...
sr: Molimo sačekajte dok se obrađuju podaci za plaćanje...
sv: Vänta medan bearbetning betalningsinformation...

# Languages::text_paysitecash_debug
source: Debug Information
hr: Informacije za ispravljanje pogrešaka
sk: Informácie o ladení
sr: Informacije o otklanjanju grešaka

# Languages::text_paysitecash_mode
source: Mode
hr: Način rada
sk: Režim
sr: Režim
sv: Läge

# Languages::text_paysitecash_mode_debug_off
source: OFF
hr: ISKLJUČENO
sk: VYP
sr: ISKLJUČIVANJE
sv: UTANFÖR

# Languages::text_paysitecash_mode_debug_on
source: ON
hr: UKLJUČENO
sk: ZAP
sr: UKLJUČI
sv: VIDARE

# Languages::text_paysitecash_mode_live
source: Live
hr: Uživo
sk: Naživo
sr: Uživo

# Languages::text_paysitecash_nocurrencies
source: Currency mode
hr: Modus valute
sk: Režim meny
sr: Režim valute
sv: Valutakod

# Languages::text_paysitecash_nocurrencies_no
source: Allow customer select any of supported currency
hr: Dopusti kupcu da odabere bilo koju od podržanih valuta
sk: Umožniť zákazníkovi zvoliť si akúkoľvek z podporovaných mien
sr: Dozvoli kupcu da izabere bilo koju podržanu valutu
sv: Låta kunden välja någon av stöds valuta

# Languages::text_paysitecash_nocurrencies_yes
source: Do not show currency selection at all
hr: Nemoj uopće prikazati izbor valuta
sk: Nezobrazovať výber meny
sr: Nikako ne prikazuj izbor valute
sv: Visa inte valuta val alls

# Languages::text_paysitecash_notice
source: Please add these URL fields in your Paysite Cash configuration:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
hr: Molimo dodajte ova URl polja u vašu Paysite Cash konfiguraciju:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>nakon plaćanja vrati url:</b><br/>[sucess_url]<br/><br/><b>otkazano plaćanje url:</b><br/>[cancel_url]<br/><br/><b>Backoffice potvrda url:</b><br/>[confirm_url]
sk: Zadajte prosím tieto URL polia do vašej konfigurácie Paysite Cash:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
sr: Molimo vas da dodate URL u vašu Paysite Cash konfiguraciju:<br/><br/><b>URL:</b><br/>[url]<br/><br/><b>Referer url:</b><br/>[ref_url]<br/><br/><b>after payment return url:</b><br/>[sucess_url]<br/><br/><b>canceled payment url:</b><br/>[cancel_url]<br/><br/><b>Backoffice confirmation url:</b><br/>[confirm_url]
sv: Lägg till dessa URL fält i konfigurationen Paysite kontanter: <br/> <br/> <b>URL:</b> <br/>[url] <br/> <br/> <b>Referer url:</b> <br/>[ref_url] <br/> <br/> <b>efter betalning retur-url:</b> <br/>[sucess_url] <br/> <br/> <b>annullerad betalning url:</b> <br/>[cancel_url] <br/> <br/> <b>Backoffice bekräftelse url:</b> <br/>[confirm_url]

# Languages::text_paysitecash_processor
source: Processor
hr: Procesor
sk: Spracovateľ
sr: Obrađivač
sv: Processorn

# Languages::text_paysitecash_site_id
source: Site ID
hr: ID web-mjesta
sk: ID stránky
sr: ID sajta
sv: Plats-ID

# Languages::text_payway_notice
source: Please set up the following parameters in PayWay back end: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
hr: Postavite sljedeće parametre u PayWay pozadinu: <p>pregledniku vratiti URL akontacija: <b>[prepayment]</b> < br / > preglednik vratiti URL: <b>[return]</b> < br / > obavijest URL: <b>[notify]</b> < br / > obavijest Post tipa: ostavite prazno</p>
sk: Prosím zadajte nasledovné parametre v nastaveniach PayWay: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: ponechajte prázdne </p>
sr: Molimo vas da podesite sledeće parametre u PayWay postavkama: <p> Browser Return URL Pre Payment: <b>[prepayment]</b><br /> Browser Return URL: <b>[return]</b><br /> Notification URL: <b>[notify]</b><br /> Notification Post Type: leave empty </p>
sv: Ställ upp följande parametrar i PayWay baksidan slutet: <p>webbläsare returnerar URL Pre betalning: <b>[prepayment]</b> < br / > webbläsare retur-URL: <b>[return]</b> < br / > anmälan URL: <b>[notify]</b> < br / > Post meddelandetyp: lämna tomt</p>

# Languages::text_permissions_changed
source: Permissions changed
hr: Dozvole su promijenjene
sk: Právomoci zmenené
sr: Dozvole su promenjene
sv: Behörigheter ändrats

# Languages::text_piraeus_notice
source: <b>Note:</b> Please send the following information to the payment support:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
hr: <b>Napomena:</b> Molimo pošaljite sljedeće podatke za uplatu: < br / > Website URL: ' <u>[website_url]'</u> br / > Referrer URL: ' <u>[referrer_url]'</u> br / > uspjeh URL: ' <u>[success_url]'<</u> br / > neuspjeh URL: ' <u>[failure_url]'<</u> br / > Backlink URL: ' <u>[backlink_url]'</u> br / > IP adresa: ' <u>[ip_address]'</u> br / > < br / > metoda odgovor: ' <u>[response_method]'</u> br / > < br / >
sk: <b>Poznámka:</b> Pošlite prosím nasledovné údaje platobnej podpore:<br /> Website URL: '<u>[website_url]</u>'<br /> Referrer URL: '<u>[referrer_url]</u>'<br /> Success URL: '<u>[success_url]</u>'<br /> Failure URL: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Address: '<u>[ip_address]</u>'<br /><br /> Response Method: '<u>[response_method]</u>'<br /><br />
sr: <b>Napomena:</b> Molimo vas da pošaljete sledeće informacije podršci plaćanja:<br /> Website URL: '<u>[website_url]</u>'<br /> URL uputioca: '<u>[referrer_url]</u>'<br /> URL za uspešno plaćanje: '<u>[success_url]</u>'<br /> URL za neuspešno plaćanje: '<u>[failure_url]</u>'<br /> Backlink URL: '<u>[backlink_url]</u>'<br /> IP Adresu: '<u>[ip_address]</u>'<br /><br /> Način odgovora: '<u>[response_method]</u>'<br /><br />
sv: <b>Obs:</b> Vänligen skicka följande information till betalning stöd: < br / > webbadress: ' <u>[website_url]'<</u> br / > Hänvisningsadress: ' <u>[referrer_url]'<</u> br / > framgång URL: "<u>[success_url]</u>" < br / > misslyckande URL: "<u>[failure_url]</u>" < br / > bakåtlänk URL: "<u>[backlink_url]</u>" < br / > IP-adress: "<u>[ip_address]</u>" < br / > < br / > svar metod: ' <u>[response_method]'<</u> br / > < br / >

# Languages::text_position_updating
source: Loading... Positions are being updated, please wait.
hr: Učitavanje... Pozicije se ažuriraju, molimo pričekajte.
sk: Načítam... aktualizujú sa pozície. Čakajte, prosím.
sr: Učitavanje... Pozicije se ažuriraju, molimo sačekajte.
sv: Laddar... Positioner som uppdateras, vänta.

# Languages::text_price_dec_sign_delimiter
source: Decimal separator for product prices.
hr: Decimalni razdjelnik za cijene proizvoda.
sk: Oddeľovač desatinných miest pre ceny tovaru.
sr: Znak za razdvajanje decimala za cene proizvoda.
sv: Decimaltecknet för produktpriser.

# Languages::text_products_added
source: The products have been added successfully. See the list of the new products below.
hr: Proizvodi su uspješno dodani. Popis novih proizvoda pogledajte ispod.
sk: Tovar bol úspešne pridaný. Zoznam nového tovaru sa nachádza nižšie.
sr: Proizvodi su uspešno dodati. Vidite listu novih proizvoda koji su ispod.
sv: Produkterna har lagts till. Se listan över nya produkterna nedan.

# Languages::text_products_cloned
source: The products have been cloned successfully. Below the list of new products
hr: Proizvodi su uspješno klonirani. Ispod je popis novih proizvoda
sk: Tovar bol úspešne naklonovaný. Zoznam nového tovaru sa nachádza nižšie
sr: Proizvodi su uspešno klonirani. Ispod liste novih proizvoda
sv: Produkterna har blivit klonad framgångsrikt. Under listan av nya produkter

# Languages::text_products_have_been_deleted
source: Products have been deleted successfully.
hr: Proizvodi su uspješno izbrisani.
sk: Tovar bol úspešne odstránený.
sr: Proizvodi su uspešno izbrisani.
sv: Produkter har tagits bort.

# Languages::text_products_updated
source: The following products have been updated:
hr: Sljedeći proizvodi su ažurirani:
sk: Tento tovar bol aktualizovaný:
sr: Ažurirani su sledeći proizvodi:
sv: Följande produkter har uppdaterats:

# Languages::text_products_updated_successfully
source: The product(s) have been updated successfully
hr: Proizvod(i) su uspješno ažurirani
sk: Tovar bol úspešne aktualizovaný
sr: Uspešno obavljeno ažuriranje proizvoda
sv: Produkter har uppdaterats

# Languages::text_product_cloned
source: The product has been cloned
hr: Proizvod je kloniran
sk: Tovar bol naklonovaný
sr: Proizvod je kloniran
sv: Produkten har blivit klonad

# Languages::text_product_detailed_image
source: (optional displayed in popup window)
hr: (opcija prikaza u skočnom prozoru)
sk: (voliteľne zobrazený vo vyskakovacom okne)
sr: (opcioni prikaza u iskačućem prozoru)
sv: (valfri visas i popup-fönster)

# Languages::text_product_file_has_been_deleted
source: Product file has been deleted
hr: Datoteka proizvoda je izbrisana
sk: Súbor tovaru bol odstránený
sr: Proizvod je izbrisan
sv: Produkt-fil har tagits bort

# Languages::text_product_filters_were_disabled
source: The following <a href="[url]" target="_blank">product filters</a> were disabled: [filters_list].
hr: Sljedeći <a href="[url]" target="_blank">filteri proizvoda</a> su onemogućeni: [filters_list].
sk: Nasledovné <a href="[url]" target="_blank">filtre tovaru</a> boli vypnuté: [filters_list].
sr: Sledeći <a href="[url]" target="_blank"> filteri proizvoda</a> su onemogućeni: [filters_list].
sv: Följande <a href="[url]" target="_blank"> produkt filter</a> inaktiverades: [filters_list].

# Languages::text_product_has_been_deleted
source: Product has been deleted successfully.
hr: Proizvod je uspješno izbrisan.
sk: Tovar bol úspešne odstránený.
sr: Proizvod je uspešno izbrisan.
sv: Produkter har tagits bort.

# Languages::text_product_thumbnail
source: (displayed on products list and product details pages)
hr: (prikazan na popis proizvoda i proizvoda s pojedinostima)
sk: (zobrazené na zozname tovaru a stránke s detailami tovaru)
sr: (prikazan na listi proizvoda i proizvoda detalja stranice)
sv: (visas på lista över produkter och produkt detaljsidor)

# Languages::text_profile_activated
source: Your profile has now been activated, you may login using the username you received in the previous e-mail.
hr: Vaš profil sada je aktivan, možete se prijaviti koristeći korisničko ime koje ste dobili u prethodnom e-mailu.
sk: Váš profil bol aktivovaný, môžete sa prihlásiť používateľským menom, ktoré ste obdržali v predchádzajúcom e-maili.
sr: Vaš profil je aktiviran, možete se prijaviti koristeći korisničko ime koje ste primili u prethodnoj e-poruci.
sv: Din profil har nu aktiverats, kan du logga in med det användarnamn du fått tidigare e-post.

# Languages::text_profile_benefits
source: <h4>Benefits of becoming a registered member</h4><ul><li>Log in at any time to check order statuses</li><li>Personalize your shopping</li><li>Speed up future purchases</li></ul>
hr: <h4>Postati registrirani član</h4><ul><li>Prijavite se u bilo kojem trenutku za provjeru statusa naloga</li> <li>personalizirati vaš shopping</li> <li>ubrzati buduće kupnje</li></ul>
sk: <h4>Zaregistrovaní členovia majú aj takéto výhody</h4><ul><li>Môžete sa kedykoľvek prihlásiť a skontrolovať stav vašich objednávok</li><li>Prispôsobiť nákupy vašim potrebám</li><li>Zrýchliť budúce nákupy</li></ul>
sr: <h4>Prednosti koje imate kada postanete registrovani član.</h4> <ul><li>Prijavite se u svakom trenutku i proverite status Vaših porudžbina</li> <li>Personalizujte kupovinu</li> <li>Ubrzajte buduće kupovine</li></ul>
sv: <h4>Fördelarna med att bli en registrerad medlem</h4> <ul><li>Logga in när som helst kontrollera order status</li> <li>Anpassa din shopping</li> <li>påskynda framtida inköp</li></ul>

# Languages::text_profile_details
source: <h4>Profile details</h4><p>On this page you can modify your login credentials and personal data to be used during future purchases.</p><p>To keep your account secure we recommend to avoid creating passwords that use:</p><ul><li>Dictionary words in any language.</li><li>Words spelled backwards, common misspellings, and abbreviations.</li><li>Sequences or repeated characters. Examples: 12345678, 222222, abcdefg, or adjacent letters on your keyboard (qwerty).</li><li>Personal information. Your name, birthday, driver's license, passport number, or similar information.</li></ul>
hr: <h4>Detalji profila</h4><p>Na ovoj stranici možete izmijeniti svoju prijavu i osobne podatke koristiti za iduće nabavke.</p><p>Da bi vaš račun bio siguran preporučujemo izbjegavajte stvaranje lozinke koje koristite:</p><ul><li>Rječnik riječi u svakom jeziku.</li><li>Riječi napisane unatrag, zajedničke greške i kratice.</li><li>Sekvence ili ponavljanje znakova. Primjeri: 12345678, 222222, abcdefg, ili susjedna slova na tipkovnici (qwerty).</li><li>Osobne podatke. Vaše ime, rođendan, vozačka dozvola, broj putovnice ili slične informacije.</li></ul>
sk: <h4>Detaily profilu</h4><p>Na tejto stránke môžete upraviť svoje prihlasovacie údaje a osobné údaje používané pri objednávkach.</p><p>Pre zachovanie bezpečnosti vášho účtu odporúčame v heslách nepoužívať:</p><ul><li>Slová nachádzajúce sa v slovníkoch.</li><li>Slová napísané pospiatky, bežné preklepy a skratky.</li><li>Sekvencie alebo opakujúce sa znaky, napríklad: 12345678, 222222, abcdefg, alebo písmená susediace na klávesnici (qwerty).</li><li>Osobné údaje ako meno, dátum narodenia, číslo vodičského preukazu, pasu, a podobné údaje.</li></ul>
sr: <h4>Detalji profila</h4> <p>Na ovoj stranici možete da izmenite vaše akreditive za prijavljivanje i lične podatke koji će se koristiti tokom budućih kupovina.</p> <p>Da bi vaš nalog bio siguran preporučujemo da izbegavate kreiranje lozinke koja sadrži:</p> <ul><li>Rečnik reči na bilo kom jeziku.</li> <li>Reči napisane unazad, česte pravopisne greške i skraćenice.</li> <li>Sekvence ili niz ponovljenih znakova. Primeri: 12345678, 222222, abcdefg, ili susedna slova na tastaturi (qwerty).</li> <li>Lične informacije. Vaše ime, rođendan, vozačku dozvolu, ili registrarske oznake vašeg automobila, broj pasoša ili slične informacije.</li></ul>
sv: <h4>Profiluppgifter</h4> <p>På denna sida kan du ändra dina inloggningsuppgifter och personuppgifter att användas vid framtida köp.</p> <p>Att hålla ditt konto säkert vi rekommenderar för att undvika att skapa lösenord som innehåller:</p> <ul><li>Uppslagsord i något språk.</li> <li>Ord stavat baklänges, gemensamma felstavningar och förkortningar.</li> <li>Sekvenser eller upprepade tecken. Exempel: 12345678, 222222, abcdefg, eller intilliggande bokstäver på tangentbordet (qwerty).</li> <li>Personlig information. Ditt namn, födelsedag, körkort, passnummer, eller liknande information.</li></ul>

# Languages::text_profile_is_created
source: The account has been created successfully.
hr: Račun je uspješno napravljen.
sk: Účet bol úspešne vytvorený.
sr: Nalog je uspešno kreiran.
sv: Kontot har skapats.

# Languages::text_profile_is_updated
source: The profile data has been updated successfully.
hr: Podaci profila uspješno su ažurirani.
sk: Profilové údaje boli úspešne aktualizované.
sr: Podaci o profilu su uspešno ažurirani.
sv: Profildata har uppdaterats.

# Languages::text_profile_should_be_approved
source: Your account has been created successfully, but it must be activated by the store administrator before you are able to sign in.
hr: Vaš račun je uspješno kreiran, ali to mora aktivirati administrator trgovine prije nego što se možete prijaviti.
sk: Váš účet bol úspešne vytvorený, ale predtým než sa ním budete môcť prihlásiť ho musí aktivovať správca obchodu.
sr: Vaš nalog je uspešno kreiran, ali mora biti aktiviran od strane administratora pre nego što možete da se prijavite.
sv: Ditt konto har skapats, men det måste aktiveras av administratören butik innan du kan logga in.

# Languages::text_promotions_group_condition
source: if [set] of these conditions are [set_value]
hr: ako [set] od tih uvjeta su [set_value]
sk: Ak [set] týchto podmienok sú [set_value]
sr: Ako su [set] od ovih uslova [set_value]
sv: om [set] av dessa villkor är [set_value]

# Languages::text_proxypay_notice
source: Validation script:&nbsp;&nbsp;&nbsp;<b>[validation_url]</b><br />Confirmation script:&nbsp;&nbsp;&nbsp;<b>[confirmation_url]</b><br />Ok page:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Nok page: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />
hr: Skripta za provjeru valjanosti:&nbsp;&nbsp;&nbsp;<b>[validation_url]</b><br />Skripta za potvrdu:&nbsp;&nbsp;&nbsp;<b>[confirmation_url]</b><br />OK stranica:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Nok stranica: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />
sk: Overovací skript:&nbsp;&nbsp;&nbsp;<b>[validation_url]</b><br />Potvrdzovací skript:&nbsp;&nbsp;&nbsp;<b>[confirmation_url]</b><br />Ok stránka:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Nok stránka: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />
sr: Validaciona skripta:&nbsp;&nbsp;&nbsp;<b>[validation_url]</b><br />Konfirmaciona skripta:&nbsp;&nbsp;&nbsp;<b>[confirmation_url]</b><br />Ok stranica:&nbsp;&nbsp;&nbsp;<b> [ok_url]</b><br />Nok page: &nbsp;&nbsp;&nbsp;<b> [nok_url]</b><br />
sv: Valideringsskriptet: <b>[validation_url]</b> < br / > bekräftelse skript: <b>[confirmation_url]</b> < br / > Ok sida: <b>[ok_url]</b> < br / > Nok sida: <b>[nok_url]</b> < br / >

# Languages::our_brands
source: Our Brands
hr: Naši brendovi
sk: Naše značky
sr: Brendovi
sv: Våra varumärken

# Languages::text_qty_discounts
source: Our quantity discounts
hr: Naši popusti na količinu
sk: Naše množstevné zľavy
sr: Popusti na količinu
sv: Våra mängdrabatter

# Languages::text_recover_password
source: <p>If you have forgotten your password, enter your email address in the field and click <i>Reset password</i>.</p><p>You will receive a new password and a link to sign in. You will be able to change the password later.</p>
hr: <p>Ako ste zaboravili lozinku unesite vašu e-mail adresu u polje i pritisnite <i>Obnovi lozinku</i>.</p><p>Primit ćete novu lozinku i poveznicu za prijavu. Kasnije ćete moći promijeniti lozinku.</p>
sk: <p>Ak ste zabudli vaše heslo, zadajte do poľa vašu e-mailovú adresu a kliknite na <i>Obnoviť heslo</i>.</p><p>Obdržíte nové heslo a odkaz pre prihlásenie. Neskôr môžete toto heslo zmeniť.</p>
sr: <p>Ako ste zaboravili Vašu lozinku, unesite Vašu email adresu u polje i kliknite na <i>Ponovo postavi lozinku</i>.</p> <p>Nkon toga ćete dobiti novu lozinku i vezu da biste se prijavili. Takođe ćete moći da promenite lozinku kasnije.</p>
sv: <p>Om du har glömt ditt lösenord, ange din e-postadress i fältet och klicka på <i>Återställ lösenord</i>.</p> <p>Får du ett nytt lösenord och en länk för att logga in. Du kommer att kunna ändra lösenord senare.</p>

# Languages::text_recover_password_notice
source: Enter your email address to receive a new login key and a link to sign in and change your password.
hr: Unesite vašu e-mail adresu kako bi primili ključ za prijavu, kao i poveznicu za prijavu i promjenu lozinku.
sk: Zadajte vašu e-mailovú adresu a obdržíte nový prihlasovací kľúč a odkaz pre prihlásenie a zmenu vášho hesla.
sr: Unesite svoju e-adresu za prijem novog ključa za prijavljivanje i vezu za prijavljivanje i promenite lozinku.
sv: Ange din e-postadress för att få en ny logga in nyckel och en länk för att logga in och ändra lösenordet.

# Languages::text_recover_password_title
source: Reset password
hr: Obnovi lozinku
sk: Obnoviť heslo
sr: Poništavanje lozinke
sv: Återställ lösenord

# Languages::text_remove_additional_images
source: When importing additional images of an updated product, existing images of this product will be deleted before import
hr: Prilikom uvoza dodatne slike ažuriran proizvod, postojeće slike ovog proizvoda će se izbrisati prije uvoza
sk: Pred importovaním ďalších obrázkov aktualizovaného produktu budú existujúce obrázky odstránené
sr: Prilikom uvoza dodatnih slika za ažurirani proizvod, postojeće slike ovog proizvoda će biti izbrisane pre uvoza
sv: När du importerar ytterligare bilder av en uppdaterad produkt, kommer att befintliga avbildningar av den här produkten tas bort innan importen
