Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::right_to_left_orientation
source: Right to left orientation
hr: Orijentacija s desna na lijevo
sk: Právo na ľavú orientáciu
sr: Orijentacija s desna na levo
sv: Höger till vänster-orientering

# Languages::risk_checking
source: Risk checking is in process. Please try reloading this page in a minute.
hr: Provjera rizika je u tijeku. Molimo, za jednu minutu pokušajte ponovo učitati ovu stranicu.
sk: Práve prebieha kontrola rizík. Prosím skúste načítať túto stránku za minútu.
sr: Provera rizika je u toku. Za koji minut ponovo otvorite ovu stranicu.
sv: Kontroll av risk är i processen. Försök ladda den här sidan i en minut.

# Languages::risk_information
source: Risk information
hr: Informacije o riziku
sk: Informácie o riziku
sr: Informacije rizika

# Languages::romanian
source: Romanian
hr: Rumunjski
sk: rumunčina
sr: Rumunski
sv: Rumänska

# Languages::root_category
source: Root category
hr: Korijenska kategorija
sk: Koreňové kategórie
sr: Root kategorija
sv: Rotkategori

# Languages::root_level
source: Root level
hr: Korijenska razina
sk: Základná úroveň
sr: Root nivo
sv: Rotnivå

# Languages::root_page
source: Root level page
hr: Stranica na korijenskoj razini
sk: Koreňová úroveň stránky
sr: Osnovna stranica
sv: Rotsidan nivå

# Languages::round_to
source: Round to
hr: Zaokruži na
sk: zaokrúhliť na
sr: Zaokružite na
sv: Avrunda till

# Languages::routing_code
source: Routing Number
hr: Identifikacijski broj banke
sk: Smerovacie číslo
sr: Broj proizvodnog postupka

# Languages::runtime
source: Runtime
hr: Vrijeme izvođenja
sr: Vreme izvršavanja

# Languages::russian
source: Russian
hr: Ruski
sk: ruština
sr: Ruski
sv: Ryska

# Languages::sale
source: Sale
hr: Prodaja
sk: Predaj
sr: Prodaja
sv: Försäljning

# Languages::sales
source: Sales
hr: Rasprodaja
sk: Predaj
sr: Prodaja
sv: Försäljning

# Languages::sales_commission
source: Sales commission
hr: Provizija na prodaju
sk: Provízie z predaja
sr: Provizija od prodaje
sv: Försäljningsprovision

# Languages::sales_reports
source: Sales reports
hr: Izvješća o prodaji
sk: Zostavy predaja
sr: Izveštaji o prodaji
sv: Försäljningsrapporter

# Languages::sales_reports_menu_description
source: Detailed statistics on the sales.
hr: Detaljna statistika o prodaji.
sk: Podrobné štatistiky predaja.
sr: Detaljna statistika prodaje.
sv: Detaljerad statistik på försäljningen.

# Languages::same_as_source
source: same as source
hr: isto kao izvor
sk: rovnaký ako zdroj
sr: isto kao izvor
sv: samma som källa

# Languages::save
source: Save
hr: Spremi
sk: Uložiť
sr: Sačuvaj
sv: Spara

# Languages::saved_search
source: Saved searches
hr: Spremljena pretraživanja
sk: Uložené vyhľadávania
sr: Sačuvane pretrage
sv: Sparade sökningar

# Languages::save_and_close
source: Save and close
hr: Spremi i zatvori
sk: Uložiť a zavrieť
sr: Sačuvaj i zatvori
sv: Spara och stäng

# Languages::save_as
source: Save As...
hr: Spremi kao...
sk: Uložiť ako...
sr: Sačuvaj kao...
sv: Spara som...

# Languages::save_changes
source: Save changes
hr: Spremi promjene
sk: Uložiť zmeny
sr: Sačuvaj izmene
sv: Spara ändringar

# Languages::save_discount
source: Save
hr: Spremi
sk: Uložiť
sr: Ušteda
sv: Spara

# Languages::save_layout
source: Save layout
hr: Spremi izgled
sk: Uložiť rozloženie
sr: Sačuvaj raspored
sv: Spara layout

# Languages::save_layout_as
source: Save layout as
hr: Spremi izgled kao
sk: Uložiť rozloženie ako
sr: Sačuvaj raspored kao
sv: Spara layout som

# Languages::save_process_payment
source: Save and process payment
hr: Spremi i obradi uplatu
sk: Uložiť a vykonať platbu
sr: Sačuvaj i obradi plaćanje
sv: Spara och behandla betalning

# Languages::save_this_search_as
source: Save this search as
hr: Spremi ovu pretragu kao
sk: Uložiť toto vyhľadávanie ako
sr: Sačuvajte ovu pretragu kao
sv: Spara denna sökning som

# Languages::scb_text_notice
source: Please send the following URL to the SCB support to be set as PostbackURL: <br /><b>[return_url]</b>
hr: Molimo pošaljite sljedeći URL SCB podršci da se podesi kao PostbackURL: <br /><b>[return_url]</b>
sk: Prosím pošlite nasledujúce URL podpore SCB pre nastavenie ako PostbackURL: < br / > <b>[return_url]</b>
sr: Pošaljite sledeći URL do SCB podrške da bi se postavio kao PostbackURL: < br / > <b>[return_url]</b>
sv: Vänligen skicka följande URL till SCB stöd skall fastställas som PostbackURL: < br / > <b>[return_url]</b>

# Languages::screen
source: Screen
hr: Zaslon
sk: Obrazovka
sr: Ekran
sv: Skärmen

# Languages::screen_resolution
source: Screen resolution
hr: Razlučivost zaslona
sk: Rozlíšenie obrazovky
sr: Rezolucija ekrana
sv: Skärmupplösning

# Languages::script
source: Script
hr: Skripta
sk: Skript
sr: Skripta

# Languages::scroller_direction
source: Auto-scroll direction
hr: Smjer automatskog pomicanja
sk: Smerovania automatického posunu
sr: Auto-scroll direkcija
sv: Auto-scroll riktning

# Languages::search
source: Search
hr: Pretraživanje
sk: Hľadať
sr: Pretraga
sv: Sök

# Languages::search_again
source: Search again
hr: Pretraži ponovo
sk: Hľadať znova
sr: Pretraži ponovo
sv: Sök igen

# Languages::search_by_order
source: Search by order
hr: Pretraživanje po narudžbi
sk: Vyhľadávanie podľa objednávky
sr: Pretraga po redosledu
sv: Sök efter ordning

# Languages::search_by_owner
source: Search by owner
hr: Pretraživanje prema vlasniku
sk: Vyhľadávanie podľa vlastníka
sr: Pretraga po vlasniku
sv: Sök efter ägare

# Languages::search_by_price
source: Search by price
hr: Pretraživanje po cijeni
sk: Vyhľadávanie podľa ceny
sr: Pretraga po ceni
sv: Sök efter pris

# Languages::search_by_product_features
source: Search by product features
hr: Pretraživanje prema svojstvima proizvoda
sk: Vyhľadávanie podľa vlastnosti produktu
sr: Pretraga po karakteristikama proizvoda
sv: Sök av produktegenskaper

# Languages::search_by_product_filters
source: Search by product filters
hr: Pretraživanje prema filterima proizvoda
sk: Vyhľadávanie podľa filtrov produktu
sr: Pretraga po filterima proizvoda
sv: Söka efter produkt filter

# Languages::search_by_sku
source: Search by product code
hr: Pretraživanje po kodu proizvoda
sk: Hľadať podľa kódu produktu
sr: Pretraga po šifri proizvoda
sv: Sök med produktkod

# Languages::search_by_vendor
source: Search by store
hr: Pretraživanje prema trgovini
sk: Vyhľadávanie podľa obchodu
sr: Pretraga po radnji
sv: Sök butik

# Languages::search_by_weight
source: Search by weight
hr: Pretraži po težini
sk: Vyhľadávanie podľa hmotnosti
sr: Pretraga po težini
sv: Sök med vikt

# Languages::search_engine
source: Search engine
hr: Tražilica
sk: Vyhľadávač
sr: Pretraživač
sv: Söka motor

# Languages::search_for_pattern
source: Search for pattern
hr: Traži uzorak
sk: Hľadanie vzoru
sr: Pretraga obrasca
sv: Sök efter mönster

# Languages::search_in
source: Search in
hr: Pretraži u
sk: Hľadať v
sr: Pretraži u
sv: Sök i

# Languages::search_in_category
source: Search in category
hr: Pretraži u kategoriji
sk: Hľadať v kategórii
sr: Pretraži u kategoriji
sv: Sök i kategori

# Languages::search_in_subcategories
source: Search in subcategories
hr: Pretraži u potkategoriji
sk: Hľadať v podkategóriách
sr: Pretraži u potkategorije
sv: Sök i underkategorier

# Languages::search_options
source: Search options
hr: Opcije pretraživanja
sk: Možnosti vyhľadávania
sr: Opcije pretrage
sv: Sökalternativ

# Languages::search_product
source: Search product
hr: Pretraži proizvod
sk: Hľadaj produkt
sr: Pronađi proizvod
sv: Sök på produkt

# Languages::search_products
source: Search products
hr: Pretraži proizvode
sk: Hľadať produkty
sr: Pretraga proizvoda
sv: Sökprodukter

# Languages::search_results
source: Search results
hr: Rezultati pretrage
sk: Výsledky vyhľadávania
sr: Rezultati pretrage
sv: Sökresultat

# Languages::search_results_for
source: Search results for [search]
hr: Rezultati pretrage za [search]
sk: Výsledky vyhľadávania pre [search]
sr: Rezultati pretrage za [search]
sv: Sökresultat för [search]

# Languages::search_string
source: Search string
hr: Niz za pretraživanje
sk: Hľadaný reťazec
sr: Reč za traženje
sv: Söksträngen

# Languages::search_tooltip
source: Search for products, customers, orders and CMS pages
sk: Vyhľadávanie produktov, zákazníkov, objednávok a CMS stránok
sr: Pretraga proizvoda, kupaca, porudžbina i CMS stranica
sv: Sök efter produkter, kunder, beställningar och CMS sidor

# Languages::search_words
source: Search words
hr: Riječi za pretraživanje
sk: Hľadaj slová
sr: Reči za pretragu
sv: Sökord

# Languages::secret_key
source: Secret key
hr: Tajni ključ
sk: Tajný kľúč
sr: Tajni ključ
sv: Hemlig nyckel

# Languages::secret_string
source: Secret string
hr: Tajni niz
sk: Tajný reťazec
sr: Tajni niz
sv: Hemlig sträng

# Languages::secret_word
source: Secret word
hr: Tajna riječ
sk: Tajné slovo
sr: Tajna reč
sv: Hemliga ord

# Languages::section
source: Section
hr: Sekcija
sk: Sekcia
sr: Sekcija
sv: Avsnittet

# Languages::section_is_not_completed
source: Section is not completed.
hr: Sekcija nije završena.
sk: Sekcia nie je dokončená.
sr: Sekcija nije dovršena.
sv: Avsnitt har inte slutförts.

# Languages::section_links
source: Section links
hr: Linkovi sekcije
sk: Odkaz sekcie
sr: Veze sekcije
sv: Avsnittet länkar

# Languages::section_name
source: Section name
hr: Naziv sekcije
sk: Názov sekcie
sr: Ime sekcije
sv: Avsnittets namn

# Languages::secure
source: Secure
hr: Osiguraj
sk: Zabezpečenie
sr: Osiguraj
sv: Säkra

# Languages::security
source: Security
hr: Sigurnost
sk: Bezpečnosť
sr: Sigurnost
sv: Säkerhet

# Languages::secure_checkout
source: Secure checkout
hr: Sigurno plaćanje
sk: Pokladňa
sr: Osigurana kupovina
sv: Säkert kassan

# Languages::secure_storefront_url
source: Secure storefront URL
hr: Siguran URL izloga
sk: Zabezpečenie URL stránky obchodu
sr: URL adresa osigurane veze prodavnice
sv: Säkra skyltfönster URL

# Languages::secure_storefront_url_already_exists
source: The value of the <strong>Secure storefront URL</strong> parameter mentioned by you already belongs to another company.
hr: Vrijednost parametra <strong>Siguran URL izloga</strong> koji ste spomenuli već pripada drugoj tvrtki.
sk: Hodnota parametra <strong>Zabezpečenie URL stránky obchodu</strong> je už uvedená pri inej spoločnosti.
sr: Vrednost parametra <strong>URL izlog prodavnice</strong> koji ste pomenuli već pripada drugoj kompaniji.
sv: Värdet av den <strong>Secure skyltfönster URL</strong> parameter som du nämnde redan tillhör ett annat företag.

# Languages::security_settings
source: Security settings
hr: Sigurnosne postavke
sk: Nastavenia zabezpečenia
sr: Bezbednost
sv: Säkerhetsinställningar för

# Languages::see_demo
source: See demo
hr: Vidi ogledni primjer
sk: Pozri demo
sr: Vidi demo
sv: Se demo

# Languages::select
source: Select
hr: Odaberi
sk: Vybrať
sr: Izaberite
sv: Välj

# Languages::selectbox
source: Select box
hr: Odaberi okvir
sk: Zaškrtávacie políčko
sr: Potvrdite izbor za
sv: Markera rutan

# Languages::selected
source: Selected
hr: Odabrano
sk: Vybrané
sr: Izabrana
sv: Markerad

# Languages::selected_items
source: Selected items
hr: Odabrani artikli
sk: Vybraté položky
sr: Odabrane stavke
sv: Valda artiklar

# Languages::select_all
source: Select all
hr: Odaberi sve
sk: Vybrať všetko
sr: Izaberi sve
sv: Markera alla

# Languages::select_all_product_options
source: You should select all product options
hr: Treba odabrati sve opcije proizvoda
sk: Mali by ste vybrať všetky možnosti produktov
sr: Trebalo bi da izaberete sve opcije proizvoda
sv: Du bör välja alla produktalternativ för

# Languages::select_block
source: Select block
hr: Odaberi blok
sk: Vybrať blok
sr: Izaberi blok
sv: Blockera

# Languages::select_country
source: Select country
hr: Odaberi zemlju
sk: Vybrať krajinu
sr: Izaberite zemlju
sv: Välj land

# Languages::select_customer
source: Select customer
hr: Odaberi kupca
sk: vybrať zákazníka
sr: Izaberite kupca
sv: Välj kund

# Languages::select_dates
source: Select dates
hr: Odaberi datume
sk: Vyberte si dátumy
sr: Izaberite datume
sv: Välj datum

# Languages::select_descr_lang
source: Select the description language
hr: Odaberi jezik opisa
sk: Vyberte jazyk popisu
sr: Izaberite opis jezika
sv: Välj språket som beskrivning

# Languages::select_fields_to_edit
source: Select fields to edit
hr: Odaberi polja za uređivanje
sk: Vyberte polia pre úpravy
sr: Izaberite polja za uređivanje
sv: Välj fält att redigera

# Languages::select_file
source: Select file
hr: Odaberi datoteku
sk: Vyberte súbor
sr: Izaberite datoteku
sv: Välj fil

# Languages::select_options
source: Select options
hr: Odaberi opcije
sk: Vyberte možnosti
sr: Izaberite opcije
sv: Välj alternativ

# Languages::select_option_above
source: Select the previous option first
hr: Odaberi prvo prethodnu opciju
sk: Vyberte najprv predchádzajúcu možnosť
sr: Prvo izaberite opciju "Prethodna"
sv: Först välja det förra alternativet

# Languages::select_product
source: Select product
hr: Odaberi proizvod
sk: Vyberte produkt
sr: Izaberite proizvod
sv: Välj produkt

# Languages::select_products
source: Select products
hr: Odaberi proizvode
sk: Vyberte produkty
sr: Izbor proizvoda
sv: Välj produkt

# Languages::select_profile
source: Select profile
hr: Odaberi profil
sk: Vyberte profil
sr: Izbor profila
sv: Välj profil

# Languages::select_shipping_method
source: Select shipping method
hr: Odaberi način dostave
sk: Vyberte spôsob dopravy
sr: Izaberite način isporuke
sv: Välj leveranssätt

# Languages::select_state
source: Select state
hr: Odaberi županiju
sk: Vyberte štát
sr: Izaberite državu
sv: Välj stat

# Languages::select_tables
source: Select tables
hr: Odaberi tablice
sk: Výber tabuľky
sr: Izaberite tabele
sv: Välj register

# Languages::semicolon
source: Semicolon
hr: Točka-zarez
sk: Bodkočiarka
sr: Tačka zarez
sv: Semikolon

# Languages::send
source: Send
hr: Pošalji
sk: Odoslať
sr: Pošalji
sv: Skicka

# Languages::sender
source: Sender
hr: Pošiljatelj
sk: Odosielateľ
sr: Pošiljaoc
sv: Avsändaren

# Languages::send_feedback
source: Help us improve [product]
hr: Pomozite nam da unaprijedimo [product]
sk: Pomôžte nám vylepšiť [product]
sr: Pomozite da poboljšamo [product]
sv: Hjälpa oss att förbättra [product]

# Languages::send_notification
source: Send notification to selected
hr: Pošalji obavijest odabranima
sk: Odoslať upozornenie vybraným
sr: Pošalji obaveštenja izabranima
sv: Skicka anmälan till valt

# Languages::send_shipment_notification_to_customer
source: Send shipment notification to customer
hr: Pošalji obavijest o otpremi kupcu
sk: Odoslať avízo o dodávke zákazníkovi
sr: Pošaljite obaveštenje o isporuci kupcu
sv: Leveransen skickas till kunden

# Languages::send_shipping_address
source: Send customer shipping address
hr: Pošalji adresu dostave kupca
sk: Odoslať zákazníkovi dodaciu adresu
sr: Pošalji kupcu adresu za isporuku
sv: Skicka kund leveransadress

# Languages::send_via
source: Send via
hr: Pošalji putem
sk: Poslať prostredníctvom
sr: Pošalji putem
sv: Skicka via

# Languages::send_via_email
source: Send via email
hr: Pošalji e-poštom
sk: Poslať mailom
sr: Pošalji e-mailom
sv: Skicka via e-post

# Languages::send_via_postal_mail
source: Send via postal mail
hr: Pošalji poštom
sk: Poslať poštou
sr: Pošalji putem pošte
sv: Skicka via post

# Languages::seo_meta_data
source: Meta data
hr: Metapodaci
sk: Meta dáta
sr: Meta podaci

# Languages::sequential
source: Sequential
hr: Sekvencijski
sk: Sekvenčné
sr: Sekvencijalni
sv: Sekventiella

# Languages::service_not_available
source: This service is not available.
hr: Ova usluga nije dostupna.
sk: Táto služba nie je k dispozícii.
sr: Ova usluga nije dostupna.
sv: Denna tjänst är inte tillgänglig.

# Languages::settings
source: Settings
hr: Postavke
sk: Nastavenia
sr: Podešavanja
sv: Inställningar

# Languages::settings_wizard
source: Settings wizard
hr: Čarobnjak za postavke
sk: Sprievodca nastaveniami
sr: Čarobnjak za postavke
sv: Inställningsguiden

# Languages::settings_wizard_close_tooltip
source: Wizard will be possible to re-open in the menu 'Settings -> Settings wizard'.
hr: Čarobnjaka će biti moguće ponovno otvoriti u izborniku 'Postavke-> Čarobnjak za postavke'.
sk: Sprievodcu bude možné znovu otvoriť v menu "Nastavenia-> Spriecodca nastavením".
sr: Čarobnjak za postavke je moguće ponovo pokrenuti u meniju 'Podešavanja -> Čarobnjak za postavke'.
sv: Guiden kommer att vara möjligt att åter öppna i menyn "Inställningar-> inställningar wizard".

# Languages::settings_wizard_title
source: Settings wizard: Step [current_step] of [total_steps]
hr: Čarobnjak za postavke: korak [current_step] od [total_steps]
sk: Sprievodca nastavením: krok [current_step] z [total_steps]
sr: Čarobnjak za postavke: korak [current_step] od ukupno [total_steps] koraka
sv: Inställningsguiden: steg [current_step] av [total_steps]

# Languages::share
source: Share
hr: Podijeli
sk: Zdielaj
sr: Podeli
sv: Aktie

# Languages::share.congratulations_first_order
source: Congratulations on you first complete order.
hr: Čestitamo na vašoj prvoj napravljenoj narudžbi.
sk: Gratulujeme vám za objednávku.
sr: Čestitamo na vašoj prvoj narudžbi.
sv: Grattis på dig först slutföra ordern.

# Languages::share.first_order_tweet
source: Wow! The first complete order in my [product]-powered store
hr: Odlično! Prva napravljena narudžba u mojoj [product]-omogućenoj trgovini
sk: Wow! Prvá kompletná objednávka v mojom [product]-obchode
sr: Vau! Prva izvršena porudžbina u mojoj prodavnici koja radi zahvaljujući [product]
sv: Wow! Den första kompletta ordern i min [product]-drivna butik

# Languages::share.installation_tweet
source: I have just created an online store with [product_name]
hr: Upravo sam napravio web-trgovinu s [product_name]
sk: Práve som vytvoril internetový obchod s [product_name]
sr: Upravo sam kreirao prodavnicu sa [product_name]
sv: Jag har precis skapat en butik på nätet med [product_name]

# Languages::sha_sign
source: SHA-1 Signature
hr: SHA-1 potpis
sk: SHA-1 podpis
sr: SHA-1 potpis
sv: SHA-1 signatur

# Languages::shipment
source: Shipment
hr: Pošiljka
sk: Zásielka
sr: Isporuka
sv: Transport

# Languages::shipments
source: Shipments
hr: Pošiljke
sk: Zásielky
sr: Isporuke
sv: Transporter

# Languages::shipments_menu_description
source: View and print packing slips for shipments created from orders.
hr: Prikaži i ispiši specifikacije za pošiljke napravljene po narudžbama.
sk: Zobraziť a vytlačiť balíkové štítky na zásielky vytvorené z objednávok.
sr: Prikaz i štampanje listića za isporuke kreirane od porudžbina.
sv: Visa och skriv ut följesedlar för försändelser skapas från order.

# Languages::shipment_date
source: Shipment date
hr: Datum otpreme
sk: Dátum odoslania
sr: Datum isporuke
sv: Utleveransdatum

# Languages::shipment_details
source: Shipment details
hr: Detalji pošiljke
sk: Detaily dodávky
sr: Detalji isporuke
sv: Leverans Detaljer

# Languages::shipment_has_been_created
source: Shipment has been created
hr: Otpremnica je napravljena
sk: Dodávka bola vytvorená
sr: Isporuka je kreirana
sv: Transporten har skapats

# Languages::shipment_id
source: Shipment ID
hr: ID pošiljke
sk: Identifikácia zásielky
sr: ID isporuke
sv: Försändelse-ID

# Languages::shipment_info
source: Shipment information
hr: Informacije o pošiljci
sk: Informácie o dodávke
sr: Informacije o isporuci
sv: Försändelseinformation

# Languages::shipped
source: Shipped
hr: Otpremljeno
sk: Odoslané
sr: Isporučeno
sv: Levereras

# Languages::shipped_products
source: Shipped products
hr: Otpremljeni proizvodi
sk: Dodávané produkty
sr: Isporučeni proizvodi
sv: Levererade produkter

# Languages::shipper_number
source: Shipper number
hr: Broj otpremnika
sk: Číslo odosielateľa
sr: Broj špeditera
sv: Avlastaren nummer

# Languages::shipping
source: Shipping
hr: Dostava
sk: Poštovné
sr: Isporuka
sv: Sjöfart

# Languages::shippings
source: Shippings
hr: Dostave
sk: Preprava
sr: Isporuke

# Languages::shippings.service_not_configured
source: Service is not configured
hr: Usluga nije konfigurirana
sk: Služba nie je nakonfigurovaná
sr: Usluga nije podešena
sv: Tjänsten har inte konfigurerats

# Languages::shippings.service_not_found
source: Service was not found
hr: Usluga nije pronađena
sk: Služba sa nenašla
sr: Usluga nije pronađena
sv: Tjänsten kunde inte hittas

# Languages::shippings_taxes
source: Shipping & taxes
hr: Dostava & porezi
sk: Poštovné & dane
sr: Isporuka & porezi
sv: Sjöfarten & skatter

# Languages::shipping_address
source: Shipping address
hr: Adresa dostave
sk: Adresa doručenia
sr: Adresa za isporuku
sv: Leveransadress

# Languages::shipping_charges
source: Shipping charges
hr: Troškovi dostave
sk: Prepravné poplatky
sr: Naknade za isporuku
sv: Fraktkostnader

# Languages::shipping_cost
source: Shipping cost
hr: Cijena dostave
sk: Prepravné náklady
sr: Troškovi isporuke
sv: Fraktkostnader

# Languages::shipping_estimation
source: Shipping estimation
hr: Procjena dostave
sk: Odhad dopravného
sr: Procena troškova isporuke
sv: Shipping uppskattning

# Languages::shipping_freight
source: Shipping freight
hr: Dostava paketa
sk: Prepravné náklady
sr: Transport
sv: Frakt-frakt

# Languages::shipping_information
source: Shipping information
hr: Informacije o dostavi
sk: Prepravné informácie
sr: Informacije o isporuci
sv: Leveransinformation

# Languages::shipping_method
source: Shipping method
hr: Način dostave
sk: Spôsob doručenia dodávky
sr: Način isporuke
sv: Leveransmetoder

# Languages::shipping_methods
source: Shipping methods
hr: Načini dostave
sk: Spôsoby doručenia dodávky
sr: Načini isporuke
sv: Leveransmetoder

# Languages::shipping_methods_menu_description
source: Set of rules and parameters to calculate the cost of shipping.
hr: Postavi pravila i parametre za izračun cijene dostave.
sk: Súbor pravidiel a parametre pre výpočet nákladov na dopravu.
sr: Skup pravila i parametri za izračunavanje troškova isporuke.
sv: Uppsättning regler och parametrar för att beräkna kostnaden för frakt.

# Languages::shipping_name
source: Shipping name
hr: Naziv dostave
sk: Názov prepravy
sr: Naziv isporuke
sv: Transportbenämning

# Languages::shipping_options
source: Shipping Options
hr: Opcije dostave
sk: Možnosti prepravy
sr: Opcije za isporuku
sv: Leveransalternativ

# Languages::shipping_properties
source: Shipping Properties
hr: Svojstva dostave
sk: Vlastnosti prepravy
sr: Svojstva isporuke
sv: Egenskaper för frakt

# Languages::shipping_rates
source: Shipping rates
hr: Troškovi dostave
sk: Prepravné sadzby
sr: Stope sporuke
sv: Fraktkostnader

# Languages::shipping_same_as_billing
source: Shipping and billing address the same?
hr: Adresa za dostavu je ista kao i adresa za naplatu?
sk: Doručovacia a fakturačná adresa je rovnaká?
sr: Adresa za isporuku i fakturisanje je ista?
sv: Leverans och fakturering adress samma?

# Languages::shipping_service
source: Shipping service
hr: Usluga dostave
sk: Prepravná služba
sr: Usluga isporuke
sv: Fartygslinje

# Languages::ship_dhl_height
source: Package height (inches)
hr: Visina paketa (u inčima)
sk: Výška balíka (v palcoch)
sr: Visina paketa (inča)
sv: Paketet höjd (tum)

# Languages::ship_dhl_length
source: Package length (inches)
hr: Dužina paketa (u inčima)
sk: Dĺžka balíka (v palcoch)
sr: Dužina paketa (inča)
sv: Paketet längd (tum)

# Languages::ship_dhl_width
source: Package width (inches)
hr: Širina paketa (u inčima)
sk: Šírka balíka (v palcoch)
sr: Paket širina (u inčima)
sv: Paketet bredd (tum)

# Languages::ship_fedex_ancillary_endorsement
source: Ancillary Endorsements
hr: Dodatne napomene
sk: Doplnkové poznámky
sr: Pomoć ulagačima
sv: Tillhörande påskrifter

# Languages::ship_fedex_ancillary_endorsement_address_correction
source: Address Service Requested
hr: Zahtjev za dodjeljivanje adrese
sk: Požadovaná adresa služby
sr: Adresa tražene usluge
sv: Adress begärda tjänsten
