Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::ship_fedex_ancillary_endorsement_carrier_leave_if_no_response
source: Carrier Leave If No Response
hr: Ako je nema tko primiti, ostavi pošiljku na adresi
sk: Vynechať dopravcu bez odpovede
sr: Ukoliko nema odgovora, ostavite kuriru
sv: Transportören lämna om inget svar

# Languages::ship_fedex_ancillary_endorsement_change_service
source: Change Service Requested
hr: Vrati u slučaju promjene adrese
sk: Zmeniť požadované služby
sr: Promena tražene usluge
sv: Ändra begärda tjänsten

# Languages::ship_fedex_ancillary_endorsement_forwarding_service
source: Forwarding Service Requested
hr: Proslijedi na novu adresu
sk: Požadované špedičné služby
sr: Prosleđivanje tražene usluge
sv: Vidarebefordran av tjänsten efterfrågades

# Languages::ship_fedex_ancillary_endorsement_return_delivery
source: Return Service Requested
hr: Vratiti ako se ne može uručiti
sk: Požiadavka na službu Vrátenia
sr: Povrat tražene usluge
sv: Returservice efterfrågades

# Languages::ship_fedex_customer_manifest_id
source: Customer manifest ID
hr: ID manifesta kupca
sk: Zákaznícke manifest ID
sr: Manifest ID kupca
sv: Manifest kundnummer

# Languages::ship_fedex_drop_off_type
source: Drop Off Type
hr: Vrsta dostave
sk: Typ dopravy
sr: Odbaci tip
sv: Släppa av typ

# Languages::ship_fedex_drop_off_type_regular_pickup
source: Regular pickup
hr: Uobičajeno preuzimanje
sk: Obyčajná dodávka
sr: Redovna dostava
sv: Regelbundna pickup

# Languages::ship_fedex_drop_off_type_request_courier
source: Request courier
hr: Zatraži dostavljača
sk: Požiadavka na kuriéra
sr: Zahtevaj kurirsku službu
sv: Begäran courier

# Languages::ship_fedex_drop_off_type_station
source: Drop at station
hr: Dostavi u poslovnicu kurirske službe
sk: Doprava na stanicu
sr: Ostavi na stanici
sv: Släpp på station

# Languages::ship_fedex_height
source: Height (inches)
hr: Visina (u inčima)
sk: Výška (v palcoch)
sr: Visina (inč)
sv: Höjd (tum)

# Languages::ship_fedex_hub_id
source: Hub ID
sr: Čvorište ID
sv: Nav-ID

# Languages::ship_fedex_indicia_media_mail
source: Media Mail (Packages from 1 to 70 lbs Books, DVDs, CDs, videotapes)
hr: Medijski sadržaj (paketi od 1 do 70 lbs knjiga, DVD-ova, CD-ova, video vrpci)
sk: Média Mail (balíky od 1 do 70 libier kníh, DVD, CD, videokazety)
sr: Media Mail (paket od 500 g do 30 kg, knjige, DVD, CD, video-kasete)
sv: Media Mail (paket från 1 till 70 lbs böcker, DVD, CD-skivor, videoband)

# Languages::ship_fedex_indicia_parcel_select
source: Parcel Select (Packages from 1 to 70 lbs)
hr: Odaberi pošiljku (Paketi od 1 do 70 lbs)
sk: Výber zásielky (balíky od 1 do 70 kg)
sr: Odabir paketa (paketi od 500 g do 30 kg)
sv: Skifte markerar (paket från 1 till 70 lbs)

# Languages::ship_fedex_indicia_presorted_bound_printed_matter
source: Bound Printed Matter packages (Packages from 1 to 15 lbs Catalogs, phone books or anything permanently bound)
hr: Pošiljke s tiskanim sadržajem (paketi od 1 do 15 lbs katalozi, imenici ili sličan uvezan sadržaj)
sk: Balík viazaných tlačovín (balíky od 1 do 15 libier katalógy, adresáre alebo čokoľvek trvalo viazané)
sr: Povezani štampani materijal (paket 500 g do 7 kg katalozi, telefonski imenici)
sv: Bundna trycksaker paket (paket från 1 till 15 lbs kataloger, telefonböcker eller något permanent bunden)

# Languages::ship_fedex_indicia_presorted_standard
source: Standard Mail packages (Packages less than 1 lb)
hr: Standardne pošiljke (paketi manji od 1 lb)
sk: Štandardné poštové balíky (balíky menej ako 1 libra)
sr: Standardni paketi (paketi manji od 500 g)
sv: Standard e-paket (paket mindre än 1 lb)

# Languages::ship_fedex_length
source: Length (inches)
hr: Dužina (u inčima)
sk: Dĺžka (v palcoch)
sr: Dužina (inč)
sv: Längd (tum)

# Languages::ship_fedex_meter_number
source: Meter number
hr: Broj mjerača
sk: Číslo metra
sr: Broj merača
sv: Mätaren nummer

# Languages::ship_fedex_package_type_fedex_10kg_box
source: FedEx 10kg Box
hr: FedEx kutija 10kg
sr: FedEx kutija od 10kg

# Languages::ship_fedex_package_type_fedex_25kg_box
source: FedEx 25kg Box
hr: FedEx kutija 25kg
sr: FedEx kutija od 25kg

# Languages::ship_fedex_package_type_fedex_box
source: FedEx Box
hr: FedEx kutija
sr: FedEx kutija

# Languages::ship_fedex_package_type_fedex_envelope
source: FedEx Envelope
hr: FedEx koverta
sk: FedEx obálky
sr: FedEx koverta
sv: FedEx kuvert

# Languages::ship_fedex_package_type_fedex_tube
source: FedEx Tube
hr: FedEx tuba
sr: FedEx cev

# Languages::ship_fedex_package_type_your_packaging
source: Your packaging
hr: Vaša ambalaža
sk: Vaše balenie
sr: Vaše pakovanje
sv: Ditt paketera

# Languages::ship_fedex_special_services
source: Special service (delivery confirmation)
hr: Poseba usluga (potvrda o isporuci)
sk: Špeciálne služby (potvrdenie o doručení)
sr: Posebne usluge (dostava potvrde)
sv: Särskild service (leveransbekräftelse)

# Languages::ship_fedex_width
source: Width (inches)
hr: Širina (u inčima)
sk: Šírka (v palcoch)
sr: Širina (inč)
sv: Bredd (tum)

# Languages::ship_height
source: Package height (cm)
hr: Visina paketa (cm)
sk: Výška balíka (cm)
sr: Visina paketa (cm)
sv: Paketet höjd (cm)

# Languages::ship_length
source: Package length (cm)
hr: Dužina paketa (cm)
sk: Dĺžka balíka (cm)
sr: Dužina paketa (cm)
sv: Paketet längd (cm)

# Languages::ship_sp_l_acknowledgement_of_delivery
source: Acknowledgement of delivery (for registered mail only)
hr: Potvrda o isporuci (samo za preporučenu poštu)
sk: Potvrdenie dodávky (doporučenou poštou)
sr: Potvrda o isporuci (samo za registrovanu poštu)
sv: Mottagningsbevis (för rekommenderat brev endast)

# Languages::ship_sp_l_cash_on_delivery
source: Cash on delivery (for registered mail only)
hr: Plaćanje pouzećem (samo za preporučenu poštu)
sk: Na dobierku (pre doporučenou poštou)
sr: Dostava pouzećem (samo za registrovanu poštu)
sv: Postförskott (för rekommenderat brev endast)

# Languages::ship_sp_l_personal_delivery
source: Personal delivery (for registered mail only)
hr: Osobna dostava (samo za preporučenu poštu)
sk: Osobné doručenie (pre doporučenou poštou)
sr: Lična dostava (samo za registrovanu poštu)
sv: Personlig leverans (för rekommenderat brev endast)

# Languages::ship_sp_l_registered_mail
source: Registered mail
hr: Preporučena pošta
sk: Doporučená pošta
sr: Registrovana pošta
sv: Rekommenderat brev

# Languages::ship_sp_pc_assurance
source: Assurance
hr: Osiguranje
sk: Zabezpečenie
sr: Garancija
sv: Kvalitetssäkring

# Languages::ship_sp_pc_cash_on_delivery
source: Cash on delivery (COD)
hr: Gotovina pri osobnom preuzimanju (COD)
sk: Na dobierku (COD)
sr: Dostava pouzećem (COD)
sv: Postförskott (COD)

# Languages::ship_sp_pc_fragile
source: Fragile
hr: Lomljiv sadržaj
sk: Krehké
sr: Lomljivo
sv: Bräcklig

# Languages::ship_sp_pc_manual_handling
source: Manual handling
hr: Ručna obrada
sk: Ručná manipulácia
sr: Ručna upotreba
sv: Manuell hantering

# Languages::ship_sp_pc_personal
source: Personal
hr: Osobno
sk: Osobne
sr: Lično
sv: Personliga

# Languages::ship_sp_pc_signature
source: Signature
hr: Potpis
sk: Podpis
sr: Potpis
sv: Signatur

# Languages::ship_sp_pp_additional_insurance
source: Additional insurance (up to CHF 3000.-)
hr: Dodatno osiguranje (do CHF 3000.-)
sk: Doplnkové poistenie (do CHF 3000.-)
sr: Dopunsko osiguranje (do CHF 3000.-)
sv: Extra försäkring (upp till CHF 3000.-)

# Languages::ship_sp_pp_bulky_goods
source: Bulky goods
hr: Glomazna roba
sk: Objemný tovar
sr: Glomazna roba
sv: Skrymmande gods

# Languages::ship_sp_pp_cash_on_delivery
source: Cash on delivery (ECONOMY only)
hr: Plaćanje pouzećem (samo ECONOMY)
sk: Na dobierku (iba ECONOMY)
sr: Plaćanje pouzećem
sv: Postförskott (ekonomi)

# Languages::ship_sp_pp_manual_processing
source: Manual processing
hr: Ručna obrada
sk: Manuálne spracovanie
sr: Ručna obrada
sv: Manuell behandling

# Languages::ship_sp_ur_additional_insurance
source: Additional insurance for URGENT goods (up to CHF 3000.-)
hr: Dodatno osiguranje za HITNE pošiljke (do CHF 3000.-)
sk: Doplnkové poistenie pre urgentný tovar (až CHF 3000.-)
sr: Dopunsko osiguranje za hitnu robu (do CHF 3000.-)
sv: Extra försäkring för brådskande varor (upp till CHF 3000.-)

# Languages::ship_swisspost_error_intl_delivery
source: Cannot use this shipping method for the international delivery
hr: Ovaj način slanja nije moguć u međunarodnoj dostavi
sk: Nemôžete použiť túto poštovú metódu pre medzinárodnú dodávku
sr: Ne možete koristiti ovaj način isporuke za međunarodnu dostavu
sv: Kan inte använda detta leveranssätt för internationell leverans

# Languages::ship_swisspost_error_private_delivery
source: Cannot use this shipping method for the private delivery
hr: Ovaj način slanja nije moguć u privatnoj dostavi
sk: Nemôžete použiť tento spôsob dopravy metóda pre súkromných doručenie
sr: Ne možete koristiti ovaj način isporuke za privatnu dostavu
sv: Kan inte använda denna leveranssättet för leverans av privat

# Languages::ship_swisspost_heavy_package
source: The package is too heavy
hr: Paket je pretežak
sk: Balík je príliš ťažký
sr: Paket je pretežak
sv: Paketet är för tung

# Languages::ship_swisspost_unable_to_open_additional_services
source: Cannot open the additional_services.csv file
hr: Datoteku dodatne_usluge.csv nije moguće otvoriti
sk: Additional_services.csv súbor sa nedá otvoriť
sr: Nije moguće otvoriti datoteku additional_services.csv
sv: Kan inte öppna filen additional_services.csv

# Languages::ship_swisspost_unable_to_open_service
source: Cannot open the [code] file
hr: Nije moguće otvoriti [code] datoteku
sk: Súbor [code] sa nedá otvoriť
sr: Nije moguće otvoriti datoteku [code]
sv: Kan inte öppna filen [code]

# Languages::ship_temando_height
source: Package height
hr: Visina paketa
sk: Výška balíka
sr: Visina paketa
sv: Paketet höjd

# Languages::ship_temando_length
source: Package length
hr: Dužina paketa
sk: Balík dĺžka
sr: Dužina paketa
sv: Paketet längd

# Languages::ship_temando_measurement
source: Package measurement
hr: Dimenzije paketa
sk: Miery balíka
sr: Mere paketa
sv: Paketet mätning

# Languages::ship_temando_method
source: Delivery method
hr: Način dostave
sk: Spôsob doručenia
sr: Način isporuke
sv: Leveransmetod

# Languages::ship_temando_package
source: Packaging
hr: Ambalaža
sk: Balenie
sr: Ambalaža
sv: Förpackning

# Languages::ship_temando_readydate
source: Ready date (days)
hr: Datum (dani) dostupnosti
sk: Dátum dostupnosti (dni)
sr: Spreman dana
sv: Klara datum (dagar)

# Languages::ship_temando_subclass
source: Class of the item being sent
hr: Klasa poslanog artikla
sk: Trieda, ktorou bude tovar posielaný
sr: Klasa artikla koji se šalje
sv: Klass av objekt som skickas

# Languages::ship_temando_weight_measurement
source: Weight measurement type
hr: Vrsta mjerenja težine
sk: Typ merania hmotnosti
sr: Tip merenja težine
sv: Vikt mättyp

# Languages::ship_temando_width
source: Package width
hr: Širina paketa
sk: Šírka balíka
sr: Širina paketa
sv: Paketet bredd

# Languages::ship_to
source: Ship to
hr: Dostavi na
sk: Doručiť do
sr: Za isporuku
sv: Fartyget till

# Languages::ship_to_another
source: Ship to a different address
hr: Dostavi na drugu adresu
sk: Doručiť na inú adresu
sr: Isporučite na adresu
sv: Leverans till en annan adress

# Languages::ship_ups_access_key
source: UPS Rates Access Key
hr: Pristupni ključ za UPS tarife
sk: UPS sadzby prístupový kľúč
sr: UPS stope
sv: UPS priser tillträde nyckel

# Languages::ship_ups_package_type_01
source: UPS letter/ UPS Express Envelope
hr: UPS pismo/ UPS žurna koverta
sk: UPS list / UPS Express obálky
sr: UPS pismo/ UPS Express koverta
sv: UPS brev / UPS Express kuvert

# Languages::ship_ups_package_type_03
source: UPS Tube
hr: UPS tuba
sk: UPS trubice
sr: UPS cev

# Languages::ship_ups_package_type_04
source: UPS Pack
hr: UPS paket
sr: UPS paket

# Languages::ship_ups_package_type_21
source: UPS Express Box
hr: UPS žurna kutija
sr: UPS Express kutija

# Languages::ship_ups_package_type_24
source: UPS 25Kg Box
hr: UPS kutija 25kg
sr: UPS kutija od 25 kg

# Languages::ship_ups_package_type_25
source: UPS 10Kg Box
hr: UPS kutija 10kg
sr: UPS kutija od 10 kg

# Languages::ship_ups_pickup_type
source: Pickup type
hr: Vrsta preuzimanja
sk: Typ nákladu
sr: Način podizanja paketa
sv: Pickup typ

# Languages::ship_ups_pickup_type_01
source: Daily Pickup
hr: Dnevno preuzimanje
sk: Denný náklad
sr: Dnevno podizanje paketa
sv: Dagliga Pickup

# Languages::ship_ups_pickup_type_03
source: Customer Counter
hr: Brojač kupaca
sk: Počítadlo zákazníkov
sr: Brojač kupaca
sv: Kunden Counter

# Languages::ship_ups_pickup_type_06
source: One Time Pickup
hr: Jednokratno preuzimanje
sk: Jednorázova nakládka
sr: Podizanje paketa samo jedanput
sv: En tid Pickup

# Languages::ship_ups_pickup_type_07
source: On Call Air
hr: Zračna pošiljka na poziv
sk: Na výzvu letecky
sr: Podizanje paketa na poziv
sv: FedEx kuvert

# Languages::ship_ups_pickup_type_11
source: Suggested Retail Rates
hr: Predložene maloprodajne cijene
sk: Odporúčané maloobchodné ceny
sr: Preporučene maloprodajne stope
sv: Rekommenderat priser

# Languages::ship_ups_pickup_type_19
source: Letter Center
hr: Centar za pisma
sk: Listové centrum
sr: Centar za pisma
sv: Brev Center

# Languages::ship_ups_pickup_type_20
source: Air Service Center
hr: Centar za zračne usluge
sk: Centrum leteckej služby
sr: Air servisni centar

# Languages::ship_ups_delivery_confirmation
source: No Signature
hr: Nema potpisa
sk: Žiadny podpis
sr: Bez potpisa
sv: Ingen signatur

# Languages::ship_ups_delivery_confirmation_signature
source: Signature Required
hr: Potreban je potpis
sr: Potreban je potpis
sv: Signatur krävs

# Languages::ship_ups_delivery_confirmation_adult_signature
source: Adult Signature Required
sr: Potpis punoletne osobe je neophodan
sv: Vuxen signatur krävs

# Languages::ship_ups_use_delivery_confirmation
source: Use Delivery confirmation
hr: Koristi potvrdu o isporuci
sr: Koristi potvrdu o dostavi
sv: Använda leveransbekräftelse

# Languages::ship_ups_dcist_type
source: Confirmation type
sr: Potvrda tipa
sv: Bekräftelse typ

# Languages::ship_usps_container
source: Container
hr: Kontejner
sk: Kontajner
sr: Kontejner

# Languages::ship_usps_container_express
source: Container (Express)
hr: Kontejner (žurno)
sk: Kontajner (Express)
sr: Kontejner (Express)
sv: Behållare (Express)

# Languages::ship_usps_container_express_flat_rate_envelope
source: Flat Rate Envelope
hr: Jedinstvena cijena koverte
sk: Paušálne obálky
sr: Flat Rate koverta
sv: Schablonbelopp kuvert

# Languages::ship_usps_container_priority
source: Container (Priority Mail)
hr: Kontejner (prioritetna pošiljka)
sk: Kontajner (Priority Mail)
sr: Kontejner (prioritetna pošta)
sv: Behållare (Priority Mail)

# Languages::ship_usps_container_priority_flat_rate_box
source: Flat Rate Box
hr: Jedinstvena cijena kutije
sk: Paušálne Box
sr: Flat Rate kutija

# Languages::ship_usps_container_priority_flat_rate_envelope
source: Flat Rate Letter
hr: Jedinstvena cijena pisma
sk: Paušálne list
sr: Flat Rate pismo
sv: Flat Rate brev

# Languages::ship_usps_container_priority_lg_flat_rate_box
source: Large Flat Rate Box
hr: Jedinstvena cijena velike kutije
sk: Veľký paušálne Box
sr: Velika Flat Rate kutija
sv: Stora Flat Rate Box

# Languages::ship_usps_container_priority_md_flat_rate_box
source: Medium Flat Rate Box
hr: Srednja kutija po jedinstvenoj cijeni
sk: Stredne paušálne Box
sr: Srednja Flat Rate kutija
sv: Medellång Flat Rate Box

# Languages::ship_usps_container_priority_nonrectangular
source: NonRectangular
hr: Nepravokutno
sk: Nepravouhlé
sr: Ne-pravougaoni
sv: Icke-rektangulära

# Languages::ship_usps_container_priority_rectangular
source: Rectangular
hr: Pravokutno
sk: Obdĺžnikový
sr: Pravougaoni
sv: Rektangulär

# Languages::ship_usps_container_priority_regional_a_rate_box
source: Regional Rate Box A
hr: Regionalna cijena kutija A
sk: Regionálne miery Box A
sr: Regionalna stopa kutije A
sv: Regionala hastighet fält A

# Languages::ship_usps_container_priority_regional_b_rate_box
source: Regional Rate Box B
hr: Regionalna cijena kutija B
sk: Regionálne miery blok B
sr: Regionalna stopa kutije B
sv: Regionala Rate Box B

# Languages::ship_usps_container_priority_regional_c_rate_box
source: Regional Rate Box C
hr: Regionalna cijena kutija C
sk: Regionálne miery blok C
sr: Regionalna stopa kutije C
sv: Regionala hastighet fält C

# Languages::ship_usps_container_priority_sm_flat_rate_box
source: Small Flat Rate Box
hr: Mala kutija po jedinstvenoj cijeni
sk: Malý paušálne Box
sr: Mala Flat Rate kutija

# Languages::ship_usps_container_priority_padded_flat_rate_envelope
source: Padded Flat Rate Envelope
hr: Omotnica sa zračnim jastucima po jedinstvenoj cijeni
sk: Polstrované paušálne obálky
sr: Tapacirana Flat Rate koverta
sv: Vadderad schablonbelopp kuvert

# Languages::ship_usps_container_priority_legal_flat_rate_envelope
source: Legal Flat Rate Envelope
hr: Omotnica za dokumente po jedinstvenoj cijeni
sk: Právne paušálne obálky
sr: Pravna Flat Rate koverta
sv: Juridiska schablonbelopp kuvert

# Languages::ship_usps_container_priority_sm_flat_rate_envelope
source: Sm Flat Rate Envelope
hr: Mala omotnica po jedinstvenoj cijeni
sk: SM paušálne obálky
sr: Sm Flat Rate koverta
sv: SM schablonbelopp kuvert

# Languages::ship_usps_container_priority_window_flat_rate_envelope
source: Window Flat Rate Envelope
hr: Omotnica s prozorom po jedinstvenoj cijeni
sk: Okno paušálne obálky
sr: Flat Rate koverta sa prozorom
sv: Fönstret schablonbelopp kuvert

# Languages::ship_usps_container_priority_gift_card_flat_rate_envelope
source: Gift Card Flat Rate Envelope
hr: Poklon-bon omotnica po jedinstvenoj cijeni
sk: Dar karty paušálne obálky
sr: Flat Rate poklon koverta
sv: Present kort schablonbelopp kuvert

# Languages::ship_usps_first_class_mail_type
source: First Class Mail Type
hr: Vrsta pošte - Prva klasa
sk: First Class Mail typu
sr: Tip pošte prve klase
sv: Första klass e-posttyp

# Languages::ship_usps_first_class_mail_type_flat
source: Flat
hr: Jedinstvena
sk: Plocha
sr: Direktno
sv: Platt

# Languages::ship_usps_first_class_mail_type_parcel
source: Parcel
hr: Pošiljka
sk: Zásielka
sr: Paket
sv: Skifte

# Languages::ship_usps_intl_package_girth
source: Package girth
hr: Obujam paketa
sk: Obvod balíka
sr: Opseg paketa
sv: Paketet omkrets

# Languages::ship_usps_intl_package_height
source: Package height
hr: Visina paketa
sk: Výška balíka
sr: Visina paketa
sv: Paketet höjd

# Languages::ship_usps_intl_package_length
source: Package length
hr: Dužina paketa
sk: Dĺžka balíka
sr: Dužina paketa
sv: Paketet längd

# Languages::ship_usps_intl_package_size
source: Package size
hr: Veličina paketa
sk: Veľkosť balenia
sr: Veličina paketa
sv: Förpackningsstorleken

# Languages::ship_usps_intl_package_width
source: Package width
hr: Širina paketa
sk: Šírka balíka
sr: Širina paketa
sv: Paketet bredd

# Languages::ship_usps_machinable_false
source: False
hr: Netočno
sk: Nesprávne
sr: Pogrešno
sv: Falska

# Languages::ship_usps_machinable_true
source: True
hr: Točno
sk: Správne
sr: Tačno
sv: Sanna

# Languages::ship_usps_mailtype
source: Type of Mail
hr: Vrsta pošte
sk: Typ pošty
sr: Vrsta pošte
sv: Typ av post

# Languages::ship_usps_mailtype_matter_for_the_blind
source: Matter for the Blind
hr: Usluga slanja za slijepe
sk: Predmet pre nevidiacich
sr: Pošta za slepe
sv: Fråga för blinda

# Languages::ship_usps_mailtype_postcards_or_aerogrammes
source: Postcards or Aerogrammes
hr: Razglednice ili Aerogrami
sk: Pohľadnice alebo letecké listy
sr: Razglednice ili Aerogrammi
sv: Vykort eller aerogram

# Languages::ship_usps_package_size
source: Package Size (length + girth, inches)
hr: Veličina paketa (dužina + obujam, inči)
sk: Veľkosti balíka (dĺžka + obvod, v palcoch)
sr: Veličina paketa (dužina + opseg, inč)
sv: Paketstorlek (längd + omkrets, inches)

# Languages::ship_usps_package_size_large
source: Large (84..108)
hr: Veliki (84..108)
sk: Veľké (84..108)
sr: Veliko (84..108)

# Languages::ship_usps_package_size_oversize
source: Oversize (108..130)
hr: Jako velika (108..130)
sk: Nadmerné (108..130)
sr: Preveloko (108..130)
sv: Storformat (108..130)

# Languages::ship_usps_package_size_regular
source: Regular (0..84)
hr: Standardna (0..84)
sk: Obyčajné (0..84)
sr: Regularno (0..84)
sv: Ordinarie (0..84)

# Languages::ship_usps_priority_girth
source: Priority Mail (Size:Large, Container:NonRectangular) Girth (inches)
hr: Prioritetna pošta (Veličina: Velika, Kontejner: Nepravokutno) Obujam (inči)
sk: Priority Mail (veľkosť: veľké nádoby: nepravouhlého) obvodu (palcov)
sr: Prioritetna pošte (Veličina: velika, kontejner: koji nije pravougaoni) opseg (inča)
sv: Klassbrev (storlek: stor, behållare: icke-rektangulära) omkrets (tum)

# Languages::ship_usps_priority_height
source: Priority Mail (Size:Large) Height (inches)
hr: Prioritetna pošta (Veličina: Velika) Visina (inči)
sk: Priority Mail (veľkosť: veľké) Výška (v palcoch)
sr: Prioritetna pošta (Veličina: veliki) visina (inča)
sv: Klassbrev (storlek: stor) höjd (tum)

# Languages::ship_usps_priority_length
source: Priority Mail (Size:Large) Length (inches)
hr: Prioritetna pošta (Veličina: Velika) Dužina (inči)
sk: Priority Mail (veľkosť: veľké) Výška (v palcoch)
sr: Prioritetna pošta (Veličina: veliki) dužina (inča)
sv: Klassbrev (storlek: stor) höjd (tum)

# Languages::ship_usps_priority_width
source: Priority Mail (Size:Large) Width (inches)
hr: Prioritetna pošta (Veličina: Velika) Širina (inči)
sk: Priority Mail (veľkosť: veľké) Výška (v palcoch)
sr: Prioritetna pošta (Veličina: veliki) širina (u inčima)
sv: Klassbrev (storlek: stor) höjd (tum)

# Languages::ship_usps_username
source: User ID
hr: ID korisnika
sk: ID užívateľa
sr: ID korisnika
sv: Användar-ID

# Languages::ship_width
source: Package width (cm)
hr: Širina paketa (cm)
sk: Šírka balíka (cm)
sr: Paket širina (cm)
sv: Paketet bredd (cm)

# Languages::short_description
source: Short description
hr: Kratak opis
sk: Krátky popis
sr: Kratak opis
sv: Kort beskrivning

# Languages::short_list
source: Short list
hr: Uži izbor
sk: Krátky zoznam
sr: Kratka lista
sv: Kort lista

# Languages::show
source: Show
hr: Prikaži
sk: Zobraziť
sr: Prikaži
sv: Visa

# Languages::show_all
source: Show all
hr: Prikaži sve
sk: Zobraziť všetko
sr: Prikaži sve
sv: Visa alla

# Languages::show_items_in_line
source: Show items inline
hr: Prikaži artikle u nizu
sk: Zobraziť položky v texte riadku
sr: Prikaži stavke pri upisivanju
sv: Visa objekt inline

# Languages::show_menu_on_mouse_over
source: Show menu on mouse over
hr: Prikaži izbornik povlačenjem miša preko
sk: Zobraziť menu pri prechode myši
sr: Prikazivanje menija na miša preko
sv: Visa menyn vid muspekning

# Languages::show_orders
source: Show orders
hr: Prikaži narudžbe
sk: Zobraziť objednávky
sr: Prikaži narudžbe
sv: Visa order

# Languages::show_price
source: Show price
hr: Prikaži cijenu
sk: Zobraziť cenu
sr: Prikaži cenu
sv: Visa pris

# Languages::show_rate_for_destination
source: Show rates for location
hr: Prikaži cijene za lokaciju
sk: Zobraziť sadzby pre umiestnenie
sr: Prikaži stope za lokaciju
sv: Visa priser för plats

# Languages::show_tab_in_popup
source: Show this tab in a popup window
hr: Prikaži ovu karticu u skočnom prozoru
sk: Zobraziť túto záložku vo vyskakovacom okne
sr: Prikaži ovu karticu u popup prozoru
sv: Visa fliken i ett popup-fönster

# Languages::tmpl_sidebox_1_item
source: Side box first item
hr: Prva stavka rubnog okvira
sk: Prvá položka postranného boxu
sr: Sidebox prva stavka
sv: Sidan rutan första objektet

# Languages::sidebox_general
source: Sidebox general
hr: Rubni okvir općenito
sk: Všeobecný postranný box
sr: Sidebox opšte
sv: Sidebox allmänt

# Languages::sidebox_important
source: Sidebox important
hr: Sidebox važno
sk: Postranný box - dôležité
sr: Sidebox važno
sv: Sidebox viktigt

# Languages::signature
source: Signature
hr: Potpis
sk: Podpis
sr: Potpis
sv: Signatur
