Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::checking_extension_version_is_not_suitable
source: The [extension] version ([version]) is not supported by the add-on. Minimal: [min]. Maximal: [max].
hr: Dodatak ne podržava verziju [extension] ([version]). Minimalno: [min]. Maksimalno: [max].
sk: Rozšírenie [extension] vo verzii ([version]) nie je doplnkom podporované. Minimálna: [min]. Maximálna: [max].
sr: Ekstenzija [extension] verzije ([version]) nije podržana od strane dodatka. Minimalna: [min]. Maksimalna: [max].
sv: Den [extension] versionen ([version]) stöds inte av tillägget. Minimal: [min]. Maximal: [max].

# Languages::scroll_per_page
source: Scroll per page
hr: Pomaknite se po stranici
sk: Prechádzať po stránkach
sr: Pomeranje po stranici
sv: Bläddra per sida

# Languages::payments.paypal_adv_layout
source: Layout
hr: Izgled
sk: Rozloženie
sr: Raspored

# Languages::payments.layout_a
source: Layout A
hr: Izgled A
sk: Rozloženie A
sr: Raspored A

# Languages::payments.layout_b
source: Layout B
hr: Izgled B
sk: Rozloženie B
sr: Raspored B

# Languages::payments.layout_c
source: Layout C
hr: Izgled C
sk: Rozloženie C
sr: Raspored C

# Languages::payments.eway_rapidapi_rsp.header_text
source: Header text
hr: Tekst zaglavlja
sk: Text hlavičky
sr: Tekst zaglavlja
sv: Sidhuvudtext

# Languages::payments.futurepay.zipcode_combination_error
source: The Zip code does not match the state entered. Please re-enter and try your purchase again.
hr: Poštanski broj ne odgovara unesenoj državi. Molimo upišite ga iznova pa ponovno pokušajte kupiti.
sk: PSČ nezodpovedá zadanej krajine. Zadajte ho prosím znova, alebo zopakujte nákup.
sr: Poštanski broj se ne podudara sa unetom državom. Ponovo unesite i pokušajte kupovinu.
sv: Postnummer matchar inte staten in. Vänligen ange igen och försök köpet igen.

# Languages::payments.futurepay.amount_error
source: FuturePay can only be used on orders under $500
hr: FuturePay moguće je koristiti samo za narudžbe ispod 500 dolara
sk: FuturePay je možné použiť len pri objednávkach pod 500 dolárov
sr: FuturePay može da se koristi samo za narudžbe ispod 500 dolara
sv: FuturePay kan endast användas på beställningar under $500

# Languages::payments.futurepay.country_error
source: FuturePay is currently unavailable outside of America
hr: FuturePay je trenutno nedostupan izvan Amerike
sk: FuturePay je momentálne nedostupný mimo Ameriky
sr: FuturePay je trenutno nedostupan van Amerike
sv: FuturePay är inte tillgänglig utanför Amerika

# Languages::payments.futurepay.customer_error
source: You currently have an outstanding application with FuturePay which needs resolving
hr: Trenutno imate neriješeni zahtjev s FuturePay-om koji treba riješiti
sk: V súčasnosti máte nevybavenú žiadosť od FuturePay, ktorú je potrebné vybaviť
sr: Trenutno imate izvanrednu aplikaciju sa FuturePay koja treba da se reši
sv: Du har just nu ett enastående program med FuturePay som behöver lösa

# Languages::payments.futurepay.phone_error
source: There was no phone number entered for your billing address. Please enter a phone number and try again
hr: Uz vašu adresu naplate nije naveden telefonski broj. Molimo unesite telefonski broj i pokušajte ponovno
sk: K fakturačnej adrese nebolo zadané žiadne telefónne číslo. Zadajte prosím telefónne číslo a skúste to znova
sr: Niste uneli broj telefona za vašu adresu za plaćanje. Unesite broj telefona i pokušajte ponovo
sv: Det fanns inga telefonnummer angett för din faktureringsadress. Vänligen ange ett telefonnummer och försök igen

# Languages::payments.futurepay.zipcode_error
source: The Zip code you entered for your billing address corresponds to a Military (APO/FPO/DPO), PO Box or other non-physical address. To approve your application we require a Zip code associated with a physical address in the U.S.
hr: Poštanski broj koji ste unijeli za vašu adresu naplate odgovara adresi vojne pošte (APO/FPO/DPO), poštanskom pretincu ili drugoj nefizičkoj adresi. Kako bi odobrili vaš zahtjev potreban nam je poštanski broj povezan s fizičkom adresom u SAD-u.
sk: Zadané PSČ zodpovedá vojenskej, P.O. Box alebo inej nefyzickej adrese. Pre potvrdenie vašej žiadosti potrebujeme platné PSČ s fyzickou adresou v U.S.A.
sr: Poštanski broj koji ste uneli za vašu adresu za plaćanje odgovara vojnoj (APO/FPO/DPO) ili drugoj adresi koja nije fizička. Da bi odobrili vašu aplikaciju zahtevamo poštanski broj koji pripada fizičkoj adresi u Americi.
sv: Postnummer som du angett för din faktureringsadress motsvarar en militär (APO/FPO/DPO), PO Box eller andra icke-fysiska adress. Att godkänna din ansökan behöver vi en Zip kod kopplad till en fysisk adress i USA.

# Languages::payments.futurepay.order_exists
source: The reference exists with an order that has completed sales attached
hr: Referenca postoji kod narudžbe kojoj je priložena oznaka 'prodaja završena'
sk: Referencia existuje pri objednávke ku ktorej je pripojený kompletný predaj
sr: Za narudžbu koja je kompletirana postoji referenca
sv: Hänvisningen finns med en order som har slutfört försäljningen fäst

# Languages::filter_by_categories
source: Filter by categories
hr: Filtriranje po kategorijama
sk: Filtrovať podľa kategórií
sr: Filtriraj po kategorijama
sv: Filtrera efter kategorier

# Languages::default_filter_by_location
source: No filter specified. Filter by location set as default.
hr: Nijedan filter nije naveden. Filtriranje prema lokaciji postavljeno je kao zadano.
sk: Neurčili ste žiaden filter. Filtrovanie podľa polohy bolo nastavené ako predvolené.
sr: Nije naveden nijedan filter. Filtriranje po lokaciji postavite kao podrazumevano.
sv: Inget filter anges. Filtrera efter läge som standard.

# Languages::theme_information
source: Theme information
hr: Informacije o temi
sk: Informácie o téme
sr: Informacije o temi
sv: Temainformation

# Languages::developer
source: Developer
hr: Autor
sk: Vývojár
sr: Za programere
sv: Utvecklare

# Languages::theme_styles_and_layouts
source: Theme styles and layouts
hr: Stilovi tema i izgledi
sk: Štýly a rozloženia témy
sr: Stilova i rasporedi tema
sv: Tema stilar och layouter

# Languages::activate
source: Activate
hr: Aktiviranje
sk: Aktivovať
sr: Aktiviraj
sv: Aktivera

# Languages::export_layout
source: Export layout
hr: Izvoz rasporeda
sk: Exportovať rozloženie
sr: Izvezi raspored
sv: Exportera layout

# Languages::import_layout
source: Import layout
hr: Uvoz rasporeda
sk: Importovať rozloženie
sr: Uvezi raspored
sv: Importera layout

# Languages::create_new_layout
source: Create new layout
hr: Stvaranje novog izgleda
sk: Vytvoriť nové rozloženie
sr: Kreirajte novi raspored
sv: Skapa ny layout

# Languages::update_current_layout
source: Update current layout
hr: Ažurirati trenutni izgled
sk: Aktualizovať aktuálne rozloženie
sr: Ažuriraj trenutni raspored
sv: Uppdatera aktuell layout

# Languages::get_social
source: Get social
hr: Podjela sadržaja na društvenim mrežama
sk: Buďte sociálni
sr: Budi društven
sv: Få social

# Languages::uc_searchanise_disabled
source: The Searchanise add-on was automatically disabled during upgrade to avoid false search results. Activate it at any time on the <a href="[url]">Add-ons</a> page.
hr: Dodatak Searchanise automatski je onemogućen tijekom nadogradnje kako bi se izbjegli lažni rezultati pretrage. Aktivirajte ga ponovno u bilo kojem trenutku na stranici <a href="[url]">Dodaci</a>.
sk: Doplnok Searchanise bol počas aktualizácie automaticky vypnutý kvôli zamedzeniu falošných výsledkov. Kedykoľvek ho môžete znova aktivovať na stránke <a href="[url]">Doplnky</a>.
sr: Searchanise dodatak je automatski onemogućen tokom nadogradnje da da bi ste izbegli netačne rezultate pretrage. Aktivirajte ga u svakom trenutku na stranici "<a href="[url]"> Dodaci</a>".
sv: Searchanise tillägg inaktiverades automatiskt under uppgraderingen att undvika falska sökresultat. Aktivera den när som helst på sidan <a href="[url]"> tillägg</a>.

# Languages::text_store_closed
source: Sorry, the store is temporarily closed for maintenance.
hr: Žao nam je, trgovina je privremeno zatvorena zbog održavanja.
sk: Ospravedlňujeme sa, obchod bol dočasne uzavretý. Prebieha údržba.
sr: Oprostite, prodavnica je privremeno zatvorena zbog održavanja.
sv: Tyvärr, är butiken tillfälligt stängd för underhåll.

# Languages::theme_editor.presets
source: Presets
hr: Gotove konfiguracije
sk: Predvoľby
sr: Početne postavke
sv: Förinställningar

# Languages::theme_editor.preset_data_cannot_be_saved
source: Preset data cannot be saved. You should set write permissions for <b>[theme_dir]</b> directory to fix this issue.
hr: Unaprijed postavljene podatke nije moguće sačuvati. Trebate postaviti dozvole pisanja za <b>[theme_dir]</b> direktorij kako bi riješili ovaj problem.
sk: Predvolené údaje sa nedajú uložiť. Pre nápravu musíte udeliť zapisovacie práva pre adresár <b>[theme_dir]</b>.
sr: Podaci početnih postavki se ne mogu sačuvati. Trebate postaviti dozvole za pisanje za <b>[theme_dir]</b> direktorijum za rešavanje ovog problema.
sv: Stil data kan inte sparas. Du bör ställa in skrivbehörighet för <b>[theme_dir]</b> katalog att åtgärda problemet.

# Languages::theme_editor.preset_name
source: Preset name
hr: Zadano ime
sk: Názov predvoľby
sr: Naziv početne postavke
sv: Förinställningens namn

# Languages::active_preset
source: Active preset
hr: Aktivno postavljanje unaprijed
sk: Aktívna predvoľba
sr: Aktivna postavka
sv: Aktiva förinställning

# Languages::theme_editor.error_preset_exists
source: The preset with this name is already exist. Please choose another one.
hr: Unaprijed postavljena konfiguracija s ovim nazivom već postoji. Molimo odaberite drugi naziv.
sk: Predvoľba s týmto názvom už existuje. Vyberte iný.
sr: Početna postavka sa ovim imenom već postoji. Odaberite drugo ime.
sv: Stil med det här namnet finns redan. Välj en annan.

# Languages::theme_editor.convert_to_css
source: Convert to CSS
hr: Pretvoriti u CSS
sk: Prevod do CSS
sr: Konvertuj u CSS
sv: Konvertera till CSS

# Languages::theme_editor.text_convert_to_css
source: <p>Generate CSS files from LESS (for manual editing).</p><p>IMPORTANT: You won't be able to use the Theme editor to customize the storefront!</p><p><i>The original LESS files will be backed up and you will be able to restore them later</i></p>
hr: <p>Generiraj CSS datoteke iz LESS datoteka (za ručno uređivanje).</p><p>VAŽNO: Nećete moći koristiti Uređivač teme kako bi prilagodili izlog!</p><p><i>Izvorne LESS datoteke bit će sigurnosno kopirane i moći ćete ih vratiti kasnije</i></p>
sk: <p>Generovať CSS súbory z LESS (pre ručnú úpravu).</p><p>Dôležité: Nebudete môcť použiť editor tém pre prispôsobenie stránky obchodu!</p><p><i>Pôvodné LESS súbory budú zálohované a neskôr ich budete môcť obnoviť</i></p>
sr: <p>Generisanje CSS datoteke iz LESS (za ručno uređivanje).</p> <p>Važno: nećete moći da koristite uređivač tema da biste uredili prodavnicu!</p> <p><i>Originalne LESS datoteke će biti sačuvane i moći ćete da ih kasnije vratite</i></p>
sv: <p>Generera CSS filer från mindre (för manuell redigering).</p> <p>Viktigt: du kommer inte att kunna använda Theme editor för att anpassa skyltfönster!</p> <p><i>Ursprungliga mindre filer säkerhetskopieras och du kommer att kunna återställa dem senare</i></p>

# Languages::theme_editor.enable_less
source: Enable LESS
hr: Omogući LESS
sk: Povoliť LESS
sr: Omogući LESS
sv: Aktivera mindre

# Languages::theme_editor.warning_css_changes_will_be_reverted
source: <p>You should switch back to LESS to be able to use the Theme editor, because it deals with LESS files instead of plain CSS.</p><p><strong>Important:</strong> All CSS files will be overwritten during the restore! Custom CSS modifications will be saved in the backup directory.</p>
hr: <p>Trebate se vratiti na LESS ako želite koristiti Uređivač teme jer on radi s LESS datotekama, a ne s običnim CSS datotekama.</p><p><strong>Važno:</strong> Sve CSS datoteke bit će prepisane tijekom vraćanja! Prilagođene CSS modifikacije bit će sačuvane u direktoriju sigurnosnih kopija.</p>
sk: <p>Ak chcete používať Editor tém, musíte sa prepnúť späť na LESS, ktoré používa namiesto CSS.</p><p><strong>Dôležité:</strong> Všetky CSS súbory budú pri obnove prepísané! Vlastné zmeny v CSS budú uložené v zálohovom adresári.</p>
sr: <p>Trebalo bi da se vratite na LESS kako bi bili u mogućnosti koristiti uređivač tema, jer on koristi LESS datoteke umesto CSS-a.</p> <p><strong>Važno:</strong> sve CSS datoteke će biti zamenjene tokom procesa vraćanja! Prilagođene CSS modifikacije će biti sačuvane u direktorijumu za rezervne kopije.</p>
sv: <p>Bör du byta tillbaka till mindre för att kunna använda Theme editor, eftersom det handlar om mindre filer istället för vanlig CSS.</p> <p><strong>Viktigt:</strong> alla CSS-filer skrivs över under återställningen! Anpassade CSS ändringar sparas i katalogen.</p>

# Languages::theme_editor.confirm_enable_less
source: Your CSS modifications will be backed up and overwritten. Are you sure to continue with the LESS restore?
hr: Vaše CSS modifikacije bit će sigurnosno kopirane i prepisane. Jeste li sigurni da želite nastaviti s LESS vraćanjem?
sk: Vaše zmeny v CSS budú zálohované a prepísané. Naozaj chcete pokračovať v obnove LESS?
sr: CSS izmene će biti sačuvane i prepisane. Da li želite nastaviti sa LESS vraćanjem?
sv: Ändringarna CSS kommer att backas upp och över. Är du säker på att fortsätta med mindre återställningen?

# Languages::theme_editor.error_theme_converted_to_css
source: Compiled CSS files do not support styling. Restore LESS in the <a target="_blank" href="[url]">Theme editor</a> to be able to change styles.
hr: Kompilirane CSS datoteke ne podržavaju stiliziranje. Vrati LESS u <a target="_blank" href="[url]">Uređivač teme</a> kako biste mogli mijenjati stil.
sk: Kompilované CSS súbory nepodporujú styling. Obnovte LESS v <a target="_blank" href="[url]">Editore tém</a>, aby ste mohli meniť štýly.
sr: CSS datoteke ne podržava stajling. Vratite LESS u <a target="_blank" href="[url]"> uređivač tema</a>da biste promenili stilove.
sv: Kompilerade CSS-filer stöder inte styling. Återställa mindre i <a target="_blank" href="[url]"> Theme editor</a> för att kunna ändra stilar.

# Languages::need_product_name
source: You have to specify product name
hr: Morate navesti naziv proizvoda
sk: Musíte zadať názov produktu
sr: Morate navesti ime proizvoda
sv: Du måste ange produktnamnet

# Languages::api_required_field
source: The [field] field is required
hr: [field] polje je obavezno
sk: Pole [field] je povinné
sr: Polje [field] je potrebno
sv: [field] fältet är obligatoriskt

# Languages::update_translation
source: Update translations
hr: Ažuriraj prijevode
sk: Aktualizovať preklady
sr: Ažuriraj prevod
sv: Uppdatera översättningar

# Languages::po_meta_error_validating_lang_code
source: Language code in the PO file does not match that of the updated language
hr: Kod jezika u PO datoteci se ne podudara s kodom ažuriranog jezika
sk: Kód jazyka v PO súbore sa nezhoduje s kódom aktualizovaného jazyka
sr: Šifra jezika u datoteci PO se ne podudara sa ažuriranim jezikom
sv: Språkkod i PO-filen matchar inte uppdaterade språk

# Languages::error_class_phar_data_not_found
source: The PharData class not found. Read more: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
hr: PharData klasa nije pronađena. Pročitajte više: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
sk: Trieda PharData nebola nájdená. Čítajte viac: <a href="https://php.net/manual/en/class.phardata.php">https://php.net/manual/en/class.phardata.php</a>
sr: PharData klasa nije pronađena. Opširnije: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>
sv: Klassen PharData hittades inte. Läs mer: <a href="https://php.net/manual/en/class.phardata.php"> https://php.net/manual/en/class.phardata.php</a>

# Languages::error_class_zip_archive_not_found
source: The ZipArchive class not found. Read more: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
hr: ZipArchive klasa nije pronađena. Pročitajte više ovdje: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
sk: Trieda ZipArchive nebola nájdená. Čítajte viac: <a href="https://php.net/manual/en/class.ziparchive.php">https://php.net/manual/en/class.ziparchive.php</a>
sr: ZipArchive klasa nije pronađena. Opširnije: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>
sv: ZipArchive klassen hittades inte. Läs mer: <a href="https://php.net/manual/en/class.ziparchive.php"> https://php.net/manual/en/class.ziparchive.php</a>

# Languages::make_archive
source: Make archive
hr: Napravite arhivu
sk: vytvoriť archív
sr: Napravi arhivu
sv: Göra Arkiv

# Languages::marketplace
source: Marketplace
hr: Tržnica
sr: Tržnica

# Languages::marketplace_find_more
source: Find more add-ons and themes in <a href="[href]" target="_blank">Marketplace</a>
hr: Pronađi još dodataka i tema na <a href="[href]" target="_blank">Tržište</a>
sk: Objavte viac doplnkov a tém na <a href="[href]" target="_blank">Marketplace</a>
sr: Pronađite više dodataka i tema u <a href="[href]" target="_blank">Tržnici</a>
sv: Hitta fler tillägg och teman i <a href="[href]" target="_blank"> Marketplace</a>

# Languages::extract_archive
source: Extract archive
hr: Izdvajanje arhiva
sk: Rozbaliť archív
sr: Ekstraktuj arhivu
sv: Extraktet arkivet

# Languages::bulk_print_packing_slip
source: Packing slip bulk print
hr: Grupni ispis specifikacija robe
sk: Hromadná tlač dodacích listov
sr: Masovno štampanje listića za pakovanje
sv: Packning slip bulk print

# Languages::bulk_print_pdf
source: Invoice bulk print (PDF)
hr: Grupni ispis računa (PDF)
sk: Hromadná tlač faktúr (PDF)
sr: Masovno štampanje računa (PDF)
sv: Fakturan bulk skriva ut (PDF)

# Languages::text_all_categories_included
source: All categories included
hr: Sve kategorije uključene
sk: Všetky kategórie zahrnuté
sr: Sve kategorije su uključene
sv: Alla kategorier ingår

# Languages::text_all_products_included
source: All products included
hr: Svi proizvodi uključeni
sk: Všetky produkty zahrnuté
sr: Svi proizvodi su uključeni
sv: Samtliga produkter

# Languages::usergroup_registered
source: Registered users
hr: Registrirani korisnici
sk: Registrovaní používatelia
sr: Registrovanih korisnika
sv: Registrerade användare

# Languages::person_name
source: Name
hr: Ime
sk: Meno
sr: Ime
sv: Namn

# Languages::promotions.cond_any
source: any
hr: bilo koji
sk: akékoľvek
sr: bilo koji
sv: någon

# Languages::promotions.cond_all
source: all
hr: sve
sk: všetky
sr: sve
sv: alla

# Languages::promotions.cond_true
source: true
hr: Istinit
sk: platný
sr: tačno

# Languages::promotions.cond_false
source: false
hr: Pogrešan
sk: neplatný
sr: netačno
sv: falskt

# Languages::text_select_vendor
source: Please select a store first
hr: Najprije odaberite dućan
sk: Najskôr vyberte obchod
sr: Molimo, prvo izaberite prodavnicu
sv: Vänligen välj en butik först

# SettingsSections::Appearance
source: Appearance
hr: Izgled
sk: Vzhľad
sr: Izgled
sv: Utseende

# SettingsSections::Company
source: Company
hr: Tvrtka
sk: Spoločnosť
sr: Preduzeće
sv: Företaget

# SettingsSections::Emails
source: E-mails
hr: Poruke e-pošte
sk: E-maily
sr: E-adrese
sv: E-post

# SettingsSections::General
source: General
hr: Općenito
sk: Všeobecné
sr: Opšte
sv: De allmänna

# SettingsSections::Image_verification
source: Image verification
hr: Slikovna provjera
sk: Overenie obrázkom
sr: Verifikacija slikom
sv: Bildverifiering

# SettingsSections::Logging
source: Logging
hr: Evidencija
sk: Záznamy
sr: Vođenje evidencije
sv: Loggning

# SettingsSections::Reports
source: Reports
hr: Izvješća
sk: Správy
sr: Izveštaji
sv: Rapporter

# SettingsSections::Security
source: Security settings
hr: Sigurnosne postavke
sk: Nastavenia zabezpečenia
sr: Bezbednost
sv: Säkerhetsinställningar för

# SettingsSections::Checkout
source: Checkout
hr: Naplata
sk: Pokladňa
sr: Naručivanje
sv: Kassan

# SettingsSections::Sitemap
source: Sitemap
sr: Mapa sajta

# SettingsSections::Stores
source: Stores
hr: Trgovine
sk: Obchody
sr: Prodavnice
sv: Butiker

# SettingsSections::Thumbnails
source: Thumbnails
hr: Sličice
sk: Náhľady
sr: Sličice
sv: Miniatyrer

# SettingsSections::Upgrade_center
source: Upgrade center
hr: Centar za nadogradnju
sk: Centrum aktualizácií
sr: Centar za nadogradnju
sv: Uppgradera center

# SettingsOptions::company_name
source: Company name
hr: Naziv tvrtke
sk: Názov spoločnosti
sr: Ime preduzeća
sv: Företagets namn

# SettingsOptions::secure_admin
source: Enable secure connection in the administration panel
hr: Omogućite sigurnu vezu na ploči administracije
sk: Povoliť zabezpečené pripojenie v administračnom paneli
sr: Omogućite sigurnu vezu na administrativnoj tabli
sv: Aktivera säker anslutning i administrationspanelen

# SettingsOptions::secure_storefront
source: Enable secure connection for the storefront
sr: Omogućite sigurnu vezu za izlog prodavnice
sv: Aktivera säker anslutning för skyltfönster

# SettingsOptions::keep_https
source: Keep HTTPS connection once a secure page is visited
hr: Držite HTTPS vezu nakon posjete sigurne stranice
sk: Zostať pri HTTPS spojení po návšteve zabezpečenej stránky
sr: Zadrži HTTPS vezu nakon posećivanja bezbedne stranice
sv: Hålla HTTPS-anslutning när en säker sida besöks

# SettingsOptions::license_number
source: License number
hr: Broj licence
sk: Licenčné číslo
sr: Broj licence
sv: Licensnummer

# SettingsOptions::alternative_currency
source: Alternative currency display format
hr: Format prikaza alternativne valute
sk: Alternatívny formát zobrazenia meny
sr: Alternativni format prikaza valute
sv: Alternativ valuta visningsformat

# SettingsOptions::company_address
source: Company address
hr: Tvrtka Adresa
sk: Adresa spoločnosti
sr: Adresa kompanije
sv: Företagets adress

# SettingsOptions::show_cats
source: Show the 'Categories' section
hr: Prikazati dio 'Kategorije'
sk: Zobraziť sekciu "Kategórie"
sr: Prikaži odeljak "Kategorije"
sv: Visa avsnittet "Kategorier"

# SettingsOptions::mailer_send_method
source: Method of sending e-mails
hr: Način slanja poruke e-pošte
sk: Spôsob posielania e-mailov
sr: Način slanja e-poruka
sv: Metod för att skicka e-post

# SettingsOptions::width
source: Image width
hr: Širina slike
sk: Šírka obrázka
sr: Širina slike
sv: Bildens bredd

# SettingsOptions::log_type_orders
source: Orders
hr: Narudžbe
sk: Objednávky
sr: Narudžbe
sv: Hänvisningen finns med en order som har slutfört försäljningen fäst

# SettingsOptions::log_type_users
source: Users
hr: Korisnici
sk: Užívatelia
sr: Korisnici
sv: Användare

# SettingsOptions::log_type_products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# SettingsOptions::log_type_categories
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# SettingsOptions::log_type_database
source: Database
hr: Baza podataka
sk: Databáza
sr: Baza podataka
sv: Databas

# SettingsOptions::log_type_requests
source: Requests
hr: Zahtjevi za
sk: Žiadosti
sr: Zahtevi
sv: Förfrågningar

# SettingsOptions::min_admin_password_length
source: Minimum administrator password length
hr: Minimalna duljina lozinke administratora
sk: Minimálna dĺžka administrátorského hesla
sr: Minimalna dužina administratorske lozinke
sv: Minsta administratören lösenordslängd

# SettingsOptions::header_1
source: Administrator settings
hr: Postavke administratora
sk: Administrátorské nastavenia
sr: Postavke administratora
sv: Administratörsinställningar

# SettingsOptions::header_7010
source: Format of time intervals
hr: Format vremenskih intervala
sk: Formát časových intervalov
sr: Format vremenskih intervala
sv: Format av time mellanrum
