Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::block_shipping_methods_description
source: Available shipping methods
hr: Dostupne metode dostave
sk: Dostupné prepravné metódy
sr: Dostupni načini isporuke
sv: Tillgängliga leveransmetoder

# Languages::block_smarty_block
source: HTML block with Smarty support
hr: HTML blok sa podrškom za Smarty
sk: HTML blok s podporou Smarty
sr: HTML blok sa Smarty podrškom
sv: HTML-block med Smarty stöd

# Languages::block_smarty_block_description
source: Any HTML/Smarty content
hr: Bilo koji HTML/Smarty sadržaj
sk: Akýkoľvek obsah HTML/Smarty
sr: Bilo koji sadržaj u HTML/Smarty
sv: HTML/Smarty innehåll

# Languages::block_template
source: Template
hr: Predložak
sk: Šablóny
sr: Šema
sv: Mall

# Languages::block_template_description
source: Block with a particular template
hr: Blok sa određenim predloškom
sk: Blok danej šablóny
sr: Blok sa određenom šemom
sv: Blockera med en viss mall

# Languages::block_text
source: Block text
hr: Blok teksta
sk: Blok textu
sr: Tekst bloka

# Languages::block_time
source: Time for which IP should be blocked
hr: Vrijeme za koje treba blokirati IP
sk: Čas pre ktorý by mala byť blokovaná IP
sr: Vreme za koje treba da budu blokirane IP adrese
sv: Tid för vilken IP ska blockeras

# Languages::block_width
source: Block width
hr: Širina bloka
sk: Šírka bloku
sr: Širina bloka
sv: Block bredd

# Languages::block_wrapper_updated
source: Block wrapper was updated
hr: Blok wrapper je ažuriran
sk: Obal bloku bol aktualizovaný
sr: Omot bloka je ažuriran
sv: Block wrapper uppdaterades

# Languages::bm_confirm
source: Performing this action will [action] this block on all the [location_name] pages. Do you want to continue?
hr: Obavljanje ove akcije će [action] ovaj blok na [location_name] svim stranicama. Želite li nastaviti?
sk: Vykonaním tejto akcie bude [action] Tento blok na všetkých stránkach [location_name]. Chcete pokračovať?
sr: Obavljanje ove akcije [action] ovaj blok na svim [location_name] stranicama. Da li želite da nastavite?
sv: Utföra denna åtgärd kommer att [action] detta block på alla [location_name] sidor. Vill du fortsätta?

# Languages::bonuses
source: Bonuses
hr: Bonusi
sk: Bonusy
sr: Bonusi
sv: Bonusar

# Languages::both
source: Both
hr: Oba
sk: Obaja
sr: Obe
sv: Både

# Languages::bought
source: Already bought
hr: Već kupljeno
sk: Už kúpené
sr: Već je kupio
sv: Redan köpt

# Languages::bought_amount
source: Bought quantity
hr: Kupljena količina
sk: Kúpené množstvo
sr: Kupljena količina
sv: Köpt kvantitet

# Languages::box_height
source: Box height
hr: Visina kutije
sk: Výška poľa
sr: Visina okvira
sv: Box höjd

# Languages::box_length
source: Box length
hr: Dužina kutije
sk: Dĺžka poľa
sr: Dužina okvira
sv: Box längd

# Languages::box_width
source: Box width
hr: Širina kutije
sk: Šírka poľa
sr: Širina okvira
sv: Rutan bredd

# Languages::brand
source: Brand
hr: Marka
sk: Značka
sr: Marka
sv: Varumärke

# Languages::brand_type
source: Brand/Manufacturer
hr: Marka/proizvođač
sk: Značka/Výrobca
sr: Marka/proizvođač
sv: Märke/tillverkare

# Languages::broken_addon_pack
source: Incorrect add-on structure. The uploaded pack cannot be installed.
hr: Netočna struktura dodataka. Nije moguće instalirati učitani paket.
sk: Nesprávne doplnku štruktúry. Nahrané balenie sa nedá nainštalovať.
sr: Neispravna struktura dodatka. Nije moguće instalirati paket.
sv: Felaktigt tillägg struktur. Den uppladdade pack kan inte installeras.

# Languages::broken_po_pack
source: Incorrect PO-pack structure. The uploaded pack cannot be installed.
hr: Neispravan struktura za poštanski paket. Uplodani paket nije moguće instalirati.
sk: Nesprávna štruktúra PO-pack. Nahrané balenie sa nedá nainštalovať.
sr: Neispravna struktura PO paketa. Nije moguće instalirati paket.
sv: Felaktig PO-pack struktur. Den uppladdade pack kan inte installeras.

# Languages::browse
source: Browse...
hr: Pretraži...
sk: Prehľadávať...
sr: Potraži...
sv: Bläddra...

# Languages::browser_upgrade_notice
source: <p>We have detected that the browser you are using is not fully supported by our Admin Panel. You can view this site using your current browser but it may not display properly, and you may not be able to fully use all features.</p><br><p>Admin Panel is best viewed using the following browsers:</p><br><ul><li>&ndash; <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank">Internet Explorer 9 and above</a></li><li>&ndash; <a href="http://www.mozilla.org/en-US/" target="_blank">Mozilla Firefox (latest version)</a></li><li>&ndash; <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank">Google Chrome (latest version)</a></li></ul><br><p>Click on one of the links to download the browser of your choice. Once the download has completed, install the browser by running the setup program.</p><br><p>If you cannot upgrade your browser now, you can still access Admin Panel, but you may not be able to fully use all features.<br><br><a href="[url]">Continue</a></p>
hr: <p>Vidimo da preglednik koji koristite potpuno ne podržava naš Admin Panel. Možete pregledavati ove stranice pomoću trenutnog preglednika ali on se neće ispravno prikazivati i ne mogu se u potpunosti koristiti sve značajke.</p><br><p>Admin Panel je najbolje gledati koristeći sljedeće preglednike:</p> <br><ul><li>-<a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 i više</a></li> <li>– <a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (najnoviju verziju)</a></li> <li>– <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (najnovija verzija)</a></li></ul> <br><p>kliknite na jedan od linkova za download preglednik po vašem izboru. Kad preuzimanje završi, uvesti koga u službu preglednik pokretanjem instalacijskog programa.</p><br><p>Ako ne možete nadograditi vaš preglednik sada, još uvijek možete pristupiti Admin Panel, ali te ne mogu u potpunosti koristiti sve značajke. <br><br><a href="[url]"> i dalje</a></p>
sk: <p>Zistili sme, že prehliadač ktorý používate nie je plne podporovaný náším Admin Panel. Môžete zobraziť túto lokalitu pomocou svojho aktuálneho prehliadača, ale to sa nemusí zobrazovať správne, a nebudete môcť plne využiť všetky funkcie.</p><br><p>Admin Panel je optimalizovaný pomocou týchto prehliadačov:</p> <br><ul><li>– <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 a vyššie</a></li> <li>-<a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (Najnovšia verzia)</a></li> <li>-<a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (Posledná verzia)</a></li></ul> <br><p>kliknite na jeden z odkazov na stiahnutie prehliadača podľa vášho výberu. Akonáhle sa sťahovanie dokončí, prehliadač nainštalujete spustením Inštalátora.</p><br><p>Ak nemôžete inovovať svoj prehľadávač teraz, budete mať stále prístup k Admin Panel, ale nebudete môcť plne využiť všetky funkcie. <br><br><a href="[url]"> Pokračovať v</a></p>
sr: <p>, Uočili smo da pregledač koji koristite nije u potpunosti podržan od strane naše Admin table. Možete da pogledate ovaj sajt koristeći vaš trenutni pregledač, ali njegov sadržaj se neće pravilno prikazati i možda nećete moći u potpunosti koristiti sve funkcije.</p> <br><p>Admin tabla se najbolje može pregledati pomoću sledećih pregledača:</p> <br><ul><li>– <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> Internet Explorer 9 i veći</a></li> <li>– <a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (najnovija verzija)</a></li> <li>– <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (najnovija verzija)</a></li></ul> <br><p>kliknite na jednu od veza za preuzimanje pregledača po vašem izboru. Kada se preuzimanje završi, instalirajte pregledač tako što ćete pokrenuti instalacijski program.</p><br><p>Ako ne možete nadograditi vaš pregledač sada, i dalje možete da pristupite Admin tabli, ali možda nećete moći u potpunosti koristiti sve funkcije. <br><br><a href="[url]">Nastavi</a></p>
sv: <p>Vi har upptäckt att webbläsaren du använder stöds inte fullt ut av vår Admin Panel. Du kan visa denna sida med din nuvarande webbläsare men det kanske inte visas korrekt, och du kanske inte använda alla funktioner fullt ut.</p> <br><p>Admin Panel ses bäst med följande webbläsare:</p> <br><ul><li>– <a href="http://windows.microsoft.com/en-US/internet-explorer/products/ie/home" target="_blank"> för Internet Explorer 9 och ovan</a></li> <li>-<a href="http://www.mozilla.org/en-US/" target="_blank"> Mozilla Firefox (senaste versionen)</a></li> <li>– <a href="https://www.google.com/intl/en/chrome/browser/" target="_blank"> Google Chrome (senaste versionen)</a></li></ul> <br><p>Klicka på en av länkarna för att ladda ner webbläsaren för att förstora. När nedladdningen har avslutat, installera webbläsaren genom att köra installationsprogrammet.</p> <br><p>Om du inte uppgradera din webbläsare nu, du kan fortfarande komma åt Admin-panelen, men du kanske inte använda alla funktioner fullt ut. <br> <br><a href="[url]"> fortsätter</a></p>

# Languages::browser_upgrade_notice_title
source: Browser Upgrade Notice
hr: Obavijest za ažuriranje preglednika
sk: Oznámenie aktualizácie prehliadača
sr: Najava za nadogradnju pregledača
sv: Webbläsaren stigning tillkännagivande

# Languages::bucket
source: Bucket
hr: Kanta
sk: Sektor
sr: Kanta
sv: Hink

# Languages::bulk_category_addition
source: Bulk category addition
hr: Grupni dodatak kategorija
sk: Hromadné kategórie pridania
sr: Masovno dodavanje kategorija
sv: Bulk kategori tillägg

# Languages::bulk_print_invoice
source: Invoice bulk print
hr: Grupni Ispis fakture
sk: Faktúra hromadnej tlače
sr: Masovno štampanje fakture
sv: Fakturan bulk print

# Languages::bulk_product_addition
source: Bulk product addition
hr: Grupni dodatak proizvoda
sk: Hromadné pridávanie produktov
sr: Masovno dodavanje proizvoda
sv: Bulk produkt tillägg

# Languages::button_bgcolor
source: Button background color
hr: Boja pozadine gumba
sk: Tlačidlo farba pozadia
sr: Pozadinska boja dugmeta
sv: Knappen bakgrundsfärg

# Languages::button_text_color
source: Button text color
hr: Boja teksta gumba
sk: Tlačidlo Farba textu
sr: Boja teksta dugmeta
sv: Knappen Textfärg

# Languages::but_change
source: Change
hr: Promjena
sk: Zmeniť
sr: Izmeni
sv: Ändra

# Languages::buyer_name
source: Buyer's name
hr: Ime kupca
sk: Meno kupujúceho
sr: Ime kupca
sv: Köparens namn

# Languages::buy_in_advance
source: Buy in advance
hr: Kupi unaprijed
sk: Kúpiť vopred
sr: Kupi unapred
sv: Köp i förväg

# Languages::buy_now
source: Buy now
hr: Kupi odmah
sk: Kúpiť teraz
sr: Kupi sada
sv: Köp nu

# Languages::by
source: by
hr: od strane
sk: od
sr: od strane
sv: av

# Languages::bytes
source: bytes
hr: bajtova
sk: bajtov
sr: bajtova
sv: byte

# Languages::by_fixed
source: by fixed amount
hr: fiksni iznos
sk: podľa fixnej sumy
sr: za fiksni iznos
sv: med fast belopp

# Languages::by_percentage
source: by percentage of the original price
hr: postotak od originalne cijene
sk: percentuálny podiel z pôvodnej ceny
sr: po procentu prvobitne cene
sv: med procent av det ursprungliga priset

# Languages::C128A
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hr: Kôd 128 je visoko osjetljiv za barkod simbole. <br/>U svijetu se intenzivno koristi. <br/>Broj 128 je dizajniran za kodiranje 128 ASCII znakova. <br/>Kod 128-A - 0-9, AZ, ASCII kodovi, kontrolira posebnih znakova. <br/>Kod 128-B-0-9, A-Z, a-z, posebne znakove. <br/>Kod 128-C-00-99 (dvostruka gustoća kodiranje podataka jedini). <br/>
sk: Code 128 je symbolika s hustým čiarovým kódom. <br/>Používaný široko po celom svete. <br/>Code 128 je určený pre kódovanie 128 plný ASCII znakov. <br/>Code 128-A - 0-9, AZ, ASCII kontrolné kódy, špeciálne znaky. <br/>Code 128-B-0-9, AZ, AZ, špeciálne znaky. <br/>Code 128-C-00-99 (dvojitá hustota kódovania iba číselných údajov). <br/>
sr: Kod 128 je barkod velike gustine. <br/> Koristi se intenzivno širom sveta. <br/> Kod 128 je dizajniran za kodiranje 128 fullASCII karaktera. <br/> Kod 128-A - 0-9, A-Z, ASCII kontrolni kodovi, specijalni karakteri. <br/> Kod 128-B-0-9, A-Z, a-z, specijalni karakteri. <br/> Kod 128-C-00-99 (numerički podaci). <br/>
sv: Code 128 är en hög densitet streckkoden symbolik. <br/> Används flitigt över hela världen. <br/> Code 128 är utformad för att koda 128 full ASCII-tecken. <br/> Code 128-A - 0-9, A-Z, ASCII styrkoder, specialtecken. <br/> Code 128-B-0-9, A-Z, a-ö, speciella tecken. <br/> Code 128-C-00-99 (dubbel densitet kodning av numeriska endast data). <br/>

# Languages::C128B
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hr: Kôd 128 je visoko osjetljiv za barkod simbole. <br/>U svijetu se intenzivno koristi. <br/>Broj 128 je dizajniran za kodiranje 128 ASCII znakova. <br/>Kod 128-A - 0-9, AZ, ASCII kodovi, kontrolira posebnih znakova. <br/>Kod 128-B-0-9, A-Z, a-z, posebne znakove. <br/>Kod 128-C-00-99 (dvostruka gustoća kodiranje podataka jedini). <br/>
sk: Code 128 je symbolika s hustým čiarovým kódom. <br/>Používaný široko po celom svete. <br/>Code 128 je určený pre kódovanie 128 plný ASCII znakov. <br/>Code 128-A - 0-9, AZ, ASCII kontrolné kódy, špeciálne znaky. <br/>Code 128-B-0-9, AZ, AZ, špeciálne znaky. <br/>Code 128-C-00-99 (dvojitá hustota kódovania iba číselných údajov). <br/>
sr: Kod 128 je barkod velike gustine. <br/> Koristi se intenzivno širom sveta. <br/> Kod 128 je dizajniran za kodiranje 128 fullASCII karaktera. <br/> Kod 128-A - 0-9, A-Z, ASCII kontrolni kodovi, specijalni karakteri. <br/> Kod 128-B-0-9, A-Z, a-z, specijalni karakteri. <br/> Kod 128-C-00-99 (numerički podaci). <br/>
sv: Code 128 är en hög densitet streckkoden symbolik. <br/> Används flitigt över hela världen. <br/> Code 128 är utformad för att koda 128 full ASCII-tecken. <br/> Code 128-A - 0-9, A-Z, ASCII styrkoder, specialtecken. <br/> Code 128-B-0-9, A-Z, a-ö, speciella tecken. <br/> Code 128-C-00-99 (dubbel densitet kodning av numeriska endast data). <br/>

# Languages::C128C
source: Code 128 is a high-density barcode symbology.<br/>Used extensively worldwide.<br/>Code 128 is designed to encode 128 full ASCII characters.<br/>Code 128-A - 0-9, A-Z, ASCII control codes, special characters.<br/>Code 128-B - 0-9, A-Z, a-z, special characters.<br/>Code 128-C - 00-99 (double density encoding of numeric only data).<br/>
hr: Kôd 128 je visoko osjetljiv za barkod simbole. <br/>U svijetu se intenzivno koristi. <br/>Broj 128 je dizajniran za kodiranje 128 ASCII znakova. <br/>Kod 128-A - 0-9, AZ, ASCII kodovi, kontrolira posebnih znakova. <br/>Kod 128-B-0-9, A-Z, a-z, posebne znakove. <br/>Kod 128-C-00-99 (dvostruka gustoća kodiranje podataka jedini). <br/>
sk: Code 128 je symbolika s hustým čiarovým kódom. <br/>Používaný široko po celom svete. <br/>Code 128 je určený pre kódovanie 128 plný ASCII znakov. <br/>Code 128-A - 0-9, AZ, ASCII kontrolné kódy, špeciálne znaky. <br/>Code 128-B-0-9, AZ, AZ, špeciálne znaky. <br/>Code 128-C-00-99 (dvojitá hustota kódovania iba číselných údajov). <br/>
sr: Kod 128 je barkod velike gustine. <br/> Koristi se intenzivno širom sveta. <br/> Kod 128 je dizajniran za kodiranje 128 fullASCII karaktera. <br/> Kod 128-A - 0-9, A-Z, ASCII kontrolni kodovi, specijalni karakteri. <br/> Kod 128-B-0-9, A-Z, a-z, specijalni karakteri. <br/> Kod 128-C-00-99 (numerički podaci). <br/>
sv: Code 128 är en hög densitet streckkoden symbolik. <br/> Används flitigt över hela världen. <br/> Code 128 är utformad för att koda 128 full ASCII-tecken. <br/> Code 128-A - 0-9, A-Z, ASCII styrkoder, specialtecken. <br/> Code 128-B-0-9, A-Z, a-ö, speciella tecken. <br/> Code 128-C-00-99 (dubbel densitet kodning av numeriska endast data). <br/>

# Languages::C39
source: Known also as USS Code 39, 3 of 9.<br/>Code 39 can encode alphanumeric characters.<br/>The symbology is used in non-retail environment.<br/>Code 39 is designed to encode 26 upper case letters, 10 digits and 7 special characters.
hr: Poznat i kao USS Code 39, 3 9. <br/>Kod 39 može kodirati alfanumeričke znakove. <br/>U simbolici se koristi u-maloprodaji. <br/>Kod 39 je dizajniran za kodiranje 26 velikih slova, 10 brojeva i 7 posebnih znakova.
sk: Známy tiež ako USS kód 39, 3 9. <br/>Kód 39 môže kódovať alfanumerické znaky. <br/>Symbolika je používaná v nemaloobchodnom prostredí. <br/>Kód 39 je určený zakódovať 26 veľkých písmen, 10 číslic a 7 špeciálnych znakov.
sr: Poznat i kao USS, kod 39, 3 od 9. <br/> Kod 39 može kodirati alfanumeričke karaktere. <br/> Koristi se u ne maloprodajnom okruženju. <br/> Kod 39 je dizajniran za kodiranje 26 velikih slova, 10 cifara i 7 specijalnih karaktera.
sv: Känd också som USS Code 39, 3 av 9. <br/> Kod 39 kan koda alfanumeriska tecken. <br/> Symbolik används i icke-butiksmiljö. <br/> Kod 39 syftar till att koda 26 versaler, 10 siffror och 7 specialtecken.

# Languages::cache_cleared
source: Cache has been cleared
hr: Očisti predmemoriju
sk: Rýchla pamäť bola vymazaná
sr: Keš je očišćen
sv: Cache-minnet är tömt

# Languages::calculate
source: Calculate
hr: Izračunati
sk: Výpočet
sr: Izračunaj
sv: Räkna

# Languages::calculate_shipping_cost
source: Calculate shipping cost
hr: Izračunati trošak dostave
sk: Výpočet nákladov na dopravu
sr: Izračunaj troškove isporuke
sv: Räkna fraktkostnad

# Languages::calendar
source: Calendar
hr: Kalendar
sk: Kalendár
sr: Kalendar
sv: Kalender

# Languages::canada_post_activation_error
source: To activate the Canada post shipping processor, you must have the Canadian Dollar currency enabled.
hr: Za aktiviranje Kanada pošta dostave procesor, morate imati Kanadski dolar valuta omogućen.
sk: Ak chcete aktivovať prepravný procesor Kanadskej pošty, musíte mať povolenú menu Kanadský dolár.
sr: Da biste aktivirali Canada post shipping, morate imati omogućen kanadski dolar kao valutu.
sv: För att aktivera Canada post frakt processorn, måste du ha den kanadensiska Dollar valuta aktiverad.

# Languages::cancel
source: Cancel
hr: Odustani
sk: Zrušiť
sr: Otkaži
sv: Avbryt

# Languages::canceled_reversal
source: Canceled reversal
hr: Otkazan povrat
sk: Zrušiť zrušenie
sr: Otkazani povrati
sv: Avbrutna återföring

# Languages::cancelled
source: Canceled
hr: Otkazano
sk: Zrušené
sr: Otkazano
sv: Avbruten

# Languages::cancel_url_target
source: Cancel URL target
hr: Otkazan URL cilj
sk: Zrušenie cieľovej URL
sr: Otkaži URL metu
sv: Avbryt URL mål

# Languages::cannot_buy
source: You cannot buy the product with these option variants
hr: Ne možeš kupiti proizvod sa ovim varijanta i opcijama
sk: Nemôžete kúpiť výrobok s týmito nastavenými variantami
sr: Ne možete kupiti proizvod sa ovim opcijama
sv: Du kan inte köpa produkten med dessa varianter

# Languages::cannot_proccess_checkout
source: Your cart is empty, so you cannot proceed to checkout.
hr: Tvoja košarica je prazna, tako da ne možeš nastaviti do plačanja.
sk: Váš košík je prázdny, takže nemôžete prejsť k pokladni.
sr: Vaša korpa je prazna, tako da ne možete izvršiti poručivanje.
sv: Din varukorg är tom, så du kan inte gå till kassan.

# Languages::cannot_proccess_checkout_without_payment_methods
source: There are no payment methods available, so you cannot proceed to checkout.
hr: Ne postoji metoda plaćanja, tako da nemožeš završiti kupovinu.
sk: Neexistujú žiadne platobné metódy ktoré sú k dispozícii, takže nemôžu prejsť k pokladni.
sr: Nema dostupnih načina plaćanja, tako da nije moguće obaviti poručivanje.
sv: Inga betalningssätt tillgängliga, så du kan inte gå till kassan.

# Languages::cannot_remove_active_theme
source: Cannot remove the active theme
hr: Nije moguće ukloniti aktivnu temu
sk: Nemôžete odstrániť aktívny motív
sr: Nije moguće ukloniti aktivnu temu
sv: Kan inte ta bort det aktiva temat

# Languages::cannot_write_file
source: Cannot write to the file <b>[file]</b>. Please check the file and directory permissions.
hr: Ne može pisati u datoteku <b>[file]</b>. Provjerite dozvole datoteka i direktorija.
sk: Nemôže zapisovať do súboru <b>[file]</b>. Skontrolujte povolenia pre súbor a adresár.
sr: Nije moguće upisivati u datoteku <b>[file]</b>. Proverite dozvole za datoteke i direktorijume.
sv: Kan inte skriva till filen <b>[file]</b>. Kontrollera att fil- och katalogbehörigheter.

# Languages::cant_save_percentage_price
source: You can not use percentage value for base price.
hr: Ne koristite vrijednost postotka za osnovnu cijenu.
sk: Nemožno použiť percentuálnu hodnotu za základnú cenu.
sr: Ne možete da koristite procenat vrednosti za osnovnu cenu.
sv: Du kan inte använda procentuellt värde för grundpris.

# Languages::cant_upload_file
source: File could not be uploaded
hr: Datoteku nije moguće prenijeti
sk: Súbor nebolo možné nahrať
sr: Nije moguće uvesti datoteku
sv: Filen kunde inte överföras

# Languages::capture
source: Capture
hr: Hvatanje
sk: Zachytiť
sr: Zauzimanje
sv: Fånga

# Languages::card
source: Card
hr: Kartica
sk: Karta
sr: Kartica
sv: Kort

# Languages::cardholder_name
source: Cardholder's name
hr: Ime vlasnika kartice
sk: Meno držiteľa
sr: Ime vlasnika kartice je
sv: Kortinnehavarens namn

# Languages::card_number
source: Card number
hr: Broj kartice
sk: Číslo karty
sr: Broj kartice
sv: Kortnummer

# Languages::carousel
source: Carousel
hr: Vrtuljak
sk: Kolotoč
sr: Karusel
sv: Karusell

# Languages::carrier
source: Carrier
hr: Prijevoznik
sk: Dopravca
sr: Dostavljač

# Languages::cart
source: Cart
hr: Košarica
sk: Košík
sr: Korpa
sv: Vagn

# Languages::cart_content
source: Cart content
hr: Sadržaj košarice
sk: Obsah košíka
sr: Sadržaj korpe
sv: Köpkorgens innehåll

# Languages::cart_contents
source: Cart contents
hr: Sadržaji košarice
sk: Obsahy košíka
sr: Sadržaj korpe
sv: Köpkorgens innehåll

# Languages::cart_info
source: Site info
hr: informacije o webu
sk: Informácie o webe
sr: Informacije o sajtu
sv: Platsinfo

# Languages::cart_is_empty
source: Cart is empty
hr: Košarica je prazna
sk: Košík je prázdny
sr: Korpa je prazna
sv: Kundvagnen är tom

# Languages::cart_items
source: Cart items
hr: Stavke košarice
sk: Položky v košíku
sr: Stavke u korpi
sv: Shoppingvagnsartiklar

# Languages::cart_subtotal
source: Cart subtotal
hr: Košarica Podzbroj
sk: Medzisúčet košíka
sr: Međuzbir korpe
sv: Vagn delsumma

# Languages::cash_on_delivery
source: Cash on delivery
hr: Plaćanje pouzećem
sk: Na dobierku
sr: Plaćanje pouzećem
sv: Postförskott

# Languages::catalog
source: Catalog
hr: Katalog
sk: Katalóg
sr: Katalog
sv: Katalog

# Languages::catalog_pages
source: Catalog pages
hr: Stranice kataloga
sk: Katalóg stránok
sr: Stranice kataloga
sv: Katalogsidor

# Languages::categories
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# Languages::categories_have_been_added
source: Categories have been added
hr: Dodane su kategorije
sk: Kategórie boli pridané
sr: Kategorije su dodate
sv: Kategorier har lagts till
