Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::tt_views_block_manager_update_location_head_custom_html
source: This HTML code will be put between &lt;head&gt;&lt;/head&gt; tags
hr: Ovaj HTML kod će se staviti između &lt;glava&gt;&lt;/glava&gt; oznake
sk: Tento HTML kód bude vložený medzi tagy &lt;head&gt;&lt;/head&gt;
sr: Ova HTML kod se stavlja između &lt;head&gt;&lt;/head&gt; oznake
sv: HTML-koden kommer att gå mellan &lt; head &gt;&lt; / capita &gt; Taggar

# Languages::category_deletion_side_effects
source: This will delete all selected category's products, as well as its subcategories and their products.
hr: Ovo će izbrisati sve proizvode odabrane kategorije, kao i njene potkategorije i sve proizvode unutar njih.
sk: Táto akcia odstráni všetky výrobky z vybranej kategórie, vrátane jej podkategórií a ich produktov.
sr: Ovo će izbrisati sve proizvode izabrane kategorije, kao i njene potkategorije i njihove proizvode.
sv: Detta tar bort alla valda kategorins produkter, samt dess underkategorier och deras produkter.

# Languages::bulk_category_deletion_side_effects
source: This will delete all selected categories' products, as well as their subcategories and their products.
hr: Ovo će izbrisati sve proizvode odabranih kategorija, kao i njihove potkategorije i sve proizvode unutar njih.
sk: Táto akcia odstráni všetky produkty z vybraných kategórií, vrátane ich podkategórií a produktov.
sr: Ovo će izbrisati sve proizvode izabrane kategorije, kao i njene potkategorije i njihove proizvode.
sv: Detta tar bort alla valda kategorier produkter, samt deras underkategorier och deras produkter.

# Languages::restore_original
source: Restore original
hr: Vraćanje izvornog
sk: Obnoviť pôvodné
sr: Vrati original
sv: Återställa ursprungliga

# Languages::set_custom_configuration
source: Set custom configuration
hr: Postavi prilagođenu konfiguraciju
sk: Nastaviť vlastnú konfiguráciu
sr: Postavi prilagođenu konfiguraciju
sv: Ställ in anpassad konfiguration

# Languages::use_default_block_configuration
source: Use default block configuration
hr: Koristi zadanu konfiguraciju bloka
sk: Použiť predvolené nastavenia bloku
sr: Koristi podrazumevanu konfiguraciju za blok
sv: Använd block standardkonfigurationen

# Languages::private_files
source: Private files
hr: Privatne datoteke
sk: Súkromné súbory
sr: Privatne datoteke
sv: Privata filer

# Languages::public_files
source: Public files
hr: Javne datoteke
sk: Verejné súbory
sr: Javne datoteke
sv: Publika filer

# Languages::templates
source: Templates
hr: Predlošci
sk: Šablóny
sr: Šeme
sv: Mallar

# Languages::payments.realex.referring_url
source: Please supply this URL to your Realex Payments account manager
hr: Molimo dostavite ovu URL adresu vašem upravitelju računa za Realex plaćanja
sk: Pošlite prosím túto URL adresu vášmu správcovi účtov Realex Payments
sr: Navedite ovu URL adresu za vaš Realex Payments nalog
sv: Förse denna URL till din Realex betalningar account manager

# Languages::payments.realex.referring_ip
source: Please supply the IP address of your server to your Realex Payments account manager
hr: Molimo dostavite IP adresu vašeg poslužitelja vašem upravitelju računa za Realex plaćanja
sk: Pošlite prosím IP adresu serveru vášmu správcovi účtov Realex Payments
sr: Navedite IP adresu servera za vaš Realex Payments nalog
sv: Vänligen ange IP-adressen för din server till Kontohanteraren Realex betalningar

# Languages::payments.realex.settlement
source: Settlement
hr: Rješenje
sk: Zúčtovanie
sr: Postavka
sv: Bosättningen

# Languages::payments.realex.delayed_settlement
source: Delayed settlement
hr: Odgođeno rješenje
sk: Odložené zúčtovanie
sr: Odložena postavka
sv: Försenad betalning

# Languages::payments.realex.auto_settled
source: Auto-settled
hr: Automatski riješeno
sk: Automatické zúčtovanie
sr: Auto-postavka
sv: Regleras med Auto

# Languages::payments.realex.text_status_map
source: Realex to CS-Cart order status conversion map
hr: Realex na mapu konverzije CS-Cart statusa narudžbe
sk: Mapa konverzie objednávok z Realex do CS-Cart
sr: Mapa konverzije narudžbe Realex na CS-Cart
sv: Realex till CS-Cart order status konvertering karta

# Languages::payments.realex.subaccount
source: Subaccount
hr: Podračun
sk: Podúčet
sr: Podnalog
sv: Underkonto

# Languages::payments.realex.liability_shift
source: Liability Shift
hr: Prijenos odgovornosti
sk: Prenos ručenia
sr: Odgovornost
sv: Ansvar Skift

# Languages::payments.realex.liability_shift_required
source: Liability Shift required
hr: Prijenos odgovornosti je obavezan
sk: Vyžadovaný prenos ručenia
sr: Odgovornosti je potrebna
sv: Ansvar Skift krävs

# Languages::payments.realex.3d_secure_message
source: 3-D Secure message
hr: 3-D sigurna poruka
sk: 3-D zabezpečená správa
sr: 3-D bezbednosna poruka
sv: 3D-säkert meddelande

# Languages::payments.realex.connector_error
source: Your Realex account has been suspended. Contact Realex support for further information.
hr: Vaš Realex račun je suspendiran. Za daljnje informacije obratite se Realex službi za podršku.
sk: Váš Realex účet bol suspendovaný. Pre ďalšie informácie kontaktujte technickú podporu Realex.
sr: Ukinut je vaš Realex nalog. Za dodatne informacije obratite se Realex podršci.
sv: Kontot Realex har avbrutits. Kontakta Realex stöd för ytterligare information.

# Languages::payments.realex.incorrect_request
source: Incorrect XML message formation or content
hr: Neispravna formacija ili sadržaj XML poruke
sk: Nesprávna forma alebo obsach XML správy
sr: Neispravna XML poruka ili sadržaj
sv: Felaktig XML-meddelande bildandet eller innehåll

# Languages::payments.realex.realex_error
source: Error with Realex systems
hr: Pogreška s Realex sustavom
sk: Chyba s Realex systémom
sr: Greška sa Realex sistemima
sv: Fel med Realex system

# Languages::payments.realex.bank_error
source: Error with bank systems
hr: Pogreška s bankovnim sustavima
sk: Chyba s bankovým systémom
sr: Greška sa sistemima banke
sv: Fel med bank system

# Languages::payments.realex.card_lost_or_stolen
source: Card reported lost or stolen
hr: Kartica prijavljena kao izgubljena ili ukradena
sk: Karta nahlásená ako stratená alebo odcudzená
sr: Kartica je izgubljena ili ukradena
sv: Kortet rapporterat förlorat eller stulet

# Languages::payments.realex.refferal
source: Referral by bank
hr: Preporuke od strane banke
sk: Odporučenie bankou
sr: Preporuka od strane banke
sv: Remiss av bank

# Languages::payments.realex.avs_postcode
source: AVS Postcode
hr: AVS poštanski broj
sk: AVS PSČ
sr: AVS poštanski broj
sv: AVS postnummer

# Languages::payments.realex.avs_address
source: AVS Address
hr: AVS adresa
sk: AVS adresa
sr: AVS adresa
sv: AVS adress

# Languages::payments.realex.result_message
source: Result message
hr: Poruka rezultata
sk: Správa výsledku
sr: Rezultat poruke
sv: Resultatet meddelande

# Languages::payments.realex.result_code
source: Result code
hr: Kod rezultata
sk: Kód výsledku
sr: Rezultat šifre
sv: Resultatet koden

# Languages::payments.realex.transaction_pasref
source: Transaction PASREF
hr: PASREF transakcije
sk: Transakcia PASREF
sr: Transakcija PASREF
sv: Transaktionen PASREF

# Languages::payments.realex.transaction_order_id
source: Transaction Order ID
hr: ID transakcije narudžbe
sk: ID transakcie objednávky
sr: ID porudžbine transakcije
sv: Transaktionen Order-ID

# Languages::payments.realex.avs.matched
source: Matched
hr: Podudara se
sk: Zhodné
sr: Odgovara
sv: Matchade

# Languages::payments.realex.avs.not_matched
source: Not matched
hr: Ne podudara se
sk: Nezhodné
sr: Ne odgovara
sv: Inte matchade

# Languages::payments.realex.avs.problem_with_check
source: Problem with check
hr: Problem s provjerom
sk: Problém s kontrolou
sr: Problem sa potvrdom
sv: Problemet med check

# Languages::payments.realex.avs.unable_to_check
source: Unable to check
hr: Nije moguće provjeriti
sk: Nepodarilo sa skontrolovať
sr: Nije moguće proveriti
sv: Det går inte att kontrollera

# Languages::payments.realex.avs.partial_match
source: Partial match
hr: Djelomično podudaranje
sk: Čiastočná zhoda
sr: Delimično podudaranje
sv: Partiell matchning

# Languages::payments.realex.wrong_card_type
source: This payment is unavailable for this type of credit cards.
hr: Ovu uplatu nije moguće izvršiti s ovim tipom kreditne kartice.
sk: Táto platba nie je pri danom type kreditnej karty možná.
sr: Ovo plaćanje nije dostupno za ovu vrstu kreditne kartice.
sv: Denna betalning är inte tillgänglig för denna typ av kreditkort.

# Languages::payments.realex.incorrect_valid_trhu
source: Incorrect values of 'Valid thru' fields.
hr: Netočne vrijednosti ''Vrijedi do'' polja.
sk: Nesprávne hodnoty polí "Platné do".
sr: Neispravne vrednosti polja 'Važi do'.
sv: Felaktiga värden för "Giltig till" fält.

# Languages::use_for_login
source: Login form
hr: Obrazac za prijavu
sk: Prihlasovací formulár
sr: Obrazac za prijavu
sv: Login-formuläret

# Languages::use_for_register
source: Create and edit profile form
hr: Napravi i uredi obrazac profila
sk: Vytvoriť a upraviť profilový formulár
sr: Kreiraj i uredi obrazac profila
sv: Custom Html kod

# Languages::use_for_checkout
source: Checkout (user information) form
hr: Obrazac pri naplati (podaci o korisniku)
sk: Formulár Pokladňa (informácie o používateľovi)
sr: Obrazac za plaćanje (informacije o korisniku)
sv: Kassaformuläret (användarinformation)

# Languages::use_for_track_orders
source: Track my order form
hr: Prati moj obrazac za narudžbu
sk: Formulár Sledovať moju objednávku
sr: Obrazac za praćenje narudžbi
sv: Spåra min order form

# Languages::seo_menu_description
source: SEO settings of your store.
hr: SEO postavke vaše trgovine.
sk: SEO nastavenia vášho obchodu.
sr: SEO postavke za vašu prodavnicu.
sv: SEO inställningar av din butik.

# Languages::robots_title
source: Editing: robots.txt
hr: Uređivanje: robots.txt
sk: Úprava: robots.txt
sr: Uređivanje: robots.txt
sv: Redigering: robots.txt

# Languages::edit_robots
source: Edit robots.txt
hr: Uredi robots.txt
sk: Upraviť robots.txt
sr: Uredi robots.txt
sv: Redigera robots.txt

# Languages::restore_robots
source: Restore the default robots.txt
hr: Vrati zadani robots.txt
sk: Obnoviť predvolený robots.txt
sr: Vrati na podrazumevano robots.txt
sv: Återställa standard robots.txt

# Languages::payments.proxypay3.declined_reason_text
source: Error in Data Validation of the Credit Card Information. Either the Credit Card Number was invalid, or the Expiration Date, or the Card Verification Code.
hr: Pogreška pri provjeri valjanosti podataka kreditne kartice. Ili je broj kartice neispravan, ili datum isteka, ili kontrolni broj kartice.
sk: Chyba v overovaní údajov kreditnej karty. Buď je neplatné číslo kreditnej karty, alebo je karta po vypršaní platnosti, alebo je neplatný CVC.
sr: Greška u validaciji podataka kreditne kartice. Broj kreditne kartice je nevažeći, ili rok važenja ili šifra za proveru kartice.
sv: Fel i datavalidering av kreditkortsinformation. Antingen kreditkortsnumret var ogiltigt, eller utgångsdatum eller kort Cvv-koden.

# Languages::option_exceptions
source: Option exceptions
sk: Výnimky z možností
sr: Opcija izuzetaka
sv: Alternativ undantag

# Languages::horizontal_filters
source: Horizontal filters
hr: Horizontalni filteri
sk: Horizontálne filtre
sr: Horizontalni filteri
sv: Horisontella filter

# Languages::uc_broken_upgrade_connector
source: Upgrade connector [connector_id] returned incorrect data
sk: Upgrade konektor [connector_id] vrátil nesprávne údaje
sr: Nadogradnja [connector_id] vrati netačne podatke
sv: Uppgradera connector [connector_id] returnerade felaktiga data

# Languages::uc_downloaded_and_ready
source: Upgrade package has been downloaded and ready to install
sk: Upgrade balíček bol stiahnutý a je pripravený na inšataláciu
sr: Paket za nadogradnju je preuzet i spreman za instaliranje
sv: Uppgraderingspaket har varit ner och installera

# Languages::uc_connector_not_found
source: Upgrade connector not found
sk: Upgrade konektor nebol nájdený
sr: Konektor za nadogradnju nije pronađen
sv: Uppgradera connector hittades inte

# Languages::uc_unable_to_read_schema
source: Unable to read package schema (schema.json)
sk: Nedá sa čítať schéma balíka (schema.json)
sr: Nije moguće pročitati šemu paketa (schema.json)
sv: Det gick inte att läsa paketet schema (schema.json)

# Languages::uc_package_schema_not_found
source: Package content schema not found
sk: Obsah schémy balíka nebol nájdený
sr: Šema sadržaja paketa nije pronađena
sv: Paketet innehåll schema hittades inte

# Languages::uc_package_schema_is_not_json
source: Package schema is not a valid JSON
sk: Balík schéma nie je platným JSON
sr: Šema paketa nije ispravan JSON
sv: Paketet schema är inte en giltig JSON

# Languages::uc_addon_package_forbidden_path
source: Forbidden: Add-on tries to upgrade core files ([path])
sk: Zakázané: Doplnok sa snaží inovovať základné súbory ([path])
sr: Zabranjeno: Dodatak pokušava da nadogradi osnovne datoteke ([path])
sv: Förbjudet: Tillägg försöker uppgradera kärnfiler ([path])

# Languages::uc_addon_package_migrations_forbidden
source: Package contains migrations that were not described in schema or schema has links to missing migration files
sk: Balík obsahuje migrácie nepovažovali schémy alebo schémy má odkazy na chýbajúce súbory migrácie
sr: Paket sadrži migracije koje nisu opisane u šemi ili šema povezuje nedostajuće datoteke za migraciju
sv: Paketet innehåller migreringar som inte beskrivs i schemat eller schema har till saknade filerna för överflyttning

# Languages::uc_addon_package_languages_forbidden
source: Package contains languages that were not described in schema or schema has links to missing languages files
sk: Balík obsahuje jazyky, ktoré nepovažovali schémy alebo schémy má odkazy na chýbajúce súbory jazyky
sr: Paket sadrži jezike koji nisu opisani u šemi ili šema povezuje nedostajuće datoteke jezika
sv: Paketet innehåller språk som inte beskrivs i schemat eller schema har till saknade språk filer

# Languages::uc_addon_package_files_do_not_match_schema
source: Package contains files that were not described in schema or schema has links to missing files
sk: Balík obsahuje súbory, ktoré boli nie opísané v schéme alebo schéma obsahuje odkazy na chýbajúce súbory
sr: Paket sadrži datoteke koje nisu opisane u šemi ili šema povezuje nedostajuće datoteke
sv: Paketet innehåller filer som inte beskrivs i schemat eller schema har länkar till filer som saknas

# Languages::uc_addon_package_pre_post_scripts_mismatch
source: Package contains pre/post scripts that were not described in schema or schema has links to missing files
sr: Paket sadrži skripte koje nisu opisane u šemi ili šema povezuje nedostajuće datoteke
sv: Paketet innehåller pre/post skript som inte beskrivs i schemat eller schema har länkar till filer som saknas

# Languages::new_version
source: New version
hr: Nova verzija
sk: Nová verzia
sr: Nova verzija
sv: Ny version

# Languages::migrations
source: Migrations
hr: Migracije
sk: Migrácie
sr: Migracije
sv: Migreringar

# Languages::permissions_issue
source: Permissions issue
sk: Povolenie vydať
sr: Problemi sa dozvolama
sv: Behörighetsproblem

# Languages::text_uc_local_modification
source: Local modifications
hr: Lokalne promjene
sk: Miestne úpravy
sr: Lokalne izmene
sv: Lokala ändringar

# Languages::text_uc_agreed_collisions
source: I understand that my local modifications will be permanently lost during the upgrade
sk: Chápem, že moje miestne zmeny sa natrvalo stratia počas inovácie
sr: Razumeo sam da će moje lokalne izmene biti trajno izgubljene tokom nadogradnje
sv: Jag förstår att min lokala ändringar kommer att vara permanent går förlorad under uppgraderingen

# Languages::text_uc_will_be_changed
source: Will be changed
hr: Promijenit će se
sk: Budú zmenené
sr: Će se promeniti
sv: Kommer att ändras

# Languages::text_uc_will_be_deleted
source: Will be deleted
sk: Budú odstránené
sr: Će biti izbrisan
sv: Tas bort

# Languages::uc_title_validators
source: Upgrade package validators
sk: Inovovať balík overenia
sr: Nadogradite paket
sv: Uppgraderingspaket validators

# Languages::uc_execute_validator
source: Execute "[validator]" validator
sk: Realizovať "[validator]" validator
sr: Izvršavanje validatora "[validator]"
sv: Utföra "[validator]" validator

# Languages::uc_copy_files
source: Copy files
hr: Kopiranje datoteka
sk: Kopírovanie súborov
sr: Kopiranje datoteka
sv: Kopiera filer

# Languages::uc_run_migrations
source: Run migrations
hr: Pokretanje migracije
sk: Spustenie migrácie
sr: Pokretanje migracije
sv: Köra migreringar

# Languages::uc_install_languages
source: Install languages
hr: Instalacija jezika
sk: Inštalácia jazykov
sr: Instaliraj jezike
sv: Installera språk

# Languages::uc_upgrade_progress
source: Upgrade progress
hr: Napredak ažuriranja
sk: Priebeh inovácie
sr: Proces nadogradnje
sv: Uppgradera framsteg

# Languages::upload_upgrade_package
source: Upload upgrade package
hr: Prijenos paketa nadogradnje
sk: Nahrať upgrade balíček
sr: Otpremi paket sa nadogradnjom
sv: Ladda upp uppgraderingspaketet

# Languages::upload_upgrade_text
source: Uploading upgrade package allows you to apply HotFixes or Add-on upgrades. You can upload an upgrade pack by picking a tgz,gz,zip format archive and clicking Upload.
sk: Nahrávanie upgrade balíček umožňuje použiť rýchle opravy alebo doplnku upgrady. Môžete upload inovačný balík výberom tgz, gz, zip archív formát a kliknutím na tlačidlo Upload.
sr: Otpremanje paketa nadogradnje vam omogućava da primenite hitne ispravke ili da nadogradite dodatak. Paket za nadogradnju možete da otpremite odabirom tgz, gz, zip formata i klikom na Otpremi.
sv: Belastande upp uppgraderingspaketet kan du tillämpa snabbkorrigeringar eller tillägg uppgraderingar. Du kan ladda upp ett uppgraderingspaket genom att plocka en tgz, gz, zip-arkiv format och klicka på ladda upp.

# Languages::outside_navigation
source: Outside navigation
sk: Mimo navigácie
sr: Spoljna navigacija
sv: Utanför navigering

# Languages::exim_error_incorrect_feature_type
source: Incorrect feature type. Some product features were not updated.
sr: Neispravan tip funkcije. Neke funkcije proizvoda nisu ažurirane.
sv: Felaktig funktion typ. Vissa produktfunktioner uppdaterades inte.

# Languages::exim_error_empty_feature_name
source: Feature name is missing. Some product features were not updated.
sr: Ime funkcije nedostaje. Neke funkcije proizvoda nisu ažurirane.
sv: Funktionsnamn saknas. Vissa produktfunktioner uppdaterades inte.

# Languages::unable_to_delete_last_storefront
source: At least one storefront must remain
hr: Mora ostati barem jedan storefront
sr: Mora ostati najmanje jedan izlog
sv: Minst ett skyltfönster måste förbli

# Languages::datakeeper.error_unsupported_file_type
source: File cannot be restored. Only .sql, .zip and .tgz files are allowed.
hr: Datoteku nije moguće vratiti. Dozvoljeni su samo .sql, .zip i .tgz datoteke.
sr: Datoteke ne mogu biti vraćene. Dozvoljene su samo .sql, .zip i .tgz datoteke.
sv: Filen kan inte återställas. Endast .sql, .zip och .tgz filer är tillåtna.

# Languages::datakeeper.file_cannot_be_overrided
source: Cannot write to the file <b>[file]</b>. Set the writable permissions manually or check the FTP access to your server in the <a href="[url]">"Upgrade center"</a> section
sr: Nije moguće upisivati u datoteku <b>[file]</b>. Ručno podesi dozvole ili pogledaj FTP pristup serveru u odeljku <a href="[url]"> "centar za nadogradnju"</a>
sv: Kan inte skriva till filen <b>[file]</b>. Ange de skrivbar behörigheterna manuellt eller kontrollera FTP-åtkomst till din server i avsnittet <a href="[url]"> "Uppgradera center"</a>

# Languages::uc_restore_email_body
source: <p>Your store's database and files has been backed up before the upgrade. The backup archive includes the whole database and all files except for images. The backup archive has been stored on your server: [backup_file].</p><p>Before the upgrade, your store was closed. Check if it's running fine after the upgrade and <a href="[settings_section]">open it</a>.</p><p>If something goes wrong during the upgrade, go to your admin panel, <strong>Administration → Backup/Restore</strong>, to restore the backup.</p><p>If you can't access your admin panel, use the following link to restore the last backup. <b>Important:</b> following this link will immediately launch the restore process. Use it only if you can't access your admin panel! Restore the last backup:</p>
sr: <p>Napravljena je rezervna kopija baze prodavnice pre nadogradnje. Rezervna kopija uključuje sve baze podataka i sve datoteke osim slika. Rezervna kopija je sačuvana na vašem serveru: [backup_file].</p><p>Pre nadogradnje, vaša radnja je zatvorena. Proverite da li radi bez problema nakon nadogradnje i <a href="[settings_section]"> otvorite je</a>.</p><p>Ako nešto krene naopako tokom nadogradnje, idite na administratorsku tablu, <strong>Administracija → rezervne kopije/vraćanja</strong>, da bi vratili rezervnu kopiju.</p><p>Ako ne možete pristupiti svojoj administrativnoj tabli, koristite sledeći link da biste vratili poslednju rezervnu kopiju. <b>Važno:</b> prateći ovaj link odmah će se pokrenuti proces vraćanja u prethodno stanje. Koristite ga samo ako ne možete pristupiti svojoj administrativnoj tabli! Vraćanje poslednje rezervne kopije:</p>
sv: <p>Din butik databas och filer har säkerhetskopierats innan uppgraderingen. Backningen arkivet omfattar hela databasen och alla filer utom bilder. Backningen arkivet har lagrats på servern: [backup_file].</p> <p>Innan du uppgraderar din butik var stängd. Kontrollera om det igång bra efter uppgraderingen och <a href="[settings_section]"> Öppna den</a>.</p> <p>Om något går fel under uppgraderingen, gå till din admin panel, <strong>Administration → Backup/Restore</strong>, för att återställa säkerhetskopian.</p> <p>Om du inte kommer åt din admin panel, Använd följande länk för att återställa den senaste säkerhetskopieringen. <b>Viktigt:</b> följande länk kommer omedelbart att inleda återställningsprocessen. Använda den endast om du inte kan komma åt din admin panel! Återställa den senaste säkerhetskopieringen:</p>

# Languages::error_features_too_many_variants
source: Search by features is not available due to the excessive number of variants.
sr: Pretraga po funkciji nije dostupna zbog prekomernog broja varijanti.
sv: Sök av funktioner är inte tillgängliga på grund av det alltför stora antalet varianter.

# Languages::upgraded_on
source: Upgraded on
sr: Nadograditi na
sv: Uppgraderade på

# Languages::error_unable_to_create_thumbnail
source: Unable to create thumbnail for file "[file]": [error]
hr: Nije moguće stvoriti minijaturu za datoteku "[file]": [error]
sr: Nije moguće kreirati sličicu za datoteku "[file]": [error]
sv: Det gick inte att skapa miniatyrbild för filen "[file]": [error]

# Languages::cookie_is_disabled
source: For a complete shopping experience, please <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank">set your browser to accept cookies</a>
sr: Za potpuno iskustvo kupovine, molimo da <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> podesite svoj pretraživač tako da prihvati kolačiće</a>
sv: För en komplett shoppingupplevelse, kan du <a href="http://www.wikihow.com/Enable-Cookies-in-Your-Internet-Web-Browser" target="_blank"> ställa in din webbläsare att acceptera cookies</a>

# Languages::acquirerid
source: Acquirer ID
hr: Stjecatelj ID
sk: ID nadobúdateľa
sv: Förvärvaren ID

# Languages::new_subscribers
source: New subscribers
sv: Nya prenumeranter

# Languages::administrator
source: Administrator
sk: Administrátor
sv: Administratör

# Languages::bank_cm
source: Credit Mutuel
hr: Više kredita
sv: Kredit Mutuel

# Languages::block_breadcrumbs
source: Breadcrumbs
hr: Mrvice kruha
sv: Ströbröd

# Languages::body
source: Body
hr: Tijelo
sk: Telo
sv: Kropp
