Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::privileges.exim_access
source: Import and export data
hr: Uvoz i izvoz podataka
sk: Importovanie a exportovanie údajov
sr: Uvoz i izvoz podataka
sv: Importera och exportera data

# Languages::privileges.manage_catalog
source: Manage catalog
hr: Upravljanje katalogom
sk: Spravovať katalóg
sr: Upravljanje katalogom
sv: Hantera katalogen

# Languages::privileges.manage_currencies
source: Manage currencies
hr: Upravljanje valutama
sk: Spravovanie mien
sr: Upravljanje valutama
sv: Hantera valutor

# Languages::privileges.manage_design
source: Manage design
hr: Upravljanje dizajnom
sk: Spravovať dizajn
sr: Upravljanje dizajnom
sv: Hantera design

# Languages::privileges.manage_languages
source: Manage languages
hr: Upravljanje jezika
sk: Spravovať jazyky
sr: Upravljanje jezicima
sv: Hantera språk

# Languages::privileges.manage_locations
source: Manage locations
hr: Upravljanje lokacijama
sk: Spravovanie lokalít
sr: Upravljanje lokacijama
sv: Hantera platser

# Languages::privileges.manage_order_statuses
source: Manage order statuses
hr: Upravljanje statusima narudžbi
sk: Spravovať stav objednávky
sr: Upravljanje statusima narudžbi
sv: Hantera order status

# Languages::privileges.manage_pages
source: Manage pages
hr: Upravljanje stranicama
sk: Spravovať stránky
sr: Upravljanje stranicama
sv: Hantera sidor

# Languages::privileges.manage_payments
source: Manage payments
hr: Upravljanje uplatama
sk: Spravovať platby
sr: Upravljanje uplatama
sv: Hantera betalningar

# Languages::privileges.manage_promotions
source: Manage promotion system
hr: Upravljanje sustavom promocije
sk: Riadenie systému podpory
sr: Upravljanje sistemom promocija
sv: Hantera befordringssystem

# Languages::privileges.manage_reports
source: Manage reports
hr: Upravljanje izvještajima
sk: Spravovať zostavy
sr: Upravljaj izveštajima
sv: Hantera rapporter

# Languages::privileges.manage_shipping
source: Manage shipping
hr: Upravljanje dostavom
sk: Spravovať dopravu
sr: Upravljanje isporukama
sv: Hantera frakt

# Languages::privileges.manage_sitemap
source: Manage sitemap
hr: Upravljaj kartom stranice
sk: Spravovať mapu stránok
sr: Upravljanje mapom sajta
sv: Hantera sitemap

# Languages::privileges.manage_static_data
source: Manage static data
hr: Upravljaj statičnim podacima
sk: Spravovanie statických údajov
sr: Upravljanje statičkim podacima
sv: Hantera statiska data

# Languages::privileges.manage_storage
source: Manage storage
hr: Upravljaj skladištem
sk: Spravovať sklad
sr: Upravljanju skladištem
sv: Hantera lagring

# Languages::privileges.manage_stores
source: Manage stores
hr: Upravljanje trgovinama
sk: Spravovať obchody
sr: Upravljanje radnjama
sv: Hantera butiker

# Languages::privileges.manage_taxes
source: Manage taxes
hr: Upravljanje porezima
sk: Spravovať dane
sr: Upravljanje porezima
sv: Hantera skatter

# Languages::privileges.manage_themes
source: Manage themes
hr: Upravljaj temama
sk: Spravovať témy
sr: Upravljanje temama
sv: Hantera teman

# Languages::privileges.manage_translation
source: On-site live editing
hr: Izravno uređivanje stranice
sk: Editovať priamo na stránke
sr: Uživo uređivanje izgleda e-prodavnice
sv: På plats live redigering

# Languages::privileges.manage_usergroups
source: Manage user groups
hr: Upravljanje korisničkim grupama
sk: Spravovať užívateľské skupiny
sr: Upravljanje grupama korisnika
sv: Hantera användargrupper

# Languages::privileges.manage_users
source: Manage users
hr: Upravljanje korisnicima
sk: Správa používateľov
sr: Upravljanje korisnicima
sv: Hantera användare

# Languages::privileges.update_settings
source: Update settings
hr: Ažuriranje postavki
sk: Nastavenie aktualizácie
sr: Ažuriranje postavki
sv: Uppdatera inställningar

# Languages::privileges.upgrade_store
source: Upgrade store
hr: Nadogradnja trgovine
sk: Inovácia ukladacieho priestoru
sr: Nadogradnja skladišta
sv: Uppgradera butiken

# Languages::privileges.view_catalog
source: View catalog
hr: Pogledaj katalog
sk: Zobraziť katalóg
sr: Prikaz kataloga
sv: Visa katalog

# Languages::privileges.view_currencies
source: View currencies
hr: Prikaži valute
sk: Zobraziť meny
sr: Prikaz valuta
sv: Visa valutor

# Languages::privileges.view_languages
source: View languages
hr: Prikaži jezike
sk: Zobraziť jazyky
sr: Prikaz jezika
sv: Visa språk

# Languages::privileges.view_locations
source: View locations
hr: Prikaži lokacije
sk: Zobraziť umeistnenie
sr: Prikaz lokacija
sv: Visa platser

# Languages::privileges.view_logs
source: View logs
hr: Prikaži log zapise
sk: Zobraziť záznamy
sr: Prikaz evidencija
sv: Visa loggar

# Languages::privileges.view_orders
source: View orders
hr: Prikaži narudžbe
sk: Zobraziť objednávky
sr: Prikaži porudžbine
sv: Visa order

# Languages::privileges.view_pages
source: View pages
hr: Prikaži stranice
sk: Zobraziť stránky
sr: Prikaži stranice
sv: Visa sidor

# Languages::privileges.view_payments
source: View payments
hr: Prikaži uplate
sk: Zobraziť platby
sr: Prikaži uplate
sv: Visa betalningar

# Languages::privileges.view_reports
source: View reports
hr: Prikaži izvješća
sk: Zobraziť zostavy
sr: Prikaz izveštaja
sv: Visa rapporter

# Languages::privileges.view_settings
source: View settings
hr: Prikaži postavke
sk: Zobraziť nastavenia
sr: Postavke prikaza
sv: Visa inställningar för

# Languages::privileges.view_shipping
source: View shipping
hr: Prikaži dostavu
sk: Zobraziť dopravu
sr: Prikaz isporuke
sv: Visa frakt

# Languages::privileges.view_static_data
source: View static data
hr: Prikaži statične podatke
sk: Zobrazenie statických údajov
sr: Prikaz statičkih podataka
sv: Visa statiska data

# Languages::privileges.view_stores
source: View stores
hr: Prikaži trgovine
sk: Zobrazenie obchodov
sr: Prikaz prodavnica
sv: Visa butiker

# Languages::privileges.view_taxes
source: View taxes
hr: Prikaži poreze
sk: Zobrazenie dane
sr: Prikaz poreza
sv: Visa skatter

# Languages::privileges.view_usergroups
source: View user groups
hr: Prikaži korisničke grupe
sk: Zobraziť užívateľské skupiny
sr: Prikaz grupe korisnika
sv: Visa grupper av användare

# Languages::privileges.view_users
source: View users
hr: Prikaži korisnike
sk: Zobrazenie používateľov
sr: Prikazivanje korisnika
sv: Visa vilka användare

# Languages::privilege_sections.addons
source: Add-ons
hr: Dodaci
sk: Doplnky
sr: Programski dodaci
sv: Moduler

# Languages::privilege_sections.administration
source: Administration
hr: Administracija
sk: Administratíva
sr: Administracija

# Languages::privilege_sections.cart
source: Cart
hr: Košarica
sk: Košík
sr: Korpa
sv: Vagn

# Languages::privilege_sections.catalog
source: Catalog
hr: Katalog
sk: Katalóg
sr: Katalog
sv: Katalog

# Languages::privilege_sections.design
source: Look and Feel
hr: Izgled
sk: Vzhľad
sr: Izgled i funkcionalnost
sv: Utseende och känsla

# Languages::privilege_sections.orders
source: Orders
hr: Narudžbe
sk: Objednávky
sr: Porudžbine
sv: Beställningar

# Languages::privilege_sections.users
source: Users
hr: Korisnici
sk: Užívatelia
sr: Korisnici
sv: Användare

# Languages::privilege_sections.vendors
source: Stores
hr: Trgovine
sk: Obchody
sr: Prodavnice
sv: Butiker

# Languages::proceed
source: Proceed
hr: Nastavi
sk: Pokračovať
sr: Nastavite
sv: Gå vidare

# Languages::proceed_to_checkout
source: Proceed to checkout
hr: Kreni na plaćanje
sk: Prejsť k pokladni
sr: Nastavite za poručivanje
sv: Gå vidare till kassan

# Languages::proceed_to_the_next_step
source: Proceed to the next step
hr: Idi na sljedeći korak
sk: Pokračovať na ďalší krok
sr: Pređite na sledeći korak
sv: Gå vidare till nästa steg

# Languages::processed
source: Processed
hr: Obrađeno
sk: Spracované
sr: Obrađeni
sv: Bearbetade

# Languages::processing
source: Processing
hr: Obrada
sk: Spracovanie
sr: Obrada
sv: Bearbetning

# Languages::processing_order
source: Processing order
hr: Obrada narudžbe
sk: Spracovanie objednávky
sr: Obrada porudžbine
sv: Bearbetningsordning

# Languages::processor
source: Processor
hr: Procesor
sk: Spracovateľ
sr: Obrađivač
sv: Processorn

# Languages::processor_description_cardsave
source: Merchant Accounts provided by Cardsave, <a href="http://www.cardsave.net">www.cardsave.net</a><br/><br/>Email: <a href='mailto:ecomm@cardsave.net'>ecomm@cardsave.net</a>
hr: Trgovačke račune koje Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> E-mail: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
sk: Obchodné účty poskytované Cardsaveom, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> Email: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
sr: Trgovački nalog koji ste dobili od Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a><br/><br/> Email: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>
sv: Handelsfartyg konton som tillhandahålls av Cardsave, <a href="http://www.cardsave.net"> www.cardsave.net</a> <br/> <br/> e-post: <a href='mailto:ecomm@cardsave.net'> ecomm@cardsave.net</a>

# Languages::processor_description_p21
source: <b>P21 Simple API</b> enables you to accept check payments. It offers the industry's most comprehensive suite of check image creation and clearing solutions. With Check 21, you will receive your funds within the same day by check or direct deposit.<br/><br/>To activate the Check 21 option, please contact us via email at: <a href="mailto:support@payment21.com">support@payment21.com</a> or by phone at: 1-888-770-0850 (US Toll Free) or 0041-71-740-1629 (International).<br/><br/><a href="http://www.payment21.com" target="_blank">www.payment21.com</a>
hr: <b>P21 jednostavan API</b> omogućuje prihvaćanje plaćanja čekom. Nudi industriji najopsežniji "ček paket" za stvaranje rješenja. S provjerom 21, dobit ćete sredstva unutar istog dana ček ili izravnim depozitom. <br/> <br/>Da biste aktivirali opciju provjeri 21, molimo da nas kontaktirate putem e-maila na: <a href="mailto:support@payment21.com"> support@payment21.com</a> ili na broj telefona: 1-888-770-0850 (US Toll Free) ili 0041-71-740-1629 (Međunarodna). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
sk: <b>P21 jednoduchého API</b> umožňuje akceptovať platieb šekom. Ponúka priemysel najviac komplexnú sadu kontrola obrazu tvorby a zúčtovania riešenia. S 21 Pozrite sa dostanete vaše finančné prostriedky v rovnaký deň šekom alebo priamy vklad. <br/> <br/>Ak chcete aktivovať možnosť skontrolovať 21, prosím, kontaktujte nás mailom na: <a href="mailto:support@payment21.com"> support@payment21.com</a> alebo telefonicky na: 1-888-770-0850 (US Toll Free) alebo 0041-71-740-1629 (International). <br/> <br/><a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
sr: <b>P21 jednostavan API</b> vam omogućava da prihvatite čekovne uplate. On nudi najsveobuhvatniji programski paket za kliring rešenja. Sa Check 21, primićete svoja sredstva u okviru istog dana čekom ili direktnim depozitom. <br/><br/> Da biste aktivirali opciju Check 21, kontaktirajte nas e-mailom na: <a href="mailto:support@payment21.com"> support@payment21.com</a> ili putem telefona na: 1-888-770-0850 (američki besplatni) ili 0041-71-740-1629 (međunarodni). <br/> <br/> <a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>
sv: <b>P21 enkelt API</b> kan du acceptera kontrollera betalningar. Det erbjuder branschens mest omfattande svit av check bild skapande och clearing lösningar. Med kolla 21, får du dina pengar inom samma dag med check eller direkt insättning. <br/> <br/> För att aktivera alternativet kolla 21, vänligen kontakta oss via e-post på: <a href="mailto:support@payment21.com"> support@payment21.com</a> eller via telefon på: 1-888-770-0850 (US Toll Free) eller 0041-71-740-1629 (internationell). <br/> <br/> <a href="http://www.payment21.com" target="_blank"> www.payment21.com</a>

# Languages::processor_id
source: Processor ID
hr: ID procesora
sk: ID spracovateľa
sr: ID obrađivača

# Languages::process_selected
source: Process selected
hr: Odabrani proces
sk: Vybraný proces
sr: Izabrani proces
sv: Processen valt

# Languages::product
source: Product
hr: Proizvod
sk: Produkt
sr: Proizvod
sv: Produkt

# Languages::products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# Languages::products2
source: Products2
hr: Proizvodi2
sk: Produkty 2
sr: Proizvod2

# Languages::products_added_to_cart
source: The products were added to your cart
hr: Proizvodi su dodani u vašu košaricu
sk: Výrobky boli pridané do košíka
sr: Proizvodi su dodati u Vašu korpu
sv: Produkterna har lagts till i din varukorg

# Languages::products_amount
source: Product quantity
hr: Količina proizvoda
sk: Množstvo produktu
sr: Količina proizvoda
sv: Produktkvantiteten

# Languages::products_bar
source: Products bar
hr: Dijagram proizvoda
sk: Panel produktov
sr: Paleta proizvoda
sv: Produkter bar

# Languages::products_cost
source: Products cost
hr: Trošak proizvoda
sk: Cena výrobkov
sr: Cene proizvoda
sv: Produkter kostnad

# Languages::products_for_shipment_not_selected
source: Products for shipment were not selected
hr: Proizvodi za dostavu nisu odabrani
sk: Výrobky na prepravu neboli vybrané
sr: Proizvodi za isporuku nisu izabrani
sv: Produkter för leverans valdes inte ut

# Languages::products_found
source: Products found
hr: Pronađeni proizvodi
sk: Nájdené produkty
sr: Pronađeni proizvodi
sv: Produkter hittades

# Languages::products_grid
source: Products grid
hr: Mreža proizvoda
sk: Mriežka produktov
sr: Mreža proizvoda
sv: Produkter rutnät

# Languages::products_information
source: Products information
hr: Informacije o proizvodima
sk: Informácie o produktoch
sr: Informacije o proizvodima
sv: Produkter information

# Languages::products_in_cart
source: Products in cart
hr: Proizvodi u košarici
sk: Produkty v košíku
sr: Proizvodi u korpi
sv: Produkter i varukorgen

# Languages::products_links_type
source: Products links type
hr: Vrste poveznice za proizvode
sk: Odkaz produktov
sr: Tip veze proizvoda
sv: Produkter länkar typ

# Languages::products_menu_description
source: View, add and edit products that are shown to visitors of your store.
hr: Pogledaj, dodaj ili uredi proizvode koji se prikazuju posjetiocima ove trgovine.
sk: Zobraziť, pridávať a upravovať produkty, ktoré sú zobrazené návštevníkom vášho obchodu.
sr: Prikazivanje, dodavanje i uređivanje proizvoda koji se prikazuju posetiocima vaše prodavnice.
sv: Visa, lägga till och redigera produkter som visas för besökare i din butik.

# Languages::products_required
source: Please add product(s)
hr: Molimo dodajte proizvod(e)
sk: Prosím, pridajte produkt(y)
sr: Molim vas dodajte proizvod(e)
sv: Lägg till produkten/produkterna

# Languages::products_stat
source: Product statistics
hr: Statistika proizvoda
sk: Štatistika produktov
sr: Statistika proizvoda
sv: Produkt statistik

# Languages::products_weight
source: Products weight
hr: Težina proizvoda
sk: Hmotnosť produktov
sr: Težina proizvoda
sv: Produkter vikt

# Languages::products_were_sent
source: The products have been sent out to you. The order information is given below
hr: Proizvodi su vam poslani. Detalji narudžbe su dani ispod
sk: Výrobky vám boli odoslané. Informácie o objednávke sú uvedené nižšie
sr: Proizvodi su poslati. Informacije o narudžbi su ispod
sv: Produkterna har skickats ut till dig. Orderinformation ges nedan

# Languages::product_added_to_cart
source: The product was added to your cart
hr: Proizvod je dodan u košaricu
sk: Výrobok bol pridaný do košíka
sr: Proizvod je dodat u korpu
sv: Produkten lades i kundvagnen

# Languages::product_added_to_cl
source: The product was added to your Comparison list
hr: Proizvod je dodan na vašu listu Usporedbe
sr: Proizvod je dodat na listu za poređenje
sv: Produkten lades till i listan jämförelse

# Languages::product_cannot_be_added
source: The product cannot be added to cart. Check if all the uploading files meet the necessary conditions
hr: Proizvod nije moguće dodati u košaricu. Provjerite udovoljavaju li sve preuzete datoteke traženim uvjetima
sk: Výrobok nie je možné pridať do košíka. Skontrolujte či všetky nahrávané súbory spĺňajú potrebné podmienky
sr: Proizvod nije moguće dodati u korpu. Proverite da li sve otpremljene datoteke ispunjavaju neophodne uslove
sv: Produkten kan inte läggas till i vagnen. Kontrollera om alla ladda upp filer uppfyller de nödvändiga villkoren

# Languages::product_code
source: Product code
hr: Kod proizvoda
sk: Kód produktu
sr: Kod proizvoda
sv: Produktkod

# Languages::product_columns
source: Product columns
hr: Stupci proizvoda
sk: Stĺpce produktov
sr: Kolone proizvoda
sv: Produkt kolumner

# Languages::product_combinations
source: Product combinations
hr: Kombinacije proizvoda
sk: Kombinácie výrobkov
sr: Kombinacije proizvoda
sv: Kombinationer av produkter

# Languages::product_coming_soon
source: This product can't be added to cart now. It will be available on [avail_date]
hr: Ovaj proizvod sada nije moguće dodati u košaricu. Proizvod će biti dostupan [avail_date]
sk: Tento produkt teraz nie je možné pridať do košíka. Bude k dispozícii [avail_date]
sr: Ovaj proizvod nije moguće dodati u korpu. Biće dostupan [avail_date]
sv: Denna produkt kan inte läggas till i vagnen nu. Det kommer att finnas på [avail_date]

# Languages::product_coming_soon_add
source: This product will be shipped on [avail_date]
hr: Ovaj proizvod bit će poslan [avail_date]
sk: Tento produkt bude dodaný [avail_date]
sr: Ovaj proizvod će biti isporučeni [avail_date]
sv: Denna produkt kommer att levereras på [avail_date]

# Languages::product_details
source: Product details page
hr: Stranica s detaljima o proizvodu
sk: Stránka podrobnosti produktu
sr: Stranica sa detaljima proizvoda
sv: Produktinformationssidan

# Languages::product_details_view
source: Product details view
hr: Pregled detalja o proizvodu
sk: Zobraziť detaily produktu
sr: Prikaz detalja proizvoda
sv: Visa Detaljer

# Languages::product_feature_cannot_assigned
source: The feature "[feature_name]" cannot be assigned to the product "[product_name]"
hr: Ova osobina "[feature_name]" se ne može dodijeliti proizvodu "[product_name]"
sk: Funkciu "[feature_name]" nie je možné priradiť k produktu "[product_name]"
sr: Funkciju "[feature_name]" nije moguće dodeliti proizvodu "[product_name]"
sv: Funktionen "[feature_name]" inte kan hänföras till produkten "[product_name]"

# Languages::product_fields
source: Product fields
hr: Polja proizvoda
sk: Polia produktu
sr: Polja proizvoda
sv: Produkt fält

# Languages::product_groups
source: Product groups
hr: Grupe proizvoda
sk: Skupiny výrobkov
sr: Grupe proizvoda
sv: Produktgrupper

# Languages::product_id
source: Product ID
hr: ID proizvoda
sk: Identifikácia produktu
sr: ID proizvoda
sv: Produkt-ID

# Languages::product_images
source: Product images
hr: Slike proizvoda
sk: Obrázky výrobkov
sr: Slike proizvoda
sv: Produktbilder

# Languages::product_inventory
source: Product inventory
hr: Inventar proizvoda
sk: Zásoby produktu
sr: Zalihe proizvoda
sv: Produktlagrets

# Languages::product_in_cart
source: This product is already in the cart
hr: Ovaj proizvod je već u košarici
sk: Tento produkt už je v košíku
sr: Ovaj proizvod je već u korpi
sv: Denna produkt är redan i kundvagnen

# Languages::product_in_comparison_list
source: This product is already in the comparison list
hr: Ovaj proizvod već se nalazi na listi usporedbe
sr: Ovaj proizvod je već na listi za poređenje
sv: Denna produkt finns redan i listan jämförelse

# Languages::product_name
source: Product name
hr: Naziv proizvoda
sk: Názov produktu
sr: Naziv proizvoda
sv: Produktnamn

# Languages::product_notification_subscribed
source: You have been subscribed to the product in stock notifications
hr: Pretplatili ste se na obavijesti o ponovnoj pojavi proizvoda na zalihi
sk: Boli ste zapísaný na upozornenia ohľadom produktov v sklade
sr: Prijavili ste se na obaveštenje o proizvodu na zalihama
sv: Du har tecknats på produkten i lager anmälningar

# Languages::product_notification_unsubscribed
source: You have been unsubscribed from the product in stock notifications
hr: Više niste pretplaćeni na primanje obavijesti o ponovnoj pojavi proizvoda na zalihi
sk: Boli ste odpísaný na upozornenia ohľadom produktov v sklade
sr: Odjavili ste se na obaveštenje o proizvodu na zalihama
sv: Du har varit avbryta prenumerationen på produkten i lager anmälningar

# Languages::product_options
source: Product options
hr: Opcije proizvoda
sk: Možnosti produktov
sr: Opcije proizvoda
sv: Produktalternativ

# Languages::product_options_forbidden_combination
source: The <strong>[product]</strong> product has options that are included in the forbidden combination. The product was deleted from the cart
hr: Proizvod <strong>[product]</strong> sadrži opcije koje su obuhvaćene zabranjenom kombinacijom. Proizvod je izbrisan iz košarice
sk: <strong>[product]</strong> produkt má možnosti, ktoré sú zahrnuté v zakázanej kombinácií. Výrobok bol odstránený z košíka
sr: <strong>[product]</strong> proizvod ima opcije koje su uključene u zabranjenu kombinaciju. Proizvod je izbrisan iz korpe
sv: <strong>[product]</strong> produkten har alternativ som ingår i den förbjudna kombinationen. Produkten har tagits bort från vagnen

# Languages::product_disabled_options
source: The product <strong>[product]</strong> has options or option variants that are not available anymore, so it was removed from cart
hr: Proizvod <strong>[product]</strong> ima opcije ili varijante opcija koje više nisu dostupne pa je uklonjen iz košarice
sk: Produkt <strong>[product]</strong> má možnosti alebo varianty možností, ktoré už nie sú k dispozícii, preto bol odstránený z košíka
sr: Proizvod <strong>[product]</strong> ima opcije ili opciju varijanti koje više nisu dostupne, pa je uklonjen iz korpe
sv: Produkt <strong>[product]</strong> har alternativ eller alternativ varianter som inte finns längre, så det togs bort från vagn

# Languages::product_s
source: Product(s)
hr: Proizvod(i)
sk: Produkt(y)
sr: Proizvod(i)
sv: Produkten/produkterna

# Languages::product_subscriptions
source: Product subscriptions
hr: Pretplate na proizvod
sk: Predplatený produkt
sr: Pretplate na proizvod
sv: Produkt abonnemang

# Languages::product_summary
source: Product summary
hr: Sažetak proizvoda
sk: Súhrn produktov
sr: Rezime proizvoda
sv: Produkt Sammanfattning

# Languages::product_tabs
source: Product tabs
hr: Kartice proizvoda
sk: Záložky produktov
sr: Kartice proizvoda
sv: Produkt flikar

# Languages::product_type
source: Product type
hr: Vrsta proizvoda
sk: Typ produktu
sr: Tip proizvoda
sv: Typ av produkt

# Languages::profile
source: Profile
hr: Profil
sk: Profil
sr: Profil
sv: Profil

# Languages::profiles
source: Profiles
hr: Profili
sk: Profily
sr: Profili
sv: Profiler

# Languages::profile_activated
source: Profile activated
hr: Profil aktiviran
sk: Profil aktivovaný
sr: Profil aktiviran
sv: Profilen aktiveras

# Languages::profile_details
source: Profile details
hr: Detalji profila
sk: Podrobnosti profilu
sr: Detalji profila
sv: Profiluppgifter

# Languages::profile_fields
source: Profile fields
hr: Polja profila
sk: Polia profilu
sr: Polja profila
sv: Profilområden

# Languages::profile_fields_menu_description
source: Configure the set of fields included in the profile forms.
hr: Konfiguriraj skup polja uključenih u forme profila.
sk: Konfigurovať množinu polí zahrnutých vo formulári profil.
sr: Konfigurisanje skupa polja koja su uključena u profil obrascima.
sv: Konfigurera en uppsättning fält som ingår i formulären profil.

# Languages::profile_info
source: Profile information
hr: Podaci o profilu
sk: Informácie o profile
sr: Informacije o profilu
sv: Profilinformation

# Languages::profile_name
source: Profile name
hr: Naziv profila
sk: Názov profilu
sr: Ime profila
sv: Profilnamn
