Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::text_remove_backup_files
source: Warning! If you remove the backup files, you will not be able to restore your previous installation. Ensure that the new version is working properly, and the backup database files are in a safe place.
hr: Upozorenje! Uklonite sigurnosne kopije, nećete moći vratiti prethodnu instalaciju. Osigurati da nova verzija radi ispravno, a datoteke sigurnosne kopije baze podataka su na sigurnom.
sk: Upozornenie! Ak odstránite záložné súbory, nebudete môcť obnoviť predchádzajúcu inštaláciu. Uistite sa že nová verzia funguje správne a že záložné súbory databázy sú na bezpečnom mieste.
sr: Upozorenje! Ako uklonite datoteke rezervne kopije, nećete moći da vratite prethodnu instalaciju. Uverite se da nova verzija radi ispravno i da su datoteke rezervne kopije baze podataka na sigurnom.
sv: Varning! Om du tar bort de säkerhetskopiera filerna, kommer du inte att kunna återställa din tidigare installation. Se till att den nya versionen fungerar som den ska, och de säkerhetskopiera databasfilerna är på en säker plats.

# Languages::text_required_group_product
source: Please select a product for the required group [group_name]
hr: Odaberite proizvod za potrebnu grupu [group_name]
sk: Vyberte tovar pre požadovanú skupinu [group_name]
sr: Molim vas da izaberete proizvod za zahtevanu grupu [group_name]
sv: Vänligen välj en produkt för den krävda [group_name]

# Languages::text_reset_inventory_description
source: Quantity of all products in the store will be reset.
hr: Količina proizvoda u trgovini će se resetirati.
sk: Množstvo všetkých produktov v obchode bude vynulované.
sr: Količina svih proizvoda u prodavnici će biti nulirana.
sv: Kvantitet för alla produkter i butiken kommer att återställas.

# Languages::text_restore_question
source: Are you sure that you want to restore the template?
hr: Jeste li sigurni da želite vratiti predložak?
sk: Ste si istí, že chcete obnoviť šablónu?
sr: Sigurni ste da želite da vratite u prethodno stanje predložak?
sv: Är du säker att du vill återställa mallen?

# Languages::text_sagepay_dir_notice
source: <b>Note:</b> In order to track your SagePay orders by the shopping cart software, please enable the 3D Secure Fraud Checking Option for your SagePay VSP Direct account.
hr: <b>Napomena:</b> Da biste pratili SagePay naredbe sa sadržajem web košarice, omogućite 3D Secure prijevara provjere mogućnost za SagePay VSP izravan račun.
sk: <b>Poznámka:</b> Povoľte prosím možnosť 3D Secure Fraud Checking vo vašom SagePay VSP Direct účte, aby ste mohli sledovať vaše SagePay objednávky.
sr: <b>Napomena:</b> Da biste pratili svoje SagePay narudđbe od strane softvera za kupovinu, molimo vas da omogućite 3D Secure Fraud Checking opciju za SagePay VSP Direct nalog.
sv: <b>Obs:</b> För att spåra din SagePay order av den kundvagn programvaran, vänligen Aktivera 3D Secure bedrägeri kontrollera alternativet för kontot SagePay VSP direkt.

# Languages::text_sagepay_notice
source: Use <b>testvendor</b> as <b>Vendor Name</b> for the testing purposes<br /><p><b>PAYMENT</b> - transaction type is used to gain an authorisation from the bank, then settle that transaction early the following morning, committing the funds to be taken from your customer's card.<br /></p><p><b>DEFERRED</b> - transactions are NOT sent to the bank for completion until you RELEASE them by logging into the SagePay VSP Admin interface, finding the transaction and clicking the Release button.</p>
hr: Koristite <b>testdobavljač</b> kao <b>Ime dobavljača</b> u svrhu testiranja < br / > <p><b>plaćanja</b> - vrsta transakcije se koristi da dobije odobrenje od banke, onda riješiti tu transakciju rano sljedećeg jutra, označavanjem sredstava za preuzimanje sa korisničke kartice < br / ></p> <p><b>odgođeno</b> - transakcije ne šalju banci za dovršetak sve dok ne otpustite prijavom na SagePay VSP Admin sučelje, pronalaženje transakcije i klikom na gumb za otpuštanje.</p>
sk: Použite <b>testvendor</b> as <b>Názov dodávateľa</b> pre skúšobné účely<br /><p><b>PLATBA</b> - druh transakcie je použitý pre získanie autorizácie z banky a vybavenie transakcie skoré nasledujúce ráno, zaväzujúc sa že financie budú zo zákazníkovej karty odobrané.<br /></p><p><b>ODLOŽENÁ</b> - transakcie NIE SÚ odoslané do banky pre dokončenie skôr než ich PREPUSTÍTE prihlásením sa do SagePay VSP Admin Interface, nájdením transakcie a kliknutím na tlačidlo Release.</p>
sr: Koristite <b>testvendor</b> za <b>Vendor Name</b> u svrhu testiranja<br /><p><b>PAYMENT</b> - tip transakcije korišten radi dobijanja autorizacije od banke, i prosleđen narednog jutra od sredstava sa kreditne kartice klijenta.<br /></p><p><b>DEFERRED</b> - transakcije NISU prosleđene banci sve dok se ne prijavite na SagePay VSP Admin platformu, gde ćete pronaći transakciju i kliknuti na Release dugme.</p>
sv: Använda <b>testvendor</b> som <b>Leverantörens namn</b> för teständamål < br / > <p><b>betalning</b> - transaktionstypen används för att få ett godkännande från banken, då lösa den transaktionen tidigt följande morgon, åtaganden avseende medel tas från din kunds card. < br / ></p> <p><b>uppskjuten</b> - transaktioner skickas inte till banken för att slutföra tills du släpper dem genom att logga in SagePay VSP Admin-gränssnittet, att hitta transaktionen och klicka på knappen utgåvan.</p>

# Languages::text_secret_key_notice
source: Please complete this field with any non-empty value. It will increase the security of transactions.
hr: Ispunite prazna polja. To će povećati sigurnost prometa.
sk: Prosím vyplnte toto pole akoukoľvek nie prázdnou hodnotou. Zvýši to bezpečnosť transakcií.
sr: Molimo vas, popunite ovo polje sa bilo kojom vrednosti koja nije prazna. To će povećati sigurnost transakcije.
sv: Fyll i fältet med alla icke-tomma värden. Det kommer att öka säkerheten för transaktioner.

# Languages::text_select_fields2edit_note
source: You are able to modify several items at once. Select the check boxes corresponding to the fields you wish to edit, and click on Modify Selected.
hr: Vi ste u mogućnosti promijeniti nekoliko stvari odjednom. Odaberite check box polja koje želite uređivati, i kliknite na Izmijeni odabrano.
sk: Môžete modifikovať niekoľko položiek naraz. Označte zaškrtávacie políčka polí ktoré chcete upraviť a kliknite na Upraviť vybrané.
sr: Moguće je da izmenite nekoliko stavki u isto vreme. Potvrdite izbor u poljima za potvrdu koja odgovaraju poljima koja želite da uredite, a zatim izaberite Promeni Izabrano.
sv: Du kan ändra flera objekt på en gång. Markera kryssrutorna motsvarar fälten du vill redigera och klicka på ändra vald.

# Languages::text_select_file
source: Select a file or enter a URL
hr: Odaberite datoteku ili unesite URL
sk: Vyberte súbor, alebo zadajte URL
sr: Izaberite datoteku ili unesite URL adresu
sv: Välj en fil eller ange en URL

# Languages::text_select_range
source: You can select a range to export (otherwise all [name] will be exported)
hr: Možete odabrati raspon za izvoz (inače sve [name] izvest će se)
sk: Môžete vybrať rozsah pre export (inak budú exportované všetky [name] )
sr: Možete da izaberete opseg za izvoz (u suprotnom svi [name] će biti izvezeni)
sv: Du kan markera ett intervall att exportera (annars alla [name] ska exporteras)

# Languages::text_share_product_features_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in filters will be lost even if you copy all categories. Please, fix categories manually.
hr: Pažnja! Neki podaci neće biti kopirani tijekom ovog postupka: kategorije postavljene u fiterima će se izgubiti čak i ako kopirate sve kategorije. Molimo, popravite kategorije ručno.
sk: Pozor! Niektoré údaje nebudú počas tejto operácie skopírované: kategórie nastavené vo filtroch budú stratené aj keď všetky kategórie skopírujete. Upravte ich prosím manuálne.
sr: Pažnja! Neki podaci neće biti kopirani tokom ove operacije: postavljeni filteri kategorija će biti izgubljeni, čak i ako kopirate sve kategorije. Molimo vas, popravite kategorije ručno.
sv: Uppmärksamhet! Vissa data kopieras inte under denna operation: de kategorier som i filter kommer att försvinna även om du kopierar alla kategorier. Snälla, fixa kategorier manuellt.

# Languages::text_share_product_filters_tooltip
source: Attention! Some data will not be copied during this operation: the categories set in features will be lost even if you copy all categories. Please, fix categories manually.
hr: Pažnja! Neki podaci ne kopiraju se tijekom operacije: mogućnosti kategorije bit će izgubljene ako kopirate sve kategorije. Popravite kategorije ručno.
sk: Pozor! Niektoré údaje nebudú počas tejto operácie skopírované: kategórie nastavené vo filtroch budú stratené aj keď všetky kategórie skopírujete. Upravte ich prosím manuálne.
sr: Pažnja! Neki podaci neće biti kopirani tokom ove operacije: postavljene funkcije kategorija će biti izgubljene, čak i ako kopirate sve kategorije. Molimo vas, popravite kategorije ručno.
sv: Uppmärksamhet! Vissa data kopieras inte under denna operation: de kategorier som i funktioner förloras även om du kopierar alla kategorier. Snälla, fixa kategorier manuellt.

# Languages::text_share_promotions_tooltip
source: In order to share promotions make sure the respective products are also shared (check Share products below)
hr: Kako biste mogli podijeliti promocije osigurajte da su odgovarajući proizvodi također podijeljeni (provjerite popis podjeljenjih proizvoda u nastavku)
sk: Aby ste mohli zdieľať akcie, uistite sa že zdieľate aj príslušné produkty (označte "Zdieľať produkty nižšie")
sr: Da biste delili promocije uverite se takođe dele da su odgovarajući proizvodi takođe deljeni (pogledajte ispod Deljenje proizvoda)
sv: För att dela kampanjer kontrollera med respektive produkter är också delat (kolla andel produkter nedan)

# Languages::text_shipping_packages_info
source: To ensure a more precise shipping rate estimation, the products have been separated into packages as defined by the product settings and the shipping method configuration. The following info is for referential use only
hr: Kako bi se osiguralo precizan izračun dostave, proizvodi su odvojeni u pakete proizvoda postavke i konfiguraciju utovar metoda. Sljedeće informacije su isključivo za primjer
sk: Pre presnejší výpočet odhadu poštovného boli produkty rozdelené do balíkov definovaných nastaveniami produktov a metódy dopravy. Nasledujúce informácie majú len referenčný účel
sr: Da bi osigurali preciznije izračunavanje troškova isporuke, proizvodi su razdvojeni u pakete kao što je definisano u postavkama proizvoda i konfiguraciji načina isporuke. Sledeće informacije su samo referentnu upotrebu
sv: För att säkerställa en mer exakt frakt pris uppskattning, produkterna har skilts åt i paket som definieras av Produktinställningar och den metod-leveranskonfigurationen. Följande info är för refererande bruk

# Languages::text_shipping_rates_changed
source: Shipping rates were changed
hr: Cijene dostave su promijenjene
sk: Ceny poštovného boli zmenené
sr: Stope za isporuku su promenjene
sv: Leveranspriser ändrades

# Languages::text_ship_to_billing
source: Order will be delivered to the billing address
hr: Narudžba će biti dostavljena na adresu za naplatu
sk: Objednávka bude doručená na fakturačnú adresu
sr: Porudžbina će biti dostavljena na adresu fakturisanja
sv: Ordern kommer att levereras till faktureringsadressen

# Languages::text_skrill_activate_quick_checkout_short_explanation
source: Skrill Merchant Tools enables you to take payments from credit cards, debit cards and over 60 other local payment options in over 200 countries. The highly competitive rates for this service are published on the Skrill website at www.skrill.com.
hr: Skrill trgovac alat omogućuje da se vrši isplata s kreditne kartice, debitne kartice i preko 60 drugih lokalnih plaćanja u preko 200 zemalja. Vrlo konkurentnim cijenama ova usluga objavljuju se na Skrill website at www.skrill.com.
sk: Skrill Merchant Tools vám umožňujú prijímať platby z kreditných kariet, debetných kariet a 60 ďalších rôznych lokálnych platobných foriem vo viac než 200 krajinách. Vysoko konkurencieschopné ceny za túto služby si môžete pozrieť na stránke www.skrill.com.
sr: Skril trgovački alat vam omogućava da primate uplate kreditnim karticama, debitnim karticama i preko 60 drugih lokalnih plaćanja u preko 200 zemalja. Visoko konkurentne stope za ovu uslugu se objavljuju na Web adresi www.skrill.com.
sv: Skrill Merchant verktyg kan du ta betalningar från kreditkort, betalkort och över 60 andra lokala betalningsalternativ i över 200 länder. De mycket konkurrenskraftiga priserna för den här tjänsten publiceras på webbplatsen Skrill på www.skrill.com.

# Languages::text_skrill_activate_quick_checkout_short_explanation_1
source: You have sent a request for activation on the [date]. Please be aware that the verification process to use Skrill Merchant Tools could take up to 72 hours. You will be contacted by Skrill when the verification process has been completed.
hr: Poslali ste zahtjev za aktivaciju na dan [date]. Imajte na umu da proces provjere za korištenje Skrill Merchant Tools može trajati i do 72 sata. Skrill će vas kontaktirati kada završi postupak provjere.
sk: [date] ste odoslali žiadosť o aktiváciu. Upozorňujeme, že proces overovania pred začiatkom vášho používania Skrill Merchant Tools môže trvať až 72 hodín. Službou Skrill budete kontaktovaní keď bude proces overovania ukončený.
sr: Poslali ste zahtev za aktivaciju na [date]. Molimo vas imajte na umu da je proces verifikacije za Skrill Merchant Tools može potrajati do 72 sata. Skrill će vas kontaktirati nakon što se završi proces verifikacije.
sv: Du har skickat en begäran om aktivering på [date]. Tänk att verifieringsprocessen använda Skrill Merchant verktyg kan ta upp till 72 timmar. Du kommer att kontaktas av Skrill när verifieringen har slutförts.

# Languages::text_skrill_activate_quick_checkout_short_explanation_2
source: After activation Skrill will grant you access to a new section in your Skrill Account called Merchant Tools. There please choose a secret word (NOT the same as your password) and enter it in the section below to connect to Skrill. The secret word is the last step of your activation process and encrypts your payments securely. After successful submission you will be ready to use all the direct payment options of Skrill.
hr: Nakon aktivacije Skrill će odobriti pristup na "Merchant Tools.". Molimo odaberite tajnu riječ (ne kao lozinku) i unesite u odjeljak u nastavku da biste povezali Skrill. Tajna riječ je posljednji korak procesa aktivacije i sigurno šifriranje vaše uplate. Nakon uspješnog slanja bit će spreman za korištenje sve mogućnosti izravne uplate Skrill.
sk: Po aktivácii vám Skrill umožní prístup do novej sekcie vo vašom Skrill účte, nazvanej Merchant Tools. Tam si prosím nastavte tajné slovo (NIE to isté ako heslo) a zadajte ho v sekcii nižšie, aby ste sa pripojili k Skrill. Tajné slovo je posledný krok aktivačného procesu a bezpečne zašifruje vaše platby. Po úspešnom odoslaní budete pripravení používať všetky možnosti priamej platby cez Skrill.
sr: Nakon aktiviranja, Skrill će odobriti pristup u novu sekciju na vašem nalogu, a to je Merchant Tools. Tamo odaberite tajnu reč (NE istu kao što je vaša lozinka) i unesite je u odeljku ispod da biste se povezali sa Skrill-om. Tajna reč je poslednji korak procesa aktivacije i bezbedno šifruje vaša plaćanja. Nakon uspešnog prosleđivanja, bićete spremni da koristite direktno plaćanje na Skrill-u.
sv: Efter aktiveringen kommer att Skrill ge dig tillgång till ett nytt avsnitt i ditt Skrillkonto kallas Merchant verktyg. Det Vänligen välj ett hemligt ord (inte samma som lösenord) och ange det i avsnittet nedan för att ansluta till Skrill. Det hemliga ordet är det sista steget i din aktiveringen förlopp och krypterar dina betalningar säkert. Efter det framgångsrika kommer du vara redo att använda alla direkt betalningsalternativ av Skrill.

# Languages::text_skrill_currs_notice
source: If you selected a currency that is not the base one in your store, please make sure that it has the correct <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 code</a> on the <a href="[link]">currencies</a> page.
hr: Ako ste odabrali valutu koja nije ona temeljna u trgovini, molimo provjerite da ima ispravan <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 kod</a> na stranici <a href="[link]">valute</a>.
sk: Ak ste si zvolili menu, ktorá nie je základnou menou v našom obchode, uistite sa prosím že má platný <a href="http://en.wikipedia.org/wiki/ISO_4217">ISO 4217 kód</a> na stránke <a href="[link]">meny</a>.
sr: Ako ste izabrali valutu koja nije osnovna u vašoj prodavnici, uverite se da ima ispravan <a href="http://en.wikipedia.org/wiki/ISO_4217"> ISO 4217 kod</a> na stranici "<a href="[link]"> valute</a>".
sv: Om du valde en valuta som inte är den bas som finns i din butik, se till att den har rätt <a href="http://en.wikipedia.org/wiki/ISO_4217"> ISO 4217 koden</a> på sidan <a href="[link]"> valutor</a>.

# Languages::text_skrill_email_is_not_registered
source: Specified email address is not registered in Skrill.
hr: Navedena e-mail adresa nije registrirana u Skrill mreži.
sk: Uvedená e-mailová adresa nie je v Skrill zaregistrovaná.
sr: Navedena e-mail adresa nije registrovana u Skrill-u.
sv: Angivna e-postadress är inte registrerad i Skrill.

# Languages::text_skrill_email_is_registered
source: Specified email address is registered in Skrill.
hr: Navedena e-mail adresa je registrirana u Skrill mreži.
sk: Uvedená e-mailová adresa nie je v Skrill zaregistrovaná.
sr: Navedena e-mail adresa je registrovana u Skrill-u.
sv: Angivna e-postadress har registrerats i Skrill.

# Languages::text_skrill_empty_input_data
source: Some of the fields required for Quick Checkout activation are missing. Please check.
hr: Nedostaju neka polja za aktivaciju Brzog plaćanja. Molimo vas provjerite.
sk: Niektoré polia vyžadované pre aktiváciu Rýchlej platby nie sú vyplnené. Skontrolujte ich, prosím.
sr: Nedostaju neka polja potrebna za aktiviranje brzog poručivanja. Molimo vas da proverite.
sv: Vissa fält krävs för snabb kassan aktivering saknas. Vänligen kontrollera.

# Languages::text_skrill_logo_notice
source: If your HTTPS server is not set up, the logo will be passed by the HTTP protocol and users will see the "Connection Partially Encrypted" warning on the Skrill page.
hr: Ako HTTPS poslužitelj nije postavljen, logo će biti donesen po HTTP protokol i korisnik će vidjeti "Djelomično veza šifrirana" upozorenje na Skrill stranice.
sk: Ak nie je váš HTTPS server nastavený, logo bude prevedené cez HTTP protokol a používatelia uvidia na stránke Skrill varovanie "Pripojenie čiastočne šifrované".
sr: Ako vaš HTTPS server nije podešen, logo će biti usvojen od strane HTTP protokola, a korisnici će videti upozorenje "Veza je delimično šifrovana" na stranici Skril.
sv: Om dina HTTPS-server inte har ställts in, logotypen kommer att skickas med HTTP-protokollet och "Anslutning delvis krypterad" varningen visas användare på sidan Skrill.

# Languages::text_skrill_notice
source: To gain access to the international payment network of Skrill, please register <a href="[register_url]" target="_blank">here</a> for a free account if you do not have one yet.
hr: Za pristup mreži međunarodnih plaćanja Skrill, molimo Registrirajte se <a href="[register_url]" target="_blank"> ovdje</a> za besplatni korisnički račun ako nemate još.
sk: Pre získanie prístupu k medzinárodnej platobnej sieti Skrill sa prosím zdarma zaregistrujte na <a href="[register_url]" target="_blank">tejto stránke</a>.
sr: Da biste pristupili mreži međunarodnih plaćanja od Skrill-a, molimo vas da se registrujete <a href="[register_url]" target="_blank"> ovde</a> za besplatan nalog ukoliko ga nemate.
sv: För att få tillgång till internationellt nätverk av Skrill, vänligen registrera dig <a href="[register_url]" target="_blank"> här</a> för ett gratis konto om du inte har ett ännu.

# Languages::text_skrill_payment_is_not_saved
source: In order to use this feature, please save the payment method first.
hr: Da biste mogli koristiti ovu značajku, prvo snimite način plaćanja.
sk: Pre použitie tejto funkcie najprv prosím uložte platobnú metódu.
sr: Da biste koristili ovu funkciju, prvo sačuvajte način plaćanja.
sv: För att använda den här funktionen Spara betalningsmetoden först.

# Languages::text_skrill_secred_word_notice
source: The secret word must be in lower case without special characters and at least 10 digits long.
hr: Tajna riječ mora biti napisana malim slovima bez posebnih znakova i najmanje 10 slova.
sk: Tajné slovo sa musí skladať z malých písmen bez špeciálnych znakov a dlhé aspoň 10 znakov.
sr: Tajna reč se mora sastojati od najmanje 10 malih slova i bez specijalnih karaktera.
sv: Det hemliga ordet måste vara i gemener utan specialtecken och minst 10 siffror lång.

# Languages::text_skrill_secret_word_is_correct
source: Specified secret word is correct.
hr: Navedena tajna riječ je ispravna.
sk: Zadané tajné slovo je správne.
sr: Navedena tajna reč je tačna.
sv: Angivna hemliga ord är korrekt.

# Languages::text_skrill_secret_word_is_incorrect
source: Your secret word is incorrect. Please choose your secret word in the Merchant Tools section of your Skrill Account and then enter it here.
hr: Vaša tajna riječ nije ispravna. Odaberite svoje tajne riječi u odjeljku "Merchant Tools " Skrill računa i zatim unesite ga ovdje.
sk: Vaše tajné slovo je nesprávne. Vyberte si prosím tajné slovo v sekcii Merchant Tools vášho Skrill účtu a potom ho zadajte tu.
sr: Vaša tajna reč nije ispravna. Molimo vas da odaberete tajnu reč u odeljku Merchant Tools na vašem Skrill nalogu, a onda je unesite ovde.
sv: Ditt hemliga ord är felaktigt. Vänligen välj ditt hemliga ord i avsnittet Merchant verktyg i ditt Skrillkonto och sedan ange den här.

# Languages::text_skrill_support
source: <b>Support:</b> <br /><br /> Do you have questions?<br /> Contact Skrill on <a href="mailto:">ecommerce@skrill.com</a> or by phone +44 (0) 870 383 0762.<br />
hr: <b>Podrška:</b> < br / > < br / > imate li pitanja? < br / > Skrill kontakt na <a href="mailto:"> ecommerce@skrill.com</a> ili na broj telefona + 44 (0) 870 383 0762. < br / >
sk: <b>Technická podpora:</b> <br /> <br /> máte otázky? <br /> Kontaktujte Skrill na <a href="mailto:"> ecommerce@skrill.com</a> alebo telefonicky na + 44 (0) 870 383 0762. <br />
sr: <b>Podrška:</b> < br / > < br / > Da li imate pitanja? < br / > Kontaktirajte Skrill na <a href="mailto:"> ecommerce@skrill.com</a> ili putem telefona +44 (0) 870 383 0762. < br / >
sv: <b>Stöd:</b> < br / > < br / > har du frågor? < br / > kontakt Skrill på <a href="mailto:"> ecommerce@skrill.com</a> eller telefon + 44 (0) 870 383 0762. < br / >

# Languages::text_status_is_float
source: You cannot use time interval for the "Status" parameter because this parameter is time dependent.
hr: Ne možete koristiti vremenski interval za parametar "Status" jer taj parametar ovisi o vremenu
sk: Pre parameter "Stav" nemôžete použiť časový interval, pretože je závislý na čase.
sr: Ne možete koristiti vremenski interval za parametar "Status", jer ovaj parametar je vremenski zavisan.
sv: Du kan inte använda tidsintervall för parametern "Status" eftersom denna parameter är tid beroende.

# Languages::text_storage_changed
source: Storage changed successfully
hr: Skladište uspješno promijenjeno
sk: Úložisko úspešne zmenené
sr: Skladištenje uspešno promenjeno
sv: Förvaring ändrats framgångsrikt
