Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::page_not_found
source: Page Not Found
hr: Stranica nije pronađena
sk: Stránka nebola nájdená
sr: Stranica nije pronađena
sv: Sidan kunde inte hittas

# Languages::page_not_found_text
source: The page you have requested cannot be found.
hr: Stranica koju ste zatražili nije moguće pronaći.
sk: Požadovaná stránka sa nenašla.
sr: Nije moguće pronaći stranicu koju tražite.
sv: Den sida du begärt kan inte hittas.

# Languages::page_title
source: Page title
hr: Naslov stranice
sk: Názov stránky
sr: Naslov stranice
sv: Sidrubrik

# Languages::paid_amount
source: Paid amount
hr: Uplaćeni iznos
sk: Zaplatená suma
sr: Plaćeni iznos
sv: Betalade beloppet

# Languages::param
source: Parameter
hr: Parametar
sr: Parametar
sv: Parametern

# Languages::parameter
source: Object to analyze
hr: Objekt za analizu
sk: Objekt na analýzu
sr: Objekat za analizu
sv: Objekt att analysera

# Languages::parameter_name
source: Parameter name
hr: Naziv parametra
sk: Názov parametra
sr: Ime parametra
sv: Parameternamnet

# Languages::parent_category
source: Parent category
hr: Nadređena kategorija
sk: Nadradená Kategória
sr: Nadređena kategorija
sv: Överordnad kategori

# Languages::parent_category_id
source: Parent category
hr: Nadređena kategorija
sk: Nadradená Kategória
sr: Nadređena kategorija
sv: Överordnad kategori

# Languages::parent_item
source: Parent item
hr: Nadređena stavka
sk: Nadradená položka
sr: Nadređena stavka
sv: Överordnad artikel

# Languages::parent_page
source: Parent page
hr: Roditeljska stranica
sk: Nadradená stránka
sr: Nadređena stranica
sv: Överordnad sida

# Languages::parent_page_id
source: Parent page
hr: Roditeljska stranica
sk: Nadradená stránka
sr: Nadređena stranica
sv: Överordnad sida

# Languages::passphrase
source: Pass-phrase
hr: Pristupni izraz
sk: Prístupové heslo
sr: Lozinka
sv: Lösenordet

# Languages::passport_number
source: Passport number
hr: Broj putovnice
sk: Číslo pasu
sr: Broj pasoša
sv: Passnummer

# Languages::password
source: Password
hr: Lozinka
sk: Heslo
sr: Lozinka
sv: Lösenord

# Languages::path_to_files
source: Full path to the "atos" files
hr: Puni put do "atos" datoteka
sk: Úplná cesta k súborom "atos"
sr: Puna putanja do datoteka "atos"
sv: Hela sökvägen till filerna "atos"

# Languages::pause_delay
source: Pause delay (in seconds)
hr: Odgoda pauze (u sekundama)
sk: Pauza oneskorenia (v sekundách)
sr: Pauziraj odlaganje (u sekundama)
sv: Pausa fördröjning (i sekunder)

# Languages::payflowcolor
source: Payflow color
hr: Payflow boja
sk: Farba payflowu
sr: Payflow boja
sv: Payflow färg

# Languages::payment
source: Payment
hr: Plaćanje
sk: Platba
sr: Uplata
sv: Betalning

# Languages::payments
source: Payments
hr: Plaćanja
sk: Platby
sr: Uplate
sv: Betalningar

# Languages::payments.cresecure.location_notice
source: <b>Please note:</b><br>1. This payment requires the https checkout option to be enabled!<br>2. By default, the Checkout location is shown to a user on payment placing. In order to show a different location, create a new location with the dispatch 'checkout.cresecure_template' in the <a href="[url]" target="_blank">Layout manager</a>.
hr: <b>Napomena:</b><br>1. https opcija plaćanja mora biti omogućena za ovu uplatu!<br>2. Po zadanim postavkama lokacija plaćanja se prikaže korisniku prilikom samog plaćanja. Ako želite prikazati drugu lokaciju napravite novu lokaciju s dispatch funkcijom 'checkout.cresecure_template' u <a href="[url]" target="_blank">Upravitelju izgleda</a>.
sk: <b>Upozornenie:</b><br>1.Táto platba vyžaduje https povolenie pokladnice!<br>2. V predvolenom nastavení je pokladnica zobrazená používateľovi na mieste platby. Aby sa zobrazila iná lokácia, vytvorte novú lokáciu s odosielaním "checkout.cresecure_template" v <a href="[url]" target="_blank"> Layout manager</a>.
sr: <b>Napomena:</b><br>1. Ova uplata zahteva https opciju kako bi bila omogućena! <br>2. Kao što se podrazumeva, lokacija za naplatu je prikazana korisniku prilikom uplate. Da bi se prikazala druga lokacija, kreirajte novu lokaciju 'checkout.cresecure_template' na <a href="[url]" target="_blank"> upravljaču rasporeda</a>.
sv: <b>Observera:</b> <br>1. denna betalning kräver https Utcheckningsalternativet är aktiverat! <br>2. standard kassan platsen visas för en användare på betalning att placera. För att visa en annan plats, skapa en ny plats med sändning 'checkout.cresecure_template' i <a href="[url]" target="_blank"> Layout manager</a>.

# Languages::payments.epdq.bgcolor
source: Background color
hr: Pozadinska boja
sk: Farba pozadia
sr: Boja pozadine
sv: Bakgrundsfärgen

# Languages::payments.epdq.btn_bgcolor
source: Button background color
hr: Pozadinska boja gumba
sk: Tlačidlo farba pozadia
sr: Pozadinska boja dugmeta
sv: Knappen bakgrundsfärg

# Languages::payments.epdq.btn_textcolor
source: Button text color
hr: Boja teksta gumba
sk: Tlačidlo Farba textu
sr: Boja teksta dugmeta
sv: Knappen Textfärg

# Languages::payments.epdq.font_type
source: Font type
hr: Vrsta fonta
sk: Typ písma
sr: Tip fonta
sv: Teckensnittstyp

# Languages::payments.epdq.hash_error
source: Sorry, the hash string does not match
hr: Žao nam je, hash niz se ne podudara
sk: Je nám ľúto, hash reťazec sa nezhoduje
sr: Izvini, hash ne odgovara
sv: Tyvärr, matchar Hashsträngen inte

# Languages::payments.epdq.instructions
source: <ol><li><p>Enter the following URL in the "Technical information"→"Transaction feedback" section in the ePDQ admin area:</p><p>for the "accepted" and "cancelled" payments: [url]</p></li><li>Make sure that the "Timing of the request" is set to "Always online", and "Request method" is set to "POST"</li><li>Define the "SHA-OUT pass phrase" value in the ePDQ admin area as you like, then duplicate it in the "SHA-IN pass phrase" field in the "Data and origin verification" section, and also in the "Pass-phrase" field below</li><li>Make sure that the "Default operation code" option in the ePDQ admin area has the same value as the "Transaction type" option value below</li><li>Set the "Hash algorithm" parameter to "SHA-1" in the "Global security parameters" section in the ePDQ admin area</li></ol>
hr: <ol><li><p>Unesite sljedeći URL u sekciju "Tehničke informacije"→"Povratna informacija o transakciji" u administratorskom dijelu ePDQ-a:</p><p>za "prihvaćene" i "otkazane" uplate: [url]</p></li><li>Provjerite da je "Vrijeme zahtjeva" postavljeno na "Uvijek online", i da je "Metoda zahtjeva" postavljena na "POST"</li><li>Definirajte vrijednost "SHA-OUT pristupne lozinke" u administratorskom dijelu ePDQ-a kako želite, zatim ju duplicirajte u polju "SHA-IN pristupna lozinka" u sekciji "Podaci i provjera podrijetla", kao i u polju "Pristupna lozinka" ispod</li><li>Provjerite da opcija "Zadani kod postupka" u administratorkom dijelu ePDQ-a ima istu vrijednost kao opcija "Vrsta transakcije" ispod</li><li>Postavi parametar za "Hash algoritam" na "SHA-1" sekciji "Globalni parametri sigurnosti" u administratorkom dijelu ePDQ-a</li></ol>
sk: <ol><li><p>Zadajte nasledovné URL v časti "technické informácie"→"transakcia spätnej väzbu" v oblasti admin ePDQ:</p> <p>"prijatie" a "zrušenie" platieb: [url]</p></li> <li>uistite sa, že "Načasovanie žiadosti" je nastavená na "Always online", a "spôsob žiadosti" je nastavený na "POST"</li> <li>definovať hodnotu "SHA-OUT pass frázy" v oblasti admin ePDQ ako sa vám páči, potom duplikovanie poľa "SHA-IN pass frázy" v časti "údaje a pôvode overovanie", a tiež do poľa "Heslo" pod</li> <li>uistite sa, že možnosť "predvolený kód operácie" v oblasti admin ePDQ má rovnakú hodnotu ako "Typ transakcie" možnosť hodnota</li> <li>parameter nastavte na "Hash algorithm" "SHA-1" v sekcii "globálne bezpečnostné parametre" v oblasti admin ePDQ</li></ol>
sr: <ol><li><p>Unesite sledeći URL u odeljku "Tehničke informacije"→"transakcija povratne informacije" u oblasti admin ePDQ:</p> <p>za "prihvaćeno" i "otkazano" uplate: [url]</p></li> <li>Uverite se da je "Tajming zahteva za" postavljen na "Uvek na Internetu", i "Zahtev za metod" postavljen na "POST"</li><li>Definišete "SHA-OUT pass phrase" vrednost u oblasti admin ePDQ, a zatim je duplirajte u polju "SHA-IN pass phrase" u odeljku "podataka i porekla verifikacije", kao i u polju "lozinka-fraza" ispod</li><li>Opcija "podrazumevani kod operacije" u oblasti ePDQ admin treba da ima istu vrednost kao "Tip transakcije"</li> da <li>Postavite parametar "Hash algoritam" u "SHA-1" u odeljku "globalni sigurnosni parametri" u oblasti admin ePDQ</li></ol>
sv: <ol><li><p>Ange följande URL i avsnittet "teknisk information"→"transaktion feedback" i området ePDQ admin:</p> <p>för de "godkända" och "avbokade" betalningarna: [url]</p></li> <li>se till att "Tidpunkten för begäran" är inställd på "Alltid online", och "Begäran metod" är inställd på "POST"</li> <li>definiera värdet "SHA-OUT passera frasen" i ePDQ admin område som du vill, sedan duplicera det i fältet "SHA-IN passera frasen" i avsnittet "verifiering av Data och ursprung", och även i fältet "Lösenordet"</li> <li>se till att alternativet "standard operation kod" i ePDQ admin område har samma värde som alternativvärdet "Transaktion typ" nedan</li> <li>anger parametern "Hash-algoritm" till "SHA-1" i avsnittet "Global säkerhetsparametrar" i området ePDQ admin</li></ol>

# Languages::payments.epdq.tbl_bgcolor
source: Table background color
hr: Pozadinska boja tablice
sk: Farba pozadia tabuľky
sr: Boja pozadine tabele
sv: Tabell bakgrundsfärg

# Languages::payments.epdq.tbl_textcolor
source: Table text color
hr: Boja teksta tablice
sk: Farba textu tabuľky
sr: Boja teksta u tabeli
sv: Tabell textfärg

# Languages::payments.epdq.textcolor
source: Text color
hr: Boja teksta
sk: Farba textu
sr: Boja teksta
sv: Textfärg

# Languages::payments.epdq.title
source: Title
hr: Naslov
sk: Názov
sr: Naziv
sv: Titel

# Languages::payments.signin_to_checkout
source: <a href=[url]>Sign in</a> to check out
hr: <a href=[url]>Prijavite se</a> da bi provjerili
sk: <a href=[url]> Prihlásenie</a> vyskúšať
sr: <a href=[url]>Prijava</a>
sv: <a href=[url]> Logga in</a> för att kolla in

# Languages::payments_tab1
source: Credit card
hr: Kreditna kartica
sk: Kreditná karta
sr: Kreditna kartica
sv: Kreditkort

# Languages::payments_tab2
source: Internet Payments
hr: Plaćanje preko interneta
sk: Platby cez Internet
sr: Internet uplate
sv: Internetbetalningar

# Languages::payments_tab3
source: Other Payment Options
hr: Druge opcije plaćanja
sk: Ďalšie platobné možnosti
sr: Druge opcije plaćanja
sv: Andra betalningsalternativ

# Languages::payment_amount
source: Payment amount
hr: Iznos uplate
sk: Suma platby
sr: Iznos uplate
sv: Betalningsbeloppet

# Languages::payment_category
source: Payment category
hr: Kategorija plaćanja
sk: Kategória platby
sr: Kategorija plaćanja
sv: Betalning kategori

# Languages::payment_category_note
source: Payment categories tabs will NOT be displayed if all the active payments belong to the same category
hr: Kartice kategorija plaćanja NEĆE biti prikazane ako sva aktivna plaćanja pripadaju istoj kategoriji
sk: Platobné karty kategórie sa nezobrazia Ak všetky aktívne platby patria do tej istej kategórie
sr: Kartica kategorije plaćanja neće biti prikazana ukoliko sva aktivna plaćanja pripadaju istoj kategoriji
sv: Betalning kategorier flikar visas inte om alla aktiva betalningar hör till samma kategori

# Languages::payment_details
source: Payment details
hr: Pojedinosti o plaćanju
sk: Platobné údaje
sr: Detalji plaćanja
sv: Betalningsinformation

# Languages::payment_form_url
source: Payment Form URL
hr: URL oblika plaćanja
sk: Platba formou URL
sr: Plačanje sa URL
sv: Betalnings formulär-URL

# Languages::payment_info
source: Payment type
hr: Vrsta uplate
sk: Typ platby
sr: Tip plaćanja
sv: Betalningstyp

# Languages::payment_information
source: Payment information
hr: Podaci o plaćanju
sk: Informácie o platbe
sr: Informacije o plaćanju
sv: Information om betalning

# Languages::payment_instructions
source: Payment instructions
hr: Upute za plaćanje
sk: Platobné príkazy
sr: Instrukcije za plaćanje
sv: Betalningsinstruktioner

# Languages::payment_method
source: Payment method
hr: Način plaćanja
sk: Spôsoby platby
sr: Način plaćanja
sv: Betalningssätt

# Languages::payment_methods
source: Payment methods
hr: Načini plaćanja
sk: Spôsoby platby
sr: Načini plaćanja
sv: Betalningssätt

# Languages::payment_response_password
source: Payment Response password
hr: Lozinka za Odgovor na plaćanje
sk: Heslo odpovede platby
sr: Lozinka za plaćanje
sv: Betalning svar lösenord

# Languages::payment_surcharge
source: Payment surcharge
hr: Dodatni trošak
sk: Poplatok za typ platby
sr: Doplata za plaćanje
sv: Betalning avgift

# Languages::payment_type
source: Payment type
hr: Vrsta uplate
sk: Typ platby
sr: Tip plaćanja
sv: Betalningstyp

# Languages::paypal_authentication_method
source: PayPal authentication method
hr: PayPal način provjere autentičnosti
sk: Metóda overovania PayPal
sr: PayPal metod potvrde identiteta
sv: PayPal autentiseringsmetod

# Languages::paypal_item_name
source: Name of the item (or a name for the Shopping Cart)
hr: Naziv artikla (ili naziv Kupovne košarice)
sk: Názov tovaru (alebo názvu nákupného košíka)
sr: Ime artikla (ili ime softvera korpe za kupovinu)
sv: Namnet på objektet (eller ett namn på kundvagnen)

# Languages::paypal_security_error
source: Your order was not placed: the recipient PayPal account is wrong.
hr: Vaša narudžba nije ostvarena: PayPal račun primatelja nije valjan.
sk: Vaša objednávka nebola zaradená: PayPal účet príjemcu je nesprávny.
sr: Vaša porudžbina nije izvršena: PayPal nalog primaoca je pogrešan.
sv: Din order placerades inte: mottagarens PayPal kontot är fel.

# Languages::pay_from_email
source: Customer email
hr: E-pošta kupca
sk: Zákazníkov e-mailom
sr: E-adresa kupca
sv: Kundens e-post

# Languages::pay_order_again
source: Pay order again
hr: Ponovno plati narudžbu
sk: Zaplatiť objednávku znovu
sr: Ponovo izvršiti plaćanje
sv: Betala beställning igen

# Languages::pay_to_email
source: Email address of the Merchant
hr: E-mail adresa trgovca
sk: E-mailová adresa obchodníka
sr: E-pošta trgovca
sv: E-postadressen till handlaren

# Languages::pending
source: Pending
hr: Neriješeno
sk: Čakajúce
sr: Na čekanju
sv: Väntande

# Languages::per
source: Per [object]
hr: Po [object]
sk: Na [object]
sr: Po [object]

# Languages::percent
source: Percent
hr: Posto
sr: Procenat
sv: Procent

# Languages::per_item
source: Per Item
hr: Po artiklu
sk: Na veci
sr: Po artiklu
sv: Per artikel

# Languages::per_page
source: Per Page
hr: Po stranici
sk: na stranu
sr: Po stranici
sv: Per sida

# Languages::phone
source: Phone
hr: Telefon
sk: Telefón
sr: Telefon
sv: Telefon

# Languages::phone1_label
source: Phone
hr: Telefon
sk: Telefón
sr: Telefon
sv: Telefon

# Languages::phone2_label
source: International
hr: Međunarodno
sk: medzinárodný
sr: Međunarodni

# Languages::phpinfo
source: PHP information
hr: PHP informacije
sk: PHP informácie
sr: PHP informacije

# Languages::pick_store
source: Pick a store
hr: Odaberi trgovinu
sk: Vybrať obchod
sr: Izaberi prodavnicu
sv: Plocka en butik

# Languages::pie
source: Pie
hr: Tortni grafikon
sk: Koláč
sr: Kružni grafikon

# Languages::pie_3d
source: Pie 3D
hr: 3D tortni grafikon
sk: Koláč 3D
sr: 3D kružni

# Languages::pixels
source: pixels
hr: pikseli
sk: pixelov
sr: piksela
sv: pixlar

# Languages::place_order
source: Place order
hr: Napravi narudžbu
sk: Miesto objednávky
sr: Izvršite porudžbinu
sv: Plats för

# Languages::placing_order
source: Placing the order
hr: Uspostavljanje narudžbe
sk: Umiestnenie objednávky
sr: Izvršavanje porudžbine
sv: Efter beställningen

# Languages::plain
source: Plain
hr: Čisti
sk: Obyčajný
sr: Jednostavan

# Languages::platform
source: Platform
hr: Platforma
sk: Platforma
sr: Platforma
sv: Plattform

# Languages::please_be_patient
source: Please be patient
hr: Molimo za strpljenje
sk: Prosím, buďte trpezliví
sr: Molim vas budite strpljivi
sv: Ha tålamod

# Languages::please_select_one
source: Please, select one
hr: Molimo, odaberite jedno
sk: Prosím, vyberte jeden
sr: Molimo vas, izaberite jedno
sv: Välj ett

# Languages::please_sign_in
source: Please sign in
hr: Molimo prijavite se
sk: Prihláste sa
sr: Molimo vas da se prijavite u
sv: Vänligen logga in

# Languages::polish
source: Polish
hr: Poljski
sk: poľština
sr: Poljski
sv: Polska

# Languages::poor
source: Poor
hr: Loše
sk: Zlá
sr: Jadno
sv: Dålig

# Languages::popularity
source: Popularity
hr: Popularnost
sk: Popularita
sr: Popularnost
sv: Popularitet

# Languages::popup
source: Popup
hr: Skočni prozor
sk: Kontextová ponuka
sr: Iskačući prozor
sv: Popup-meny

# Languages::popup_larger_image
source: Popup larger image
hr: Prikaži veću sliku u skočnom prozoru
sk: Kontextová ponuka pre väčší obrázok
sr: Veća slika iskačućeg menija
sv: Popup-större bild

# Languages::portugese
source: Portuguese
hr: Portugalski
sk: portugalčina
sr: portugalski
sv: Portugisiska

# Languages::position
source: Position
hr: Pozicija
sk: Pozícia
sr: Pozicija
sv: Ställning

# Languages::positions_updated
source: Positions of items were updated
hr: Pozicija artikala je ažurirana
sk: Pozície položiek boli aktualizované
sr: Pozicije stavki su ažurirane
sv: Positionerna för poster uppdaterades

# Languages::position_short
source: Pos.
hr: Poz.
sk: pozícia
sr: poz.

# Languages::postal_mail
source: Postal mail
hr: Pošta
sk: Poštová adresu
sr: Poštanska pošiljka
sv: Vanlig post

# Languages::post_url
source: Post URL
hr: Objavi URL
sk: URL príspevku
sr: URL adresa

# Languages::powered_by
source: Powered by
hr: Omogućuje
sk: správca
sr: Omogućeno zahvaljujući
sv: Styrt av

# Languages::po_number
source: PO number
hr: Broj narudžbenice
sk: Číslo nákupnej objednávky
sr: Poštanski fah
sv: Inköpsordernummer

# Languages::preauth
source: Preauth
hr: Predautorizacija
sk: Obmedzenie predbežného
sr: Prethodne potvrde identiteta
sv: Förautentisering

# Languages::preauthorization
source: Preauthorization
hr: Predautorizacija
sk: Predbežný
sr: Preautorizacija
sv: Förauktoriseringen

# Languages::prefix
source: Prefix
hr: Prefiks
sk: Predpona
sr: Prefiks

# Languages::prev
source: Prev.
hr: Prethodno
sk: Predchádzajúci
sr: Preth.
sv: Föregående.

# Languages::preview
source: Preview
hr: Pregled
sk: Náhľad
sr: Pregled
sv: Förhandsgranskning

# Languages::previous
source: Previous
hr: Prethodno
sk: Predchádzajúce
sr: Prethodni
sv: Tidigare

# Languages::previous_month
source: Previous month
hr: Prethodni mjesec
sk: Predchádzajúci mesiac
sr: Prethodni mesec
sv: Föregående månad

# Languages::previous_period
source: Previous period
hr: Prethodno razdoblje
sk: Predchádzajúce obdobie
sr: Prethodni period
sv: Föregående period

# Languages::previous_week
source: Previous week
hr: Prethodni tjedan
sk: Predchádzajúci týždeň
sr: Prethodne nedelje
sv: Föregående vecka

# Languages::previous_year
source: Previous year
hr: Prethodna godina
sk: Predchádzajúci rok
sr: Prethodne godine
sv: Föregående år

# Languages::prev_page
source: Prev
hr: Prethodno
sk: Predchádzajúci
sr: Preth
sv: Föregående

# Languages::price
source: Price
hr: Cijena
sk: Cena
sr: Cena
sv: Pris

# Languages::price_decreased
source: Price has been decreased by
hr: Cijena je umanjena za
sk: Cena klesla o
sr: Cena je opala za
sv: Varit har minskade med

# Languages::price_dec_sign_delimiter
source: Price decimal separator
hr: Decimalni razdjelnik cijene
sk: Oddeľovať desatinných miest ceny
sr: Dec. separator cena
sv: Pris decimalavgränsare

# Languages::price_includes_tax
source: Price includes tax
hr: PDV uključen u cijenu
sk: Cena zahŕňa daň
sr: Cena uključuje Pdv
sv: Priset inkluderar moms

# Languages::price_increased
source: Price has been increased by
hr: Cijena je povećana za
sk: Cena bola zvýšená o
sr: Cena je porasla za
sv: Priset har ökat med

# Languages::price_in_points
source: Price in points
hr: Cijena u bodovima
sk: Cena v bodoch
sr: Cena u poenima
sv: Pris i poäng

# Languages::price_summary
source: Price summary
hr: Sažetak cijene
sk: Zhrnutie ceny
sr: Ukupna cena
sv: Pris Sammanfattning

# Languages::pricing_inventory
source: Pricing / inventory
hr: Cijene / zalihe
sk: Ceny / inventár
sr: Cene / zalihe
sv: Priser / inventering

# Languages::primary
source: Primary
hr: Primarno
sk: Primárne
sr: Primarni
sv: Primära

# Languages::primary_currency
source: Primary currency
hr: Primarna valuta
sk: Základná mena
sr: Osnovna valuta
sv: Primära valuta

# Languages::print_card
source: Print card
hr: Ispis kartice
sk: Vytlačenie karty
sr: Štampaj karticu
sv: Skriva ut kortet

# Languages::print_credit_memo
source: Print credit memo
hr: Ispis odobrenja
sk: Vytlačenie dobropisu
sr: Štampaj odobrenje
sv: Skriv ut kreditnota

# Languages::print_invoice
source: Print invoice
hr: Ispis računa
sk: Vytlačenie faktúry
sr: Štampaj račun
sv: Skriva ut faktura

# Languages::print_order_details
source: Print order details
hr: Ispis detalja narudžbe
sk: Vytlačiť Podrobnosti objednávky
sr: Štampaj detalje porudžbine
sv: Utskriftsordning Detaljer

# Languages::print_packing_slip
source: Print packing slip
hr: Ispis specifikacije robe
sk: Tlačiť dodací list
sr: Štampaj nalepnicu za slanje
sv: Skriva ut följesedeln

# Languages::print_pdf_packing_slip
source: Print packing slip (pdf)
hr: Ispis specifikacije robe (pdf)
sk: Tlačiť dodací list (pdf)
sr: Štampaj nalepnicu za slanje (pdf)
sv: Skriva ut följesedeln (pdf)

# Languages::print_pdf_credit_memo
source: Print credit memo (pdf)
hr: Ispis odobrenja (pdf)
sk: Vytlačiť dobropis (pdf)
sr: Štampaj odobrenje (pdf)
sv: Skriva ut kreditnotan (pdf)

# Languages::print_pdf_invoice
source: Print invoice (pdf)
hr: Ispis računa (pdf)
sk: Vytlačenie faktúry (pdf)
sr: Štampaj račun (pdf)
sv: Skriva ut faktura (pdf)

# Languages::print_pdf_order_details
source: Print order details (pdf)
hr: Ispis detalja narudžbe (pdf)
sk: Vytlačiť Podrobnosti objednávky (pdf)
sr: Odštampaj detalje porudžbine (pdf)
sv: Skriva ut Orderdetaljer (pdf)

# Languages::print_slip
source: Print slip
hr: Ispic obrasca
sk: Vytlačiť sklz
sr: Štampaj nalepnicu
sv: Skriva ut slip

# Languages::priority
source: Priority
hr: Prioritet
sk: Priorita
sr: Prioritet
sv: Prioriterade

# Languages::private
source: Private
hr: Privatno
sk: Osobné
sr: Privatni
sv: Privat

# Languages::private_customer_settings
source: Private customer settings
hr: Postavke privatnog kupca
sk: Osobné nastavenia zákazníka
sr: Postavke privatnih kupaca
sv: Inställningar för privatkunder

# Languages::privilege
source: Privilege
hr: Pravo
sk: Oprávnenie
sr: Privilegija
sv: Privilegium

# Languages::privileges
source: Privileges
hr: Prava
sk: Oprávnenia
sr: Privilegije
sv: Privilegier

# Languages::privileges.change_order_status
source: Change order status
hr: Promijeni status narudžbe
sk: Zmeniť stav objednávky
sr: Promena statusa narudžbe
sv: Ändra status för

# Languages::privileges.create_order
source: Create order
hr: Napravi narudžbu
sk: Vytvoriť objednávku
sr: Kreiraj narudžbu
sv: Skapa order

# Languages::privileges.backup_restore
source: Backup/Restore
hr: Sigurnosno kopiranje/vraćanje
sk: Zálohovanie / Obnovenie
sr: Rezerviši/Povrati

# Languages::privileges.delete_logs
source: Delete logs
hr: Izbriši log zapise
sk: Odstrániť záznamy
sr: Izbriši evidencije
sv: Ta bort loggar

# Languages::privileges.delete_orders
source: Delete orders
hr: Izbriši narudžbe
sk: Zmazať objednávky
sr: Izbriši narudžbe
sv: Ta bort order

# Languages::privileges.edit_blocks
source: Edit blocks
hr: Uređivanje blokova
sk: Úprava blokov
sr: Uređivanje blokova
sv: Redigera block

# Languages::privileges.edit_order
source: Edit order
hr: Uređivanje narudžbe
sk: Upraviť objednávku
sr: Uređivanje porudžbine
sv: Redigera order

# Languages::privileges.edit_files
source: Edit files
hr: Uređivanje datoteka
sk: Úprava súborov
sr: Uređivanje datoteke
sv: Redigera filer
