Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::main
source: Main
hr: Glavni
sk: Hlavné
sr: Glavna

# Languages::mainbox_general
source: Mainbox general
hr: Mainbox opće
sk: Mainbox všeobecné
sr: Mainbox opšte
sv: Mainbox allmänt

# Languages::mainbox_simple
source: Mainbox simple
hr: Mainbox jednostavno
sk: Mainbox jednoduché
sr: Mainbox jednostavno
sv: Mainbox enkla

# Languages::footer_general
source: Footer general
hr: Podnožje opće
sk: Päta všeobecne
sr: Podnožje opšte
sv: Sidfot allmänna

# Languages::maintenance
source: Maintenance
hr: Održavanje
sk: Údržba
sr: Održavanje
sv: Underhåll

# Languages::main_category
source: Main category
hr: Glavna kategorija
sk: Hlavné kategórie
sr: Glavna kategorija
sv: Huvudkategori

# Languages::make_default
source: Make default
hr: Postavi kao zadano
sk: Nastavenie predvoleného
sr: Podrazumevani
sv: Göra standard

# Languages::manage
source: Manage
hr: Upravljanje
sk: Spravovať
sr: Upravljanje
sv: Hantera

# Languages::manage_addons
source: Manage add-ons
hr: Upravljanje dodacima
sk: Spravovať doplnky
sr: Upravljanje dodacima
sv: Hantera tillägg

# Languages::manage_blocks
source: Manage blocks
hr: Upravljaj blokovima
sk: Spravovať bloky
sr: Upravljanje blokovima
sv: Hantera block

# Languages::manage_categories
source: Manage categories
hr: Upravljaj kategorijama
sk: Spravovať kategórie
sr: Upravljanje kategorijama
sv: Hantera kategorier

# Languages::manage_existing_block
source: Edit Existing Blocks
hr: Uredi postojeće blokove
sk: Úprava existujúcich blokov
sr: Uređivanje postojećih blokova
sv: Redigera befintliga block

# Languages::manage_items
source: Manage items
hr: Upravljaj stavkama
sk: Správa položiek
sr: Upravljanje stavkama
sv: Hantera objekt

# Languages::manage_languages
source: Manage languages
hr: Upravljaj jezicima
sk: Spravovať jazyky
sr: Upravljanje jezicima
sv: Hantera språk

# Languages::manage_menus
source: Manage menus
hr: Upravljaj izbornicima
sk: Spravovať ponuku
sr: Upravljanje menijima
sv: Hantera menyer

# Languages::manage_pages
source: Manage pages
hr: Upravljaj stranicama
sk: Spravovať stránky
sr: Upravljanje stranicama
sv: Hantera sidor

# Languages::manage_products
source: Manage products
hr: Upravljaj proizvodima
sk: Spravovať produkty
sr: Upravljanje proizvodima
sv: Hantera produkter

# Languages::manage_reports
source: Manage reports
hr: Upravljaj izvještajima
sk: Spravovať zostavy
sr: Upravljaj izveštajima
sv: Hantera rapporter

# Languages::manage_shippings
source: Shipping methods
hr: Načini dostave
sk: Prepravné metódy
sr: Načini isporuke
sv: Leveransmetoder

# Languages::manage_sitemap
source: Manage sitemap
hr: Upravljaj kartom stranice
sk: Spravovať mapu stránok
sr: Upravljanje Mapa sajta
sv: Hantera sitemap

# Languages::manage_stores
source: Manage stores
hr: Upravljaj trgovinama
sk: Spravovať obchody
sr: Upravljanje radnjama
sv: Hantera butiker

# Languages::mandatory
source: Required
hr: Obavezno
sk: Požadované
sr: Potrebne
sv: Krävs

# Languages::manually
source: Manually
hr: Ručno
sk: Manuálne
sr: Ručno
sv: Manuellt

# Languages::manually_set_tax_rates
source: Manually set tax rates
hr: Postavi ručno porezne stope
sk: Manuálne nastavenie daňovej sadzby
sr: Ručno podesite poreske stope
sv: Manuellt ställa in skattesatser

# Languages::mark
source: Mark as resolved
hr: Označi kao riješeno
sk: Označiť ako vyriešené
sr: Označi kao rešen
sv: Mark som löst

# Languages::maximum_items_in_box
source: Maximum items in box
hr: Maksimalni broj stavki u okviru
sk: Maximálny počet položiek v balíku
sr: Maksimalan broj stavki u okviru
sv: Maximal föremål i förpackningslådan

# Languages::max_amount
source: Total cost
hr: Ukupni trošak
sk: Celkové náklady
sr: Ukupni troškovi
sv: Total kostnad

# Languages::max_box_weight
source: Max box weight
hr: Maksimalna težina okvira
sk: Maximálna hmotnosť balíčka
sr: Max težina kutije
sv: Max låda, vikt

# Languages::max_downloads
source: Max downloads
hr: Max preuzimanja
sk: Maximum na stiahnutie
sr: Max preuzimanja
sv: Max nedladdningar

# Languages::max_item
source: Number of items
hr: Broj stavki
sk: Počet položiek
sr: Broj stavki
sv: Antal objekt

# Languages::max_order_qty
source: Maximum order quantity
hr: Maksimalna količina narudžbe
sk: Maximálne objednávacie množstvo
sr: Minimalna količina za porudžbinu
sv: Minsta orderkvantitet

# Languages::max_uploading_file_size
source: Max uploading file size
hr: Max upload veličina datoteke
sk: Maximálna veľkosť súboru na nahrávanie
sr: Max veličine za otpremanje datoteke
sv: Max belastande upp arkivera storlek

# Languages::max_uploading_file_size_hint
source: Leave this field empty to allow uploading of files of any size, or limit the file size ("100" is equal to 100 Kb)
hr: Ostavite ovo polje prazno kako bi se omogućilo preuzimanje datoteka bilo koje veličine, ili ograničite njihovu veličinu ("100" je jednako 100 Kb)
sk: Toto pole ponechajte prázdne pre umožnenie nahrávania súborov ľubovoľnej veľkosti alebo limit veľkosti súboru ("100" sa rovná 100 Kb)
sr: Ostavite ovo polje prazno da biste dozvolili otpremanja datoteka bilo koje veličine, ili da biste ograničili veličinu datoteke ("100" je jednaka 100 Kb)
sv: Lämnar fältet tomt för att ladda upp filer av valfri storlek, eller begränsa filstorleken ("100" är lika med 100 Kb)

# Languages::mb_amounts_not_match
source: The amount value received in status request differs from the original order total
hr: Vrijednost iznosa primljenog u zahtjevu statusa razlikuje se od prvobitnog ukupnog iznosa narudžbe
sk: Hodnota celkovej požadovanej prijatej sumy sa líši od pôvodnej objednávky.
sr: Vrednost iznosa primljenog u zahtevu statusa se razlikuje od originalne vrednosti porudžbine
sv: Beloppet värdet i statusbegäran skiljer sig från det ursprungliga ordning totalt

# Languages::mb_currencies_not_match
source: The currency value received in status request differs from the store currency
hr: Vrijednost valute u zahtjevu statusa razlikuje se od valute trgovine
sk: Hodnota požadovanej prijatej meny sa líši od hodnoty meny obchodu
sr: Vrednost valute koja je primljena u status zahteva se razlikuje od valute prodavnice
sv: Valutavärdet fick i statusbegäran skiljer sig från den store valutan

# Languages::mb_md5_hashes_not_match
source: The md5 hash value received in status request differs from the calculated one
hr: Md5 hash vrijednost u zahtjevu statusa razlikuje se od izračunate
sk: Hodnota md5 hash prijaté žiadosti sa líši od vypočítanej hodnoty
sr: Md5 hash vrednost primljen u status zahteva se razlikuje od izračunatog
sv: Den md5 hashvärde fick i statusbegäran skiljer sig från det beräknade

# Languages::mb_transaction_id
source: MB Transaction ID
hr: ID transakcije MB
sk: Identifikácia transakcie MB
sr: ID transakcije MB
sv: MB transaktions-ID

# Languages::md5_checksum_failed
source: MD5 checksum failed
hr: Provjera MD5 kontrolnog zbroja nije uspjela
sk: MD5 súčet zlyhal
sr: MD5 kontrolni zbir nije uspeo
sv: MD5-kontrollsumma misslyckades

# Languages::md5_hash_value
source: MD5 hash value
hr: MD5 hash vrijednost
sk: hodnoty MD5 hash
sr: MD5 hash vrednost
sv: MD5 hashvärde

# Languages::menu
source: Menu
hr: Izbornik
sk: Ponuka
sr: Meni
sv: Meny

# Languages::menus
source: Menus
hr: Izbornici
sk: Ponuky
sr: Meniji
sv: Menyer

# Languages::menu_items
source: Items for menu
hr: Stavke za izbornik
sk: Položky ponuky
sr: Stavke menija
sv: Artiklar för menyn

# Languages::merchantid
source: Merchant ID
hr: Trgovac ID
sk: ID Obchodníka
sr: Trgovački ID
sv: Köpman-ID

# Languages::merchant_email
source: Merchant Notification Email
hr: Obavjesna e-poruka trgovca
sk: Obchodné oznámenia e-mailom
sr: E-pošta za obaveštavanje trgovca
sv: Handelsfartyg e-postmeddelande

# Languages::merchant_firstname
source: Merchant first name
hr: Ime trgovca
sk: Obchodné meno
sr: Ime trgovca
sv: Handelsfartyg förnamn

# Languages::merchant_id
source: Merchant ID
hr: ID trgovca
sk: ID Obchodníka
sr: Trgovački ID
sv: Köpman-ID

# Languages::merchant_key
source: Merchant key
hr: Ključ trgovca
sk: Kľúč obchodníka
sr: Trgovački ključ
sv: Handelsfartyg nyckel

# Languages::merchant_lastname
source: Merchant last name
hr: Prezime trgovca
sk: Priezvisko obchodníka
sr: Prezime trgovca
sv: Handelsfartyg efternamn

# Languages::merchant_login
source: Merchant login
hr: Prijava trgovca
sk: Prihlásenie obchodníka
sr: Prijava trgovca
sv: Handelsfartyg login

# Languages::merchant_name
source: Merchant name
hr: Naziv trgovca
sk: Meno obchodníka
sr: Ime trgovca
sv: Handlarens namn

# Languages::merchant_pin
source: Merchant PIN
hr: PIN trgovca
sk: PIN Obchodníka
sr: PIN trgovca
sv: Handelsfartyg PIN

# Languages::merchant_response_was_not_received
source: No response from the merchant received. Please check this transaction manually.
hr: Nije primljen odgovor od trgovca. Molimo, ovu transakciju provjerite ručno.
sk: Nebola obdržaná žiadna odpoveď od obchodníka. Prosím skontrolujte túto transakciu manuálne
sr: Nema odgovora od trgovca. Molimo da ručno proverite ove transakcije.
sv: Inget svar från handlaren fick. Vänligen kontrollera detta transaktionen manuellt.

# Languages::merchant_site_id
source: Merchant site ID
hr: ID stranice trgovca
sk: ID stránok obchodníka
sr: ID trgovačkog sajta
sv: Köpman plats-ID

# Languages::merchant_warrior_api_key
source: API Key.
hr: API ključ.
sk: API kľúč.
sr: API ključ.
sv: API-nyckel.

# Languages::merchant_warrior_api_passphrase
source: API Passphrase.
hr: API zaporka.
sk: API prístupová fráza.
sr: API fraza za prolaz.
sv: API-lösen.

# Languages::merge
source: Merge
hr: Spoji
sk: Zlúčiť
sr: Objedinjavanje
sv: Koppla dokument

# Languages::message
source: Message
hr: Poruka
sk: Správa
sr: Poruka
sv: Meddelande

# Languages::messages
source: Messages
hr: Poruke
sk: Správy
sr: Poruke
sv: Meddelanden

# Languages::meta_description
source: Meta description
hr: Meta opis
sk: Meta popis
sr: Meta opis
sv: Meta-beskrivning

# Languages::meta_keywords
source: Meta keywords
hr: Meta ključne riječi
sk: Meta kľúčové slová
sr: Meta ključne reči
sv: Meta-nyckelord

# Languages::method
source: Method
hr: Metoda
sk: Metóda
sr: Metod
sv: Metod

# Languages::minimized
source: Minimized
hr: Minimizirano
sk: Minimalizovať
sr: Umanjeno
sv: Minimerat

# Languages::minimum_commission_payment
source: Minimum commission payment
hr: Minimalna isplata provizije
sk: Minimálna platba objednávok
sr: Minimalna provizija plaćanja
sv: Minsta kommissionen betalning

# Languages::minimum_items_in_box
source: Minimum items in box
hr: Minimalan broj stavki u okviru
sk: Maximálny počet položiek v balíku
sr: Minimalan broj stavki u okviru
sv: Minsta föremål i förpackningslådan

# Languages::minutes
source: minute(s)
hr: minuta (e)
sk: minút(y)
sr: minut(a)
sv: : e minut.

# Languages::min_order_qty
source: Minimum order quantity
hr: Minimalna količina za narudžbu
sk: Maximálne objednávacie množstvo
sr: Minimalna količina za porudžbinu
sv: Minsta orderkvantitet

# Languages::missing_variants_handling
source: Missing variants handling
hr: Nedostaju varijante rukovanja
sk: Chýbajúce varianty manipulácie
sr: Nedostaju varijante rukovanja
sv: Saknade varianter hantering

# Languages::modifier
source: Modifier
hr: Modifikator
sk: Modifikátor voľnej zhody
sr: Za izmenu

# Languages::modify_profile
source: Modify Profile
hr: Izmjena profila
sk: Zmeniť profil
sr: Izmeni profil
sv: Ändra profil

# Languages::modify_selected
source: Modify selected
hr: Izmijeni odabrane
sk: Zmeniť vybraté
sr: Izmeni izabrane
sv: Ändra markerade

# Languages::month
source: Month
hr: Mjesec
sk: Mesiac
sr: Mesec
sv: Månad

# Languages::months
source: month(s)
hr: mjesec (i)
sk: mesiac/e
sr: mesec(i)
sv: månad(er)

# Languages::month_name_1
source: January
hr: Siječanj
sk: Január
sr: Januar
sv: Januari

# Languages::month_name_10
source: October
hr: Listopad
sk: Október
sr: Oktobar
sv: Oktober

# Languages::month_name_11
source: November
hr: Studeni
sr: Novembar

# Languages::month_name_12
source: December
hr: Prosinac
sr: Decembar

# Languages::month_name_2
source: February
hr: Veljača
sk: Február
sr: Februar
sv: Februari

# Languages::month_name_3
source: March
hr: Ožujak
sk: Marec
sr: Mart
sv: Mars

# Languages::month_name_5
source: May
hr: Svibanj
sk: Máj
sr: Maj
sv: Kan

# Languages::month_name_6
source: June
hr: Lipanj
sk: Jún
sr: Jun
sv: Juni

# Languages::month_name_7
source: July
hr: Srpanj
sk: Júl
sr: Jul
sv: Juli

# Languages::month_name_8
source: August
hr: Kolovoz
sr: Avgust
sv: Augusti

# Languages::month_name_9
source: September
hr: Rujan
sr: Septembar

# Languages::month_name_abr_10
source: Oct
hr: Lis
sk: Okt
sr: Okt
sv: Okt

# Languages::month_name_abr_5
source: May
hr: Svi
sk: Máj
sr: Maj
sv: Kan

# Languages::month_name_abr_8
source: Aug
hr: Kol
sr: Avg

# Languages::more
source: More
hr: Više
sk: Viac
sr: Više
sv: Mer

# Languages::more_info
source: More info
hr: Više informacija
sk: Viac informácií
sr: Više informacija
sv: Mer information

# Languages::more_sign_in_options
source: Back to more sign in options
hr: Povratak na više mogućnosti prijava
sk: Pre viac znakov späť na nastavenia
sr: Nazad na više opcija prijavljivanja
sv: Tillbaka till fler tecken i alternativ

# Languages::more_than
source: More than
hr: Više od
sk: Viac ako
sr: Više od
sv: Mer än

# Languages::more_w_ellipsis
source: More...
hr: Više...
sk: Viac...
sr: Više...
sv: Mer...

# Languages::most_popular
source: Most popular
hr: Najpopularnije
sk: Najobľúbenejšie
sr: Najpopularniji
sv: Mest populära

# Languages::most_popular_addons
source: Most popular add-ons
hr: Najpopularniji dodaci
sk: Najobľúbenejšie Doplnky
sr: Najpopularniji programski dodaci
sv: Mest populära tillägg

# Languages::mr
source: Mr.
hr: g.
sk: Pán
sr: G-din.

# Languages::ms
source: Ms.
hr: gđa/gđica
sk: Pani
sr: G-đa.

# Languages::tmpl_multicolumns_small
source: Multicolumns small
hr: Više malih stupaca
sk: malé viacnásobné stĺpce
sr: Više kolona malo
sv: Multicolumns liten

# Languages::tmpl_multicolumn_list
source: Multi-column list
hr: Popis s više stupaca
sk: zoznam viacnásobných stĺpcov
sr: Lista sa više kolona
sv: Multi-kolumn lista

# Languages::multiple
source: Multiple
hr: Više
sk: Viac
sr: Više
sv: Flera

# Languages::multiple_selectbox_notice
source: <p>To select several items, press and hold the CTRL key and click on the required items.</p>
hr: <p>Kako biste odabrali više stavki, pritisnite i držite tipku CTRL pa pritisnite svaku željenu stavku.</p>
sk: <p>Pre vybratie niekoľkých položiek, stlačte a podržte kláves CTRL a kliknite na požadované položky.</p>
sr: <p>Da biste izabrali nekoliko stavki, pritisnite i držite taster CTRL i kliknite na potrebne stavke.</p>
sv: <p>Du kan markera flera objekt genom att trycka på och hålla ned CTRL och klicka på de begärda artiklarna.</p>

# Languages::multiupload
source: Multiupload
hr: Višestruko učitavanje
sk: viacnásobné nahrávanie
sr: Multi'otpremanje

# Languages::my_account
source: My account
hr: Moj račun
sk: Môj účet
sr: Moj nalog
sv: Mitt konto

# Languages::my_account_links
source: My account links
hr: Linkovi mog računa
sk: Prepojenia účtu
sr: Linkovi mog naloga
sv: Mitt konto länkar

# Languages::my_points
source: My points
hr: Moji bodovi
sk: Moje body
sr: Moji poeni
sv: Min poäng

# Languages::na
source: N/A
sr: Nedostupno

# Languages::name
source: Name
hr: Ime
sk: Názov
sr: Ime
sv: Namn

# Languages::navigation
source: Navigation
hr: Navigacija
sk: Navigácia
sr: Navigacija
sv: Navigering

# Languages::navi_pages
source: Pages
hr: Stranice
sk: Stránky
sr: Stranice
sv: Sidor

# Languages::neighbours
source: Neighbours
hr: Susjedi
sk: Susedia
sr: Susedi
sv: Grannar

# Languages::new
source: New
hr: Novi
sk: Nové
sr: Novo
sv: Nya

# Languages::newest
source: Newest
hr: Najnoviji
sk: Najnovšie
sr: Najnoviji
sv: Nyaste

# Languages::new_administrator_password
source: New administrator password
hr: Nova administratorska lozinka
sk: Nové heslo správcu
sr: Nova lozinka administratora
sv: Nya administratörslösenord

# Languages::new_category
source: New category
hr: Nova kategorija
sk: Nová kategória
sr: Nova kategorija
sv: Ny kategori

# Languages::new_chart
source: New chart
hr: Novi grafikon
sk: Nový graf
sr: Novi grafikon
sv: Nytt diagram

# Languages::new_combination
source: New combination
hr: Nova kombinacija
sk: Nová kombinácia
sr: Nova kombinacija
sv: Ny kombination

# Languages::new_currency
source: New currency
hr: Nova valuta
sk: Nová mena
sr: Nova valuta
sv: Ny valuta

# Languages::new_customer
source: New customer
hr: Novi kupac
sk: Nový zákazník
sr: Novi kupac
sv: Ny kund

# Languages::new_feature
source: New feature
hr: Nova značajka
sk: Nová funkcia
sr: Nova funkcija
sv: Ny funktion

# Languages::new_file
source: New file
hr: Nova datoteka
sk: Nový súbor
sr: Nova datoteka
sv: Ny fil

# Languages::new_filter
source: New filter
hr: Novi filter
sk: Nový filter
sr: Novi filter
sv: Nytt filter

# Languages::new_folder
source: New folder
hr: Nova mapa
sk: Nový priečinok
sr: Novi direktorijum
sv: Ny mapp

# Languages::new_group
source: New group
hr: Nova grupa
sk: Nová skupina
sr: Nova grupa
sv: Ny grupp

# Languages::new_items
source: New item
hr: Novi artikl
sk: Nový tovar
sr: Nova stavka
sv: Nytt objekt

# Languages::new_language
source: New language
hr: Novi jezik
sk: Nový jazyk
sr: Novi jezik
sv: Nytt språk

# Languages::new_language_variable
source: New language variable
hr: Nova varijabla jezika
sk: Premenné nového jazyka
sr: Nova promenljiva za jezik
sv: Nya språket variabel

# Languages::new_layout
source: New layout
hr: Novi izgled
sk: Nové rozloženie
sr: Novi izgled
sv: Ny layout

# Languages::new_link
source: New link
hr: Novi link
sk: Nové prepojenie
sr: Novi link
sv: Ny länk

# Languages::new_localization
source: New localization
hr: Nova lokalizacija
sk: Nová lokalizácia
sr: Nova lokalizacija
sv: Ny lokalisering

# Languages::new_location
source: New location
hr: Nova lokacija
sk: Nové umiestnenie
sr: Nova lokacija
sv: Ny plats

# Languages::new_menu
source: New menu
hr: Novi izbornik
sk: Nová ponuka
sr: Novi meni
sv: Ny meny

# Languages::new_option
source: New option
hr: Nova opcija
sk: Nové nastavenia
sr: Nova opcija
sv: Nya alternativ

# Languages::new_orders
source: New orders
hr: Nove narudžbe
sk: Nové objednávky
sr: Nove narudžbe
sv: Nya order

# Languages::new_page
source: New page
hr: Nova stranica
sk: Nová stránka
sr: Nova stranica
sv: Ny sida

# Languages::new_payments
source: New payment method
hr: Novi način plaćanja
sk: Nový spôsob platby
sr: Novi način plaćanja
sv: Ny betalningsmetod

# Languages::new_payout
source: New payout
hr: Nova isplata
sk: Nová výplata
sr: Nova isplata
sv: Ny utbetalning

# Languages::new_post
source: New post
hr: Novi post
sk: Nový príspevok
sr: Nova objava
sv: Nytt inlägg

# Languages::new_product
source: New product
hr: Novi proizvod
sk: Nový produkt
sr: Novi proizvod
sv: Ny produkt

# Languages::new_profile
source: New profile
hr: Novi profil
sk: Nový profil
sr: Novi profil
sv: Ny profil

# Languages::new_profile_field
source: New profile field
hr: Novo polje profila
sk: Pole nového profilu
sr: Novo polje profila
sv: Ny profil fält

# Languages::new_profile_notification
source: New [user_type] profile notification
hr: Obavijest o novom [user_type] profilu
sk: Oznámenia nového [user_type] profilu
sr: Obaveštenje o novoj [user_type] profil
sv: Ny [user_type] profil anmälan

# Languages::new_promotion
source: New promotion
hr: Nova promocija
sk: Nová propagácia
sr: Nova promocija
sv: Ny kampanj

# Languages::new_report
source: New report
hr: Novo izvješće
sk: Nová správa
sr: Novi izveštaj
sv: Ny rapport

# Languages::new_saved_search
source: New saved search
hr: Novo spremljeno pretraživanje
sk: Nové uložené vyhľadávanie
sr: Nova sačuvana pretraga
sv: Nya sparad sökning

# Languages::new_section
source: New section
hr: Nova sekcija
sk: Nová sekcia
sr: Nova sekcija
sv: Nytt avsnitt

# Languages::new_shipment
source: New shipment
hr: Nova pošiljka
sk: Nová dodávka
sr: Nova isporuka
sv: Ny leverans

# Languages::new_shipment_was_created
source: New shipment was created
hr: Nova pošiljka je napravljena
sk: Bola vytvorená nová zásielka
sr: Nova isporuka kreirana
sv: Ny leverans skapades

# Languages::new_shipping_method
source: New shipping method
hr: Nov način dostave
sk: Nový spôsob dopravy
sr: Novi način isporuke
sv: Nya leveranssätt

# Languages::new_site_map_section
source: New sitemap section
hr: Nova sekcija karte stranice
sk: Nová sekcia mapy stránky
sr: Nova sekcija Mapa sajta
sv: Nya sitemap avsnitt

# Languages::new_states
source: New state(s) for the selected country
hr: Nova(e) država(e) za odabranu zemlju
sk: Nový štát(y) pre vybratú krajinu
sr: Nove države za izabrane zemlje
sv: Nya eller de för det valda landet

# Languages::new_status
source: New status
hr: Novi status
sk: Nový stav
sr: Novi status
sv: Ny status

# Languages::new_tab
source: New tab
hr: Nova kartica
sk: Nová karta
sr: Nova kartica
sv: Ny flik

# Languages::new_tax
source: New tax
hr: Novi porez
sk: Nové dane
sr: Novi porez
sv: Ny skatt

# Languages::new_usergroups
source: New user group(s)
hr: Nova grupa korisnika (e)
sk: Nová skupina(y) používateľa
sr: Nove korisničke grupe
sv: Nya användare grupp(er)

# Languages::new_user_profile
source: New user profile
hr: Novi korisnički profil
sk: Nový profil používateľa
sr: Novi korisnički profil
sv: Ny användarprofil

# Languages::new_vendor
source: New store
hr: Nova trgovina
sk: Nová predajňa
sr: Novo skladište
sv: Ny butik

# Languages::new_zealand
source: New Zealand
hr: Novi Zeland
sk: Nový Zéland
sr: Novi Zeland
sv: Nya Zeeland

# Languages::next
source: Next
hr: Sljedeći
sk: Ďalšie
sr: Sledeći
sv: Nästa

# Languages::next_step
source: Next step
hr: Sljedeći korak
sk: Ďalší krok
sr: Sledeći korak
sv: Nästa steg

# Languages::no
source: No
hr: Ne
sk: Nie
sr: Ne
sv: Nej

# Languages::nocombination
source: Unfortunately this combination is not accessible
hr: Nažalost ova kombinacija nije dostupna
sk: Bohužiaľ táto kombinácia nie je prístupná
sr: Nažalost ovoj kombinaciji se ne može pristupiti
sv: Denna kombination är tyvärr inte tillgänglig

# Languages::none
source: None
hr: Niti jedan
sk: Žiadna
sr: Nijedno
sv: Ingen

# Languages::normal
source: Normal
hr: Normalno
sk: Normálne
sr: Normalno

# Languages::norway
source: Norway
hr: Norveška
sk: Nórsko
sr: Norveška
sv: Norge

# Languages::norwegian
source: Norwegian
hr: Norveški
sk: nórčina
sr: norveški
sv: Norska

# Languages::note
source: Note
hr: Bilješka
sk: Poznámka
sr: Napomena
sv: Obs

# Languages::notes
source: Notes
hr: Bilješke
sk: Poznámky
sr: Napomene
sv: Anteckningar

# Languages::notice
source: Notice
hr: Obavijest
sk: Oznámenie
sr: Obaveštenje.
sv: Varsel

# Languages::notice_too_many_decimals
source: You have specified [DECIMALS] decimal places for [CURRENCY]. The maximum number of supported decimal places is 2. Further values will be displayed as zeros.
hr: Naveli ste [DECIMALS] decimalna mjesta za [CURRENCY]. Maksimalan broj podržanih decimalnih mjesta je 2. Dodatne vrijednosti bit će prikazane kao nule.
sk: Zadali ste [DECIMALS] desatinných miest pre [CURRENCY]. Maximálny počet podporovaných desatinných miest je 2. Ďalšie hodnoty zobrazia ako nuly.
sr: Naveli ste [DECIMALS] decimalnih mesta za [CURRENCY]. Maksimalan broj podržanih decimalnih mesta je 2. Dalje vrednosti će biti prikazana kao nule.
sv: Du har angett [DECIMALS] decimaler för [CURRENCY]. Det maximala antalet decimaler som stöds är 2. Ytterligare värden visas som nollor.
