Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::importing_data
source: Importing data
hr: Uvoz podataka
sk: Import údajov
sr: Uvoz podataka
sv: Importera data

# Languages::import_data
source: Import data
hr: Uvoz podataka
sk: Import údajov
sr: Uvoz podataka
sv: Importera data

# Languages::import_locations
source: Import locations
hr: Uvoz lokacija
sk: Importovať umiestnenie
sr: Uvoz lokacija
sv: Importera platser

# Languages::import_options
source: Import options
hr: Mogućnosti uvoza
sk: Voľby pre import
sr: Opcije uvoza
sv: Alternativ för import

# Languages::in
source: In
hr: U
sk: V
sr: U
sv: I

# Languages::included
source: included
hr: uključeno
sk: vrátane
sr: uključen
sv: ingår

# Languages::include_cvn
source: Include CVN
hr: Uključi CVN
sk: Zahŕňajú CVN
sr: Uključi CVN
sv: Inkludera CVN

# Languages::including_discount
source: Including discount
hr: Uključujući popust
sk: Vrátane zliav
sr: Uključujući i popust
sv: Inklusive rabatt

# Languages::including_tax
source: Including tax
hr: Uključujući porez
sk: s DPH
sr: Uključujući porez
sv: Inklusive moms

# Languages::incompleted
source: Incomplete
hr: Nepotpuno
sk: Neúplné
sr: Nepotpuna
sv: Ofullständig

# Languages::incompleted_orders
source: Incomplete orders
hr: Nepotpune narudžbe
sk: Neúplné objednávky
sr: Nepotpune porudžbine
sv: Ofullständiga beställningar

# Languages::incorrect_filling_message
source: Incorrect filling message
hr: Poruka o neispravno popunjenom polju
sk: Nesprávne vyplnenie správy
sr: Neispravno popunjena poruka
sv: Felaktig fyllning meddelande

# Languages::incorrect_price_warning
source: Product has not been added to the cart. Please enter the correct price.
hr: Proizvod nije dodan u košaricu. Unesite ispravnu cijenu.
sk: Produkt nebol pridaný do košíka. Zadajte prosím správnu cenu.
sr: Proizvod nije dodat u korpu. Molimo unesite ispravnu cenu.
sv: Produkten har inte lagts till i kassavagnen. Skriv in rätt pris.

# Languages::increase
source: Increase
hr: Povećati
sk: Zvýšenie
sr: Povećanje
sv: Öka

# Languages::inc_tax
source: inc tax
hr: porez uključen
sk: vrát. dane
sr: uklj. porez
sv: Inc skatt

# Languages::index
source: Home page
hr: Početna stranica
sk: Hlavná stránka
sr: Početna stranica
sv: Startsida

# Languages::information
source: Information
hr: Informacije
sk: Informácie
sr: Informacije

# Languages::inner_hint
source: Inner hint
hr: Savjet
sk: Vnútorný tip
sr: Podsetnik za unutrašnje
sv: Inre tips

# Languages::input_field
source: Input field
hr: Polje za unos
sk: Pole na zadávanie
sr: Polje za unos
sv: Inmatningsfält

# Languages::insert_block
source: Add block
hr: Dodaj blok
sk: Pridanie bloku
sr: Dodavanje bloka
sv: Lägg till block

# Languages::insert_grid
source: Add grid
hr: Dodaj mrežu
sk: Pridanie mriežky
sr: Dodavanje koordinatne mreže
sv: Lägg till rutnät

# Languages::install
source: Install
hr: Instaliraj
sk: Inštalácia
sr: Instaliraj
sv: Installera

# Languages::installation_id
source: Installation ID
hr: ID instalacije
sk: Inštalačné ID
sr: ID instalacije
sv: Installations-ID

# Languages::installed
source: Installed
hr: Instaliran
sk: Inštalované
sr: Instalirano
sv: Installerat

# Languages::installed_languages
source: Installed
hr: Instaliran
sk: Inštalované
sr: Instalirano
sv: Installerat

# Languages::installed_upgrades
source: Installed upgrades
hr: Instalirane nadogradnje
sk: Nainštalované aktualizácie
sr: Instalirane nadogradnje
sv: Installerade uppgraderingar

# Languages::welcome_screen.administrator_info
source: To access the administrator area, use the e-mail (<b>[email]</b>) and the password you have entered earlier.
hr: Kako biste pristupili administratorskom dijelu stranice, koristite adresu e-pošte (<b>[email]</b>) i lozinku koju ste ranije unijeli.
sk: Pre prístup do oblasti správcu použite e-mail (<b>[email]</b>) a heslo ktoré ste zadali predtým.
sr: Da biste pristupili oblasti administratora, koristite e-poštu (<b>[email]</b>) i lozinku koju ste uneli ranije.
sv: För att komma åt området administratör, använda e-post (<b>[email]</b>) och det lösenord som du har angett tidigare.

# Languages::welcome_screen.go_admin_panel
source: Go to the administration panel
hr: Idi na administratorsku ploču
sk: Ísť do administračného panelu
sr: Na tabli za administraciju
sv: Gå till administration panel

# Languages::welcome_screen.go_storefront
source: Go to the storefront
hr: Idi na izlog
sk: Prejsť na priečelie
sr: Idite na izlog prodavnice
sv: Gå till skyltfönster

# Languages::welcome_screen.go_settings_wizard
source: Go to the Settings wizard for basic store setup
hr: Idite na Čarobnjaka za postavke kako bi postavili osnovne postavke trgovine
sk: Prejdite na Sprievodcu nastavením pre základné nastavenia obchodu
sr: Idi na čarobnjak za postavke za podešavanje osnovne radnje
sv: Gå till guiden inställningar för grundläggande butiksinställningarna

# Languages::welcome_screen.knowledge_base
source: Knowledge base
hr: Baza znanja
sk: Základné znalosti
sr: Baza znanja

# Languages::welcome_screen.run_settings_wizard
source: Run Settings wizard
hr: Pokreni čarobnjaka za postavke
sk: Spustenie aplikácie Sprievodca nastavením
sr: Pokrenite čarobnjak za postavke
sv: Kör guiden inställningar

# Languages::welcome_screen.learn_more_configuration
source: Learn more about storefront configuration in our
hr: Saznaj više o konfiguraciji izloga u našoj
sk: Viac informácií o priečelí konfigurácie v našej
sr: Saznajte više o konfiguraciji prodavnice
sv: Läs mer om skyltfönster konfiguration i våra

# Languages::welcome_screen.thanks
source: Thank you for choosing [product]. Happy selling!
hr: Hvala što ste odabrali [product]. Sretno s prodajom!
sk: Ďakujeme vám za výber [product]. Šťastný predaj!
sr: Hvala što ste izabrali [product]. Srećna prodaja!
sv: Tack för att välja [product]. Happy säljer!

# Languages::installer_complete_title
source: Installation successfully finished
hr: Instalacija je uspješno završena
sk: Inštalácia úspešne dokončená
sr: Instalacija je uspešno završena
sv: Installationen har färdiga

# Languages::international_settings
source: International settings
hr: Međunarodne postavke
sk: Medzinárodné nastavenia
sr: Međunarodne postavke
sv: Internationella inställningar

# Languages::international_usps
source: International U.S.P.S.
hr: Međunarodni U.S.P.S.
sk: Medzinárodné U.S.P.S.
sr: Međunarodni U.S.P.S.
sv: Internationella USPS

# Languages::inventory
source: Inventory
hr: Zaliha
sk: Inventár
sr: Zaliha
sv: Inventering

# Languages::invitees
source: Invitees
hr: Pozvane osobe
sk: Pozvaný
sr: Pozvane osobe
sv: Inbjudna

# Languages::invoice
source: Invoice
hr: Račun
sk: Faktúra
sr: Račun
sv: Fakturan

# Languages::invoices
source: Invoices
hr: Računi
sk: Faktúry
sr: Računi
sv: Fakturor

# Languages::invoice_credit_memo
source: Invoice/Credit memo
hr: Račun/Odobrenje
sk: Faktúru/dobropis
sr: Faktura/odobrenje
sv: Faktura eller kreditnota

# Languages::invoice_id
source: Invoice ID
hr: ID računa
sk: ID faktúry
sr: ID fakture
sv: Faktura-ID

# Languages::invoice_title
source: INVOICE
hr: RAČUN
sk: FAKTÚRY
sr: RAČUN
sv: FAKTURAN

# Languages::in_progress
source: In progress
hr: U tijeku
sk: Prebieha
sr: U obradi
sv: Pågående

# Languages::in_stock
source: In stock
hr: Na zalihi
sk: Na sklade
sr: Na lageru
sv: I lager

# Languages::ip_address
source: IP address
hr: IP adresa
sk: IP adresa
sr: IP adresa
sv: IP-adress

# Languages::is_back_in_stock
source: is back in stock!
hr: je na zalihi!
sk: je späť na sklade!
sr: Ponovo na lageru!
sv: är tillbaka i lager!

# Languages::is_pbp
source: Allow payment by points
hr: Omogući plaćanje bodovima
sk: Povoliť platby podľa bodov
sr: Dozvoli plaćanje poenima
sv: Medger betalning av poäng

# Languages::italian
source: Italian
hr: Talijanski
sk: taliančina
sr: Italijanski
sv: Italienska

# Languages::items
source: item(s)
hr: stavka (e)
sk: položka/y
sr: stavka

# Languages::items_dependences
source: Items dependencies
hr: Faktori koji uvjetuju cijenu artikla
sk: Položky závislostí
sr: Stavke zavisnosti
sv: Artiklar beroenden

# Languages::items_in_box
source: Items in a box
hr: Stavke u okviru
sk: Položky v poli
sr: Stavke u kutiji
sv: Objekt i en låda

# Languages::items_in_cart
source: You have [n] item in your cart|You have [n] items in your cart
hr: Imate [n] stavki u košarici | Imate [n] artikala u vašoj košarici
sk: Máte [n] položky vo vašom košíku|Máte [n] položiek v košíku
sr: Imaš [n] artikal u korpi| Imaš [n] artikala u korpi
sv: Du har [n] objekt i din cart| Du har [n] varor i din varukorg

# Languages::items_per_page
source: Items per page
hr: Predmeta po stranici
sk: Položiek na stránku
sr: Artikala po stranici
sv: Poster per sida

# Languages::items_title
source: Items
hr: Stavke
sk: Položky
sr: Stavke
sv: Artiklar

# Languages::item_number
source: Show item number
hr: Pokaži broj artikla
sk: Zobraziť číslo tovaru
sr: Prikaži broj artikla
sv: Visa artikelnumret

# Languages::item_quantity
source: Item quantity
hr: Količina predmeta
sk: Množstvo tovaru
sr: Količina artikala
sv: Artikelkvantiteten

# Languages::japanese
source: Japanese
hr: Japanski
sk: japončina
sr: Japanski
sv: Japanska

# Languages::join
source: Join
hr: Pridružite
sk: Pripojiť
sr: Pridruži
sv: Gå med

# Languages::json_error_ctrl_char
source: Control character error, possibly incorrectly encoded
hr: Pogreška s kontrolnim znakom, moguće da je pogrešno kodiran
sk: Chyba riadiaceho znaku, prípadne nesprávne kódovanie
sr: Greška u kontrolnom karakteru, možda je nepravilno kodiran
sv: Kontroll karaktär misstag, möjligen felkodat

# Languages::json_error_depth
source: The maximum stack depth has been exceeded
hr: Maksimalna dubina stoga je premašena
sk: Bola prekročená maximálna hĺbka zásobníka
sr: Prekoračen je maksimalni stack depth
sv: Maximal stack djupet har överskridits

# Languages::json_error_state_mismatch
source: Invalid or malformed JSON
hr: Nevažeći ili deformiran JSON
sk: Neplatný alebo poškodený JSON
sr: Nevažeći ili pogrešan JSON
sv: Ogiltiga eller felaktigt format JSON

# Languages::json_error_syntax
source: Syntax error, malformed JSON
hr: Pogreška sintakse , loše oblikovan JSON
sk: Syntaktická chyba, nesprávny JSON
sr: Greška u sintaksi, pogrešan JSON
sv: Syntaxfel, missbildad JSON

# Languages::json_error_unknown
source: Unknown JSON error
hr: Nepoznata JSON pogreška
sk: Neznáma JSON Chyba
sr: Nepoznata JSON greška
sv: Okänt JSON fel

# Languages::json_error_utf8
source: Malformed UTF-8 characters, possibly incorrectly encoded
hr: Deformirani UTF-8 znakovi, moguće pogreška u kodiranju
sk: Poškodenie znakov UTF-8, prípadne nesprávne zakódované
sr: Pogrešno uobličeni UTF-8 ikarakteri
sv: Missbildad UTF-8 tecken, möjligen felkodat

# Languages::key
source: Key
hr: Ključ
sk: Kľúč
sr: Ključ
sv: Nyckel

# Languages::key1_for_md5
source: Auth key 1 for md5
hr: Autorizacijski ključ 1 za md5
sk: Auth kľúč 1 md5
sr: Auth ključ 1 za md5
sv: Auth nyckel 1 för md5

# Languages::key2_for_md5
source: Auth key 2 for md5
hr: Autorizacijski ključ 2 za md5
sk: Auth kľúč 2 md5
sr: Auth ključ 2 za md5
sv: Auth nyckel 1 för md5

# Languages::keywords
source: Keywords
hr: Ključne riječi
sk: Kľúčové slová
sr: Ključne reči
sv: Sökord

# Languages::korean
source: Korean
hr: Korejski
sk: kórejčina
sr: Korejski
sv: Koreanska

# Languages::label_text_color
source: Label text color
hr: Boja teksta oznake
sk: Farba textu štítku
sr: Boja teksta
sv: Etikettfärg text

# Languages::landing_header
source: Your order has been received
hr: Vaša narudžba je zaprimljena
sk: Vaša objednávka bola prijatá
sr: Tvoja narudžba je primljena
sv: Beställningen har tagits emot

# Languages::language
source: Language
hr: Jezik
sk: Jazyk
sr: Jezik
sv: Språk

# Languages::languagecode
source: Language code
hr: Šifra jezika
sk: Kód jazyka
sr: Šifra jezika
sv: Språkkod

# Languages::languages
source: Languages
hr: Jezici
sk: Jazyky
sr: Jezici
sv: Språk

# Languages::language_code
source: Language code
hr: Šifra jezika
sk: Kód jazyka
sr: Šifra jezika
sv: Språkkod

# Languages::language_variable
source: Language variable
hr: Varijabla jezika
sk: Premenná jazyka
sr: Varijabla jezika
sv: Språk variabel

# Languages::language_variables
source: Language variables
hr: Varijable jezika
sk: Premenné jazyka
sr: Varijable jezika
sv: Språk variabel

# Languages::last4ssn
source: Last 4 digits of Social Security Number
hr: Posljednji 4 znamenke JMBG
sk: Posledné 4 číslice čísla sociálneho poistenia
sr: Poslednje 4 cifre za broj socijalnog osiguranja
sv: Sista 4 siffrorna i personnummer

# Languages::last_24hours
source: Last 24 hours
hr: Zadnja 24 sata
sk: Posledných 24 hodín
sr: Zadnja 24 sata
sv: Senaste 24 timmarna

# Languages::last_days
source: Last days
hr: Posljednjih dana
sk: Posledné dni
sr: Zadnjih dana
sv: Sista dagarna

# Languages::last_month
source: Last month
hr: Prošlog mjeseca
sk: Minulý mesiac
sr: Prošlog meseca
sv: Förra månaden

# Languages::last_name
source: Last name
hr: Prezime
sk: Priezvisko
sr: Prezime
sv: Efternamn

# Languages::last_n_days
source: Last [N] days
hr: Posljednjih [N] dana
sk: Posledných [N] dňoch
sr: Poslednjih [N] dana
sv: Sista [N] dagar

# Languages::last_order
source: Last order
hr: Posljednja narudžba
sk: Posledné objednávky
sr: Poslednja narudžba
sv: Sista beställning

# Languages::latitude
source: Latitude
hr: Zemljopisna širina
sk: Zemepisná šírka
sr: Geografska širina

# Languages::layout
source: Layout
hr: Izgled
sk: Rozloženie
sr: Raspored

# Languages::layouts
source: Layouts
hr: Izgledi
sk: Rozloženia
sr: Rasporedi
sv: Layouter

# Languages::lbl_amazon_aws_access_public_key
source: AWS access public key
hr: AWS pristup javnim ključem
sk: AWS prístup verejného kľúča
sr: AWS pristup javnim ključem
sv: AWS tillgång offentliga nyckel

# Languages::lbl_amazon_aws_access_secret_key
source: AWS access secret key
hr: AWS pristup tajnim ključem
sk: AWS prístup tajný kľúč
sr: AWS pristup tajni ključ
sv: AWS tillgång hemlig nyckel

# Languages::lbl_amazon_background_color
source: Background color
hr: Boja pozadine
sk: Farba pozadia
sr: Boja pozadine
sv: Bakgrundsfärgen

# Languages::lbl_amazon_button_color
source: Button color
hr: Boja gumba
sk: Farba tlačidla
sr: Boja za dugme
sv: Knappen färg

# Languages::lbl_amazon_button_size
source: Button size
hr: Veličina gumba
sk: Tlačidlo veľkosť
sr: Veličina dugmeta
sv: Knappstorlek

# Languages::lbl_amazon_button_style
source: Amazon button style
hr: Amazon gumb stil
sk: Amazonský štýl tlačidla
sr: Stil Amazon dugmeta
sv: Amazon knappstil

# Languages::lbl_amazon_color_dark
source: Dark
hr: Tamno
sk: Tmavé
sr: Tamno
sv: Mörk

# Languages::lbl_amazon_color_light
source: Light
hr: Svjetlo
sk: Svetlé
sr: Svetlo
sv: Ljus

# Languages::lbl_amazon_color_orange
source: Orange
hr: Narančasta
sk: Oranžové
sr: Oranž

# Languages::lbl_amazon_color_white
source: White
hr: Bijela
sk: Biela
sr: belo
sv: Vit

# Languages::lbl_amazon_process_order_on_failure
source: Process order on callback failure
hr: Proces narudžbe na neuspjeli povratni poziv
sk: Proces objednávky na spätné volanie zlyhal
sr: Obradi neuspelu porudžbinu
sv: Process för motringning underlåtenhet

# Languages::lbl_amazon_size_large
source: Large
hr: Veliki
sk: Veľké
sr: Veliko
sv: Stora

# Languages::lbl_amazon_size_medium
source: Medium
hr: Srednji
sk: Stredné
sr: Srednje

# Languages::lbl_amazon_size_xlarge
source: X-Large
hr: X-Veliki
sk: Extra veľké
sr: X-velika

# Languages::left
source: Left
hr: Lijevo
sk: Vľavo
sr: Levo
sv: Vänster

# Languages::length
source: Length
hr: Dužina
sk: Dĺžka
sr: Dužina
sv: Längd

# Languages::less
source: less
hr: manje
sk: menej
sr: manje
sv: mindre

# Languages::letter
source: Letter
hr: Pismo
sk: List
sr: Pismo
sv: Brev

# Languages::level
source: Level
hr: Razina
sk: Úroveň
sr: Nivo
sv: Artikelkvantiteten

# Languages::licence_agreement
source: License Agreement
hr: Ugovor o licenci
sk: Licenčná zmluva
sr: Ugovor o licenciranju
sv: Licensavtal för slutanvändare

# Languages::license_agreement
source: License agreement
hr: Ugovor o licenci
sk: Licenčná zmluva
sr: Ugovor o licenciranju
sv: Licensavtal

# Languages::license_number
source: License number
hr: Broj licence
sk: Licenčné číslo
sr: Broj licence
sv: Licensnummer

# Languages::license_number_cannot_be_empty
source: License number cannot be empty
hr: Broj Licence ne može biti prazan
sk: Číslo licencie nemôže byť prázdne
sr: Broj licence ne može biti prazan
sv: Licensnummer kan inte vara tomt

# Languages::limit
source: Limit
hr: Ograničenje
sr: Ograničenje

# Languages::line
source: Line
hr: Linija
sk: Riadok
sr: Linija
sv: Linje

# Languages::linear
source: Linear
hr: Linearan
sk: Lineárne
sr: Linearno
sv: Linjär

# Languages::link
source: Link
hr: Poveznica
sk: Odkaz
sr: Veza
sv: Länk

# Languages::linked_categories
source: Linked categories
hr: Povezane kategorije
sk: Odkazy kategórií
sr: Povezane kategorije
sv: Länkade kategorier

# Languages::linked_products
source: Linked products
hr: Povezani proizvodi
sk: Odkazy produktov
sr: Povezani proizvodi
sv: Länkade produkter

# Languages::links
source: Links
hr: Linkovi
sk: Odkazy
sr: Veze
sv: Länkar

# Languages::links_thumb
source: Links thumb
hr: Sličica s poveznicom
sk: Odkazy palec
sr: Linkovi
sv: Länkar tummen

# Languages::link_text
source: Link text
hr: Tekst veze
sk: Text odkazu
sr: Tekst veze
sv: Länktext

# Languages::link_to
source: Link to
hr: Link na
sk: Odkaz na
sr: Povezivanje sa
sv: Länk till

# Languages::list
source: List
hr: Popis
sk: Zoznam
sr: Lista
sv: Lista

# Languages::list_objects
source: List objects
hr: Popis objekata
sk: Zoznam objektov
sr: Lista objekata
sv: Lista objekt

# Languages::list_price
source: List price
hr: Cjenik
sk: Cenník
sr: Preporučena cena
sv: Listpris

# Languages::list_price_decreased
source: List price has been decreased by
hr: Cjenik je smanjen za
sk: Cenníková cena klesla o
sr: Preporučena cena je smanjena za
sv: Listan har varit minskade med

# Languages::list_price_increased
source: List price has been increased by
hr: Cjenik je povećan za
sk: Cenníková cena sa zvýšila o
sr: Preporučena cena je povećana za
sv: Pris har ökat med

# Languages::list_price_short
source: List price
hr: Cjenik
sk: Cenník
sr: Preporučena cena
sv: Listpris

# Languages::list_quantity_count
source: List quantity count
hr: Brojač količine proizvoda
sk: Zoznam množstva
sr: Brojanje liste količina
sv: Lista kvantitet greve

# Languages::tmpl_list_without_options
source: List without options
hr: Lista bez opcija
sk: Zoznam bez možnosti
sr: Lista bez opcija
sv: Lista utan alternativ

# Languages::live
source: Live
hr: Uživo
sk: Naživo
sr: Uživo

# Languages::live_preview
source: Live preview
hr: Pregled uživo
sk: Živá ukážka
sr: Pregled uživo
sv: Direktförhandsvisning

# Languages::loading
source: Loading...
hr: Učitavanje...
sk: Načítava sa...
sr: Učitavanje...
sv: Laddar...

# Languages::local
source: Local
hr: Lokalno
sk: Miestne
sr: Lokalni
sv: Lokala

# Languages::localization
source: Localization
hr: Lokalizacija
sk: Lokalizácia
sr: Lokalizacija
sv: Lokaliseringar

# Languages::localizations
source: Localizations
hr: Lokalizacije
sk: Lokalizácia
sr: Lokalizacije
sv: Lokaliseringar

# Languages::localizations_menu_description
source: Manage localizations that are supported in your store.
hr: Upravljanje lokalizacija koje su podržane u vašoj trgovini.
sk: Spravovať lokalizácie, ktoré sú podporované vo vašom obchode.
sr: Upravljanje podržanim lokalizacijama.
sv: Hantera lokaliseringar som stöds i din butik.

# Languages::location
source: Location
hr: Lokacija
sk: Umiestnenie
sr: Lokacija
sv: Läge

# Languages::locations
source: Locations
hr: Lokacije
sk: Umiestnenie
sr: Lokacije
sv: Platser

# Languages::locations_menu_description
source: Manage the set of locations that are supported in your store.
hr: Upravljanje skupom država koje su podržane u vašoj trgovini.
sk: Spravovať umiestnenia, ktoré sú podporované vo vašom obchode.
sr: Upravljanje skupom država koje su podržane u vašoj prodavnici.
sv: Hantera en uppsättning platser som stöds i din butik.

# Languages::loggedin_time
source: Logged in time
hr: Prijavljeni u vremenu
sk: Prihlásený v čase
sr: Evidentirani u vremenu
sv: Inloggad i tid

# Languages::logging
source: Logging
hr: Evidencija
sk: Prihlasovanie
sr: Vođenje evidencije
sv: Loggning

# Languages::login
source: Login
hr: Prijava
sk: Prihlásenie
sr: Prijava
sv: Logga in

# Languages::logos
source: Logos
hr: Logotipi
sk: Logá
sr: Logotipi
sv: Logotyper

# Languages::logo_link
source: Location (URL) of logo
hr: Lokacija (URL) logotipa
sk: Umiestnenie (URL) logo
sr: Lokacija (URL) logotipa
sv: Platsen (URL) för logo

# Languages::logs
source: Logs
hr: Log zapisi
sk: Denníky
sr: Evidencije
sv: Loggar

# Languages::log_action_backup
source: backup
hr: Sigurnosna kopija
sk: zálohovanie
sr: Pravljenje rezervne kopije
sv: säkerhetskopiering

# Languages::log_action_create
source: create
hr: Napravi
sk: vytvoriť
sr: Kreiranje
sv: skapa

# Languages::log_action_delete
source: delete
hr: izbriši
sk: odstrániť
sr: izbriši
sv: ta bort

# Languages::log_action_deprecated
source: deprecated
hr: zastarjelo
sk: zastarané
sr: neodobreno
sv: föråldrat

# Languages::log_action_error
source: error
hr: pogreška
sk: chyba
sr: greška
sv: fel

# Languages::log_action_failed_login
source: failed login
hr: nije uspjela prijava
sk: neúspešné prihlásenie
sr: neuspešna prijava
sv: misslyckad inloggning

# Languages::log_action_http
source: http/https request
hr: HTTP/HTTPS zahtjev
sk: požiadavka http/https
sr: HTTP/https zahtev
sv: http/https-begäran

# Languages::log_action_login
source: sign in
hr: prijavi se
sk: prihlásiť sa
sr: prijavi se
sv: Logga in

# Languages::log_action_low_stock
source: low stock
hr: pri kraju zaliha
sk: nízke zásoby
sr: male zalihe
sv: låga lager

# Languages::log_action_optimize
source: optimize
hr: optimiziraj
sk: optimalizovať
sr: optimiziraj
sv: optimera

# Languages::log_action_restore
source: restore
hr: vrati
sk: obnoviť
sr: vrati u prethodno stanje
sv: återställa

# Languages::log_action_runtime
source: runtime
hr: vrijeme izvođenja
sr: vreme izvršavanja

# Languages::log_action_session
source: session
hr: sesija
sk: relácie
sr: sesija

# Languages::log_action_status
source: status change
hr: promjena statusa
sk: Zmena stavu
sr: promena statusa
sv: statusändring

# Languages::log_action_update
source: update
hr: ažuriraj
sk: Aktualizácia
sr: ažuriraj
sv: uppdatera

# Languages::log_type_categories
source: Categories
hr: Kategorije
sk: Kategórie
sr: Kategorije
sv: Kategorier

# Languages::log_type_database
source: Database
hr: Baza podataka
sk: Databáza
sr: Baza podataka
sv: Databas

# Languages::log_type_general
source: general
hr: Općenito
sk: všeobecné
sr: opšte
sv: de allmänna

# Languages::log_type_orders
source: Orders
hr: Narudžbe
sk: Objednávky
sr: Porudžbine
sv: Beställningar

# Languages::log_type_products
source: Products
hr: Proizvodi
sk: Produkty
sr: Proizvodi
sv: Produkter

# Languages::log_type_requests
source: Requests
hr: Zahtjevi
sk: Žiadosti
sr: Zahtevi
sv: Förfrågningar

# Languages::log_type_users
source: Users
hr: Korisnici
sk: Užívatelia
sr: Korisnici
sv: Användare

# Languages::longitude
source: Longitude
hr: Zemljopisna dužina
sk: Zemepisná dĺžka
sr: Geografska dužina
sv: Longitud

# Languages::low_stock_subj
source: Low inventory of "[product]"
hr: Niske zalihe "[product]"
sk: Nízke zásoby výrobku"[product]"
sr: Mala zaliha "[product]"
sv: Låg inventering av "[product]"

# Languages::mac_key
source: Mac key
hr: Mac ključ
sk: Mac kľúč
sr: Mac ključ
sv: Mac-nyckel

# Languages::mailing_lists
source: Mailing lists
hr: Liste kontakata
sk: Distribučné zoznamy
sr: Bilten
sv: Sändlistor

# Languages::mail_message
source: Mail message
hr: Poruka e-pošte
sk: Poštová správa
sr: E-poruka
sv: Mail-meddelande

# Languages::mail_subject
source: Mail subject
hr: Naslov e-poruke
sk: Téma pošty
sr: Tema poruke
sv: E-post ämne
