Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::the_test_transaction
source: This is a TEST transaction
hr: Ovo je TEST transakcije
sk: Toto je SKÚŠOBNÁ transakcia
sr: Ovo je TEST transakcija
sv: Detta är en testtransaktion

# Languages::this_day
source: This day
hr: Ovaj dan
sk: Tento deň
sr: Ovaj dan
sv: Denna dag

# Languages::this_month
source: This month
hr: Ovaj mjesec
sk: Tento mesiac
sr: Ovog meseca
sv: Denna månad

# Languages::this_week
source: This week
hr: Ovaj tjedan
sk: Tento týždeň
sr: Ove nedelje
sv: Denna vecka

# Languages::this_year
source: This year
hr: Ove godine
sk: Tento rok
sr: Ove godine
sv: I år

# Languages::ths_sign
source: Ths sign
hr: Ths znak
sk: Oddeľovač tisícov
sr: Ths znak
sv: Ths tecken

# Languages::thumb
source: Thumbnail
hr: Minijatura
sk: Náhľad
sr: Sličica
sv: Miniatyrer

# Languages::thumbnail
source: Thumbnail
hr: Minijatura
sk: Náhľad
sr: Sličica
sv: Miniatyrer

# Languages::thumbnails
source: Thumbnails
hr: Sličice
sk: Náhľady
sr: Sličice
sv: Miniatyrer

# Languages::thumbnails_removed
source: Thumbnails have been removed
hr: Sličice su uklonjene
sk: Náhľady boli odstránené
sr: Sličice su uklonjene
sv: Miniatyrer har tagits bort

# Languages::thumbnail_width
source: Thumbnail width in scroller
hr: Širina sličice u scroller-u
sk: Šírka miniatúry v otočenom okne
sr: Širina sličice
sv: Miniatyrens bredd i scroller

# Languages::tier_account
source: tier account
hr: nivoi računa
sk: úroveň účtu
sr: niz računa
sv: tier konto

# Languages::time
source: Time
hr: Vrijeme
sk: Čas
sr: Vreme
sv: Tid

# Languages::timeout
source: Timeout
hr: Vremensko ograničenje
sk: Časový limit
sr: Vremensko ograničenje

# Languages::Timestamp
source: Timestamp
hr: Vremenske oznake
sk: Časová pečiatka
sr: Vremenska oznaka

# Languages::time_interval
source: Time interval
hr: Vremenski interval
sk: Časový interval
sr: Vremenski interval
sv: Tidsintervall

# Languages::time_unlimited_download
source: Time-unlimited download
hr: Neograničeno vrijeme preuzimanja datoteke
sk: Časovo neobmedzené sťahovanie
sr: Vreme-neograničeno preuzimanje
sv: Tid-obegränsad nedladdning

# Languages::title
source: Title
hr: Naslov
sk: Názov
sr: Naziv
sv: Titel

# Languages::tmpl_copyright
source: Copyright information
hr: Informacije o autorskim pravima
sk: Informácie o autorských právach
sr: Informacije o autorskim pravima

# Languages::tmpl_logo
source: Store logo
hr: Logotip dućana
sk: Logo obchodu
sr: Logotip prodavnice

# Languages::tmpl_payment_icons
source: Payment systems icons
hr: Ikone sustava plaćanja
sk: Ikony platobných systémov
sr: Ikone sistema plaćanja
sv: Betalning system ikoner

# Languages::tmpl_quick_links
source: Quick links
hr: Brze poveznice
sk: Rýchle prepojenia
sr: Brzi linkovi
sv: Snabb länkar

# Languages::tmpl_search
source: Search field
hr: Polje za pretraživanje
sk: Vyhľadávacie pole
sr: Polje za pretragu
sv: Sökfält

# Languages::to
source: TO
hr: ZA
sr: ZA
sv: TILL

# Languages::today
source: Today
hr: Danas
sk: Dnes
sr: Danas
sv: Idag

# Languages::tools
source: Tools
hr: Alati
sk: Nástroje
sr: Alatke
sv: Verktyg

# Languages::tools_addons_current_state
source: Current state
hr: Trenutno stanje
sk: Súčasný stav
sr: Trenutno stanje
sv: Aktuella tillstånd

# Languages::tools_addons_no_addons
source: No add-ons
hr: Nema dodataka
sk: Bez doplnkov
sr: Bez dodataka
sv: Inga tillägg

# Languages::tools_addons_no_third_party_addons
source: No third party add-ons
hr: Nema dodataka iz drugih izvora
sk: Žiadne doplnky tretích strán
sr: Bez dodataka treće strane
sv: Inga tillägg från tredje part

# Languages::container_not_used
source: This container is NOT used. "[container]" container from the default location will be used instead. Set this location as default to use this container as "[container]" for all locations.
hr: Ovaj spremnik se ne koristi. "[container]" spremnik zaglavlja iz zadanog mjesta će se koristiti umjesto. Postavite ovo mjesto kao zadano kako biste koristili ovaj spremnik "[container]" kao zaglavlje za sve lokacije.
sr: Ovaj kontejner se NE koristi. "[container]" kontejner sa podrazumevane lokacije će se koristiti umesto njega. Postavite ovu lokaciju kao podrazumevanu da bi koristili ovaj kontejner kao "[container]" za sve lokacije.
sv: Denna behållare används inte. "[container]" container från standardplatsen kommer att användas i stället. Ange denna plats som standard att använda denna behållare som "[container]" för alla platser.

# Languages::top_panel
source: Top panel
hr: Gornja ploča
sk: Horný panel
sr: Gornja tabla
sv: Övre panelen

# Languages::total
source: Total
hr: Ukupno
sk: Celkom
sr: Ukupno
sv: Totalt

# Languages::totally_paid
source: Total paid
hr: Ukupno plaćeno
sk: Vyplatené celkom
sr: Ukupno plaćeno
sv: Totalt betalade

# Languages::totals
source: Totals
hr: Ukupni zbroj
sk: Súčty
sr: Ukupno iznosi
sv: Summor

# Languages::total_amount
source: Total amount
hr: Ukupni iznos
sk: Celková suma
sr: Ukupan iznos
sv: Totalt belopp

# Languages::total_cost
source: Total cost
hr: Ukupni trošak
sk: Celkové náklady
sr: Ukupni troškovi
sv: Total kostnad

# Languages::total_items
source: Total items
hr: Ukupno stavki
sk: Celkový počet položiek
sr: Ukupno stavki
sv: Totala poster

# Languages::total_price
source: Total price
hr: Ukupna cijena
sk: Celková cena
sr: Ukupna cena
sv: Totalt pris

# Languages::total_product_cost
source: Total product cost
hr: Ukupno trošak proizvoda
sk: Celková cena produktu
sr: Ukupni trošak proizvoda
sv: Totala produktkostnad

# Languages::total_results
source: Total results
hr: Ukupni rezultati
sk: Celkové výsledky
sr: Ukupni rezultati
sv: Totala resultat

# Languages::to_all_subcats
source: Apply to all subcategories
hr: Primjeni na sve potkategorije
sk: Použiť pre všetky podkategórie
sr: Primeni na sve potkategorije
sv: Gälla alla underkategorier

# Languages::to_date
source: Date through
hr: Do datuma
sk: Do dátumu
sr: Datumi
sv: Hittills genom

# Languages::to_fixed
source: to fixed amount
hr: do fiksnog iznosa
sk: o pevnú sumu
sr: po fiksnom iznosu
sv: till fasta belopp

# Languages::to_percentage
source: to percentage of the original price
hr: u postotku izvorne cijene
sk: o percentuálny podiel z pôvodnej ceny
sr: po procentu prvobitne cene
sv: med procent av det ursprungliga priset

# Languages::track
source: Track
hr: Prati
sk: Sledovať
sr: Praćenje
sv: Spår

# Languages::tracking_number
source: Tracking number
hr: Broj za praćenje pošiljke
sk: Sledovacie číslo
sr: Broj za praćenje
sv: Spårningsnummer

# Languages::tracks
source: Identifier
hr: Identifikator
sk: Identifikátor
sr: Identifikator
sv: Identifierare

# Languages::track_my_order
source: Track my order(s)
hr: Prati narudžbu(e)
sk: Sledovať moje objednávky
sr: Prati moje porudžbine
sv: Spåra min möjligheten

# Languages::track_orders
source: Track orders
hr: Prati narudžbe
sk: Sledovať objednávky
sr: Prati porudžbine
sv: Spåra order

# Languages::track_request_subj
source: Order tracking
hr: Praćenje narudžbe
sk: Sledovanie objednávky
sr: Praćenje porudžbine
sv: Orderspårning

# Languages::track_without_options
source: Track without options
hr: Prati bez opcija
sk: Sledovať bez možností
sr: Praćenje bez opcije
sv: Spåra utan alternativ

# Languages::track_with_options
source: Track with options
hr: Prati s opcijama
sk: Sledovať s možnosťami
sr: Praćenje sa opcijama
sv: Spåra med alternativ

# Languages::transaction_approved
source: Transaction approved
hr: Transakcija odobrena
sk: Transakcia schválená
sr: Transakcija je odobrena
sv: Transaktionen godkänts

# Languages::transaction_cancelled
source: Transaction was canceled
hr: Transakcija je otkazana
sk: Transakcia bola zrušená
sr: Transakcija je otkazana
sv: Transaktionen avbröts

# Languages::transaction_declined
source: Transaction declined
hr: Transakcija odbijena
sk: Transakcia odmietnutá
sr: Transakcija odbijena
sv: Transaktionen minskade

# Languages::transaction_id
source: Transaction ID
hr: ID transakcije
sk: ID transakcie
sr: ID transakcije
sv: Transaktions-ID

# Languages::transaction_datetime
source: Transaction date
hr: Datum transakcije
sk: Dátum transakcie
sr: Datum transakcije
sv: Transaktionsdatum

# Languages::transaction_key
source: Transaction key
hr: Transakcijski ključ
sk: Kľúč transakcie
sr: Ključ transakcije
sv: Transaktionsnyckel

# Languages::transaction_password
source: Transaction password
hr: Lozinka transakcije
sk: Heslo transakcie
sr: Lozinka transakcije
sv: Transaktion lösenord

# Languages::transaction_type
source: Transaction type
hr: Vrsta transakcije
sk: Typ transakcie
sr: Vrsta transakcije
sv: Transaktionstyp

# Languages::transaction_url
source: Transaction URL
hr: URL transakcije
sk: URL transakcie
sr: URL Transakcije
sv: Transaktionen URL

# Languages::translate
source: Translate
hr: Prevesti
sk: Preložiť
sr: Prevedi
sv: Översätta

# Languages::translations
source: Translations
hr: Prijevodi
sk: Preklady
sr: Prevodi
sv: Översättningar

# Languages::tree
source: Tree
hr: Stablo
sk: Strom
sr: Struktura
sv: Träd

# Languages::trial
source: Trial
hr: Probni
sk: Skúšobná verzia
sr: Probni režim
sv: Rättegång

# Languages::trial_mode_mve_disabled
source: Trial mode is not available anymore since you have a valid license activated for this installation
hr: Probni način rada više nije dostupan jer imate valjanu licencu aktiviranu za ovu instalaciju
sk: Skúšobný režim už nie je k dispozícii, nakoľko je táto inštalácia aktivovaná platným licenčným kľúčom
sr: Probni režim nije dostupan više s obzirom da imate važeću licencu s kojom ste aktivirali ovu instalaciju
sv: Testläge är inte tillgänglig längre eftersom du har en giltig licens aktiveras för den här installationen

# Languages::trial_mode_ult_disabled
source: Trial mode cannot be activated
hr: Probni način rada nije moguće aktivirati
sk: Skúšobný režim sa nedá aktivovať
sr: Probni režim se ne može aktivirati
sv: Testläge kan inte aktiveras

# Languages::true
source: True
hr: Istinit
sk: Pravda
sr: Tačno
sv: Sanna

# Languages::ttc_page_title
source: Page title displayed on a browser panel.
hr: Naslov stranice prikazan na ploči preglednika.
sk: Názov stránky sa zobrazí na paneli prehľadávača.
sr: Naslov stranice prikazan na pregledaču.
sv: Sidrubriken visas i en webbläsare panel.

# Languages::ttc_popularity
source: Product popularity rating based on how many times the storefront has been viewed, number of additions to cart and number of purchases.
hr: Ocjenjivanje popularnosti proizvoda temelji sa na tome koliko je puta pogledan izlog, broju dodataka u košaricu i broju kupnji.
sk: Rating popularity tovaru na základe počtu zobrazení, počtu pridaní do košíka a počtu nákupov.
sr: Popularnost proizvoda zasnovana na tome koliko puta je on viđen u prodavnici, brojem stavljanja u korpu i brojem kupovina.
sv: Produkt popularitet betyg baserat på hur många gånger skyltfönster har setts, antal tillägg i kundvagnen och antal inköp.

# Languages::ttc_storefront_url
source: All the storefronts domain names must be associated with the same IP-address. Note: Switch to "All stores" to edit
hr: Svi nazivi domena izloga moraju biti povezani s istom IP adresom. Napomena: Za uređivanje prebaciti se na "Sve trgovine"
sk: Všetky názvy domén stránok musia byť spojené s rovnakou IP adresou. Poznámka: Prepnite na "Všetky obchody" pre úpravu
sr: Svi nazivi domena prodavnice moraju biti povezani sa iste IP-adrese. Napomena: Prebacite se na "Sve prodavnice" da biste uredili
sv: Alla skyltfönster domännamn måste associeras med samma IP-adress. Obs: Växla till "Alla butiker" Redigera

# Languages::tts_activate_menu_tab_for
source: The menu item will be shown activated for the specified dispatch.
hr: Stavka izbornika pokazat će se aktivnom za navedenu dispatch metodu.
sk: Pre váš výber bude aktivovaná položka menu.
sr: Stavka menija će biti prikazana kao aktivna za navedeno otpremanje.
sv: Menyobjektet visas aktiverad för angivna sändning.

# Languages::tts_generate_submenu
source: The submenu will include child elements of the selected object.
hr: Podizbornik će uključivati podređene elemente odabranog objekta.
sk: Vedľajšia ponuka bude obsahovať podradené prvky vybratého objektu.
sr: Podmeni sadrži podređene elemente izabranog objekta.
sv: Undermenyn innehåller underordnade element för det markerade objektet.

# Languages::tts_link_text
source: Target URL. May be an external URL, an inner store URL or a dispatch.
hr: Ciljani URL. Može biti vanjski URL, URL unutar trgovine ili dispatch.
sk: Cieľová adresa URL. Môže byť externá URL, vnútro-obchodná URL alebo dispatch.
sr: Ciljne URL adrese. Može biti spoljni URL, unutrašnji URL prodavnice ili obaveštenje.
sv: Mål-URL. Kan vara en extern URL, en inre store URL eller en sändning.

# Languages::tts_menu_user_class
source: User-defined CSS class will be added to the menu item, so this will allow to define the menu item with its own CSS style.
sk: Používateľsky definované CSS triedy budú pridané do položky menu, toto umožní definovať položku s jej vlastným CSS štýlom.
sr: Korisnički definisana CSS klasa će biti dodata u meniju stavki, tako da će ovo omogućiti definisanje stavke menija sa sopstvenim CSS stilom.
sv: Användardefinierade CSS-klass kommer att läggas till menyalternativ, så detta gör det möjligt för att definiera menyalternativet med sin egen CSS stil.

# Languages::tt_views_block_manager_update_block_override_by_this
source: If you save the block with this option checked, the current block content value will override the content of this block everywhere it is used in the cart
hr: Ako spremite blok s ovom opcijom kao odabranom, trenutna vrijednost sadržaja bloka nadjačat će sadržaj ovog bloka svugdje gdje se koristi u košarici
sk: Ak uložíte blok s týmto políčkom zaškrtnutým, hodnota obsahu súčasného bloku prepíše obsah tohto bloku všade kde je v košíku použitá
sr: Ako sačuvatete ovaj blok sa izabranom opcijom, trenutna vrednost sadržaja bloka pregaziće sadržaj ovog bloka svuda gde se koristi u korpi
sv: Om du sparar blocket med alternativet markerat, åsidosätter nuvarande värdet blockera innehåll innehållet i detta block överallt där det används i kundvagnen

# Languages::tt_views_block_manager_update_block_width
source: Block width works for blocks located in the group having horizontal direction, for other cases this parameter does not work.
hr: Širina bloka funkcionira za blokove u grupi s horizontalnim smjerom, u ostalim slučajevima ovaj parametar ne radi.
sk: Šírka bloku sa používa pre horizontálne bloky, v iných prípadoch tento parameter nefunguje.
sr: Širina bloka važi za blokove koji se nalaze u grupi sa horizontalnim pravcem, za ostale slučajeve ovaj parametar ne važi.
sv: Blockera bredd fungerar för block ligger i gruppen med horisontell riktning, för andra fall denna parameter inte fungerar.

# Languages::tt_views_block_manager_update_location_default
source: One location must be picked as default. Its Top and Bottom containers will be used in all locations.
hr: Jedna lokacija mora biti odabrana kao zadana. Gornji i Donji spremnici bit će korišteni za sve lokacije.
sk: Jedno umiestnenie musí byť zvolené ako predvolené. Jeho horné a spodné kontajnery budú použité vo všetkých umiestneniach.
sr: Jedne lokacije moraj da bude izdvojeni kao podrazumevana. Njeni gornji i donji kontejneri će se koristiti na svim lokacijama.
sv: En plats måste hämtas som standard. Dess topp och botten behållare används på alla platser.

# Languages::tt_views_cart_components_carts_search_form_online_only
source: If enabled, search results include only users who are online at the moment.
hr: Ako je omogućeno, rezultati pretraživanja uključuju samo korisnike koji su tom trenutku na mreži.
sk: Ak je povolené, výsledky vyhľadávania obsahujú len používateľov, ktorí sú online.
sr: Ako je omogućeno, rezultati pretrage uključuju samo korisnike koji su na mreži u ovom trenutku.
sv: Om aktiverad, innehåller sökresultaten endast användare som är online just nu.

# Languages::tt_views_categories_update_product_details_layout
source: By default, the template that is defined in the appearance settings of the storefront is used
hr: Prema zadanim postavkama, koristi se predložak koji je definiran u postavkama izgleda izloga
sk: Predvolene bude použitá šablóna ktorá je uvedená v nastaveniach vzhľadu danej stránky
sr: Podrazumevano se koristi šema koji je definisana postavkama za Izgled prodavnice
sv: Som standard används den mall som definierats i inställningar för skyltfönster utseende

# Languages::tt_views_currencies_update_after_sum
source: If enabled, the symbol of the currency is shown after the sum.
hr: Ako je omogućeno, simbol valute prikazan je nakon iznosa.
sk: Ak je povolené, za sumou bude zobrazený symbol meny.
sr: Ako je omogućen, simbol valute je prikazan nakon sume.
sv: Om aktiverad visas symbolen för valutan efter summan.

# Languages::tt_views_currencies_update_decimals
source: Number of digits after the decimal sign.
hr: Broj znamenki nakon decimalnog znaka.
sk: Počet číslic po desatinnom znamienku.
sr: Broj cifara posle decimalnog znaka.
sv: Antalet siffror efter decimala tecken.

# Languages::tt_views_currencies_update_dec_sign
source: Decimal separator.
hr: Decimalni razdjelnik.
sk: Oddeľovač desatinných miest.
sr: Znak za razdvajanje decimala.
sv: Decimaltecknet.

# Languages::tt_views_currencies_update_ths_sign
source: Thousand separator.
hr: Razdjelnik tisućica.
sk: Oddeľovač tisícov.
sr: Separator hiljada.
sv: Tusentalsavgränsare.

# Languages::tt_views_database_manage_backup_data
source: If enabled, the database backup file includes the actual table data.
hr: Ako je omogućeno, datoteka sigurnosne kopije baze podataka čuva stvarne podatke iz tablice.
sk: Ak je povolené, súbory zálohy databázy budú obsahovať skutočné údaje tabuliek.
sr: Ako je omogućena, rezervna kopija baze podataka uključuje stvarne podatke tabela.
sv: Om aktiverad innehåller databas backup-fil den faktiska tabelldata.

# Languages::tt_views_database_manage_backup_schema
source: If enabled, the database backup file keeps the table structure.
hr: Ako je omogućeno, datoteka sigurnosne kopije baze podataka čuva strukturu tablice.
sk: Ak je povolené, súbory zálohy databázy si zachovajú štruktúru tabuliek.
sr: Ako je omogućena, rezervna kopija baze podataka zadržava strukturu tabela.
sv: Om aktiverad håller databas backup-fil tabellstrukturen.

# Languages::tt_views_exim_export_output
source: Choose an action on the file: "Direct download" - to save the file on the local computer, "Screen" - to display the file's contents, "Server" - to save the file on the server file system.
hr: Odaberite radnju za datoteku: ''Izravno preuzimanje'' - za spremanje datoteke na lokalno računalo, ''Zaslon'' - za prikaz sadržaja datoteke, ''Poslužitelj'' - za spremanje datoteke u sustav datoteka poslužitelja.
sk: Vyberte si, čo chcete so súborom spraviť: "Stiahnuť" - stiahnite súbor priamo do počítača, "Prezerať" - zobrazte obsah súboru, "Server" - uložte súbor vo svojom serveri.
sr: Odaberite radnju na datoteci: "direktno preuzimanje" - da biste sačuvali datoteku na lokalnom računaru, "Ekran" - da biste prikazali sadržaj datoteke, "Server" - da sačuvate datoteku na serveru.
sv: Välj en åtgärd på filen: "Direct download" - för att spara filen på den lokala datorn, "Skärm" - att visa filens innehåll, "Server" - att spara filen på servern file system.

# Languages::tt_views_languages_manage_language_code
source: Two-letter code of the language.
hr: Dvoslovni kod za jezik.
sk: Dvojpísmenový kód jazyka.
sr: Dvoslovni kod jezika.
sv: Två bokstäver koden för språket.

# Languages::tt_views_languages_update_country
source: The flag of this country will be used as language icon.
hr: Zastava ove zemlje koristit će se kao ikona za jezik.
sk: Vlajka tejto krajiny bude použitá ako ikona jazyka.
sr: Zastava ove zemlje će se koristiti kao ikona jezika.
sv: För detta lands flagga kommer att användas som språk-ikonen.

# Languages::tt_views_orders_components_orders_search_form_customer_files
source: If enabled, the search results will contain the orders for which customers loaded their own files.
hr: Ako je omogućeno, rezultati pretrage sadržavat će narudžbe za koje su kupci učitali vlastite datoteke.
sk: Ak je povolené, výsledky vyhľadávania budú zahŕňať objednávky pre ktoré používatelia nahrali vlastné súbory.
sr: Ako je omogućeno, rezultati pretrage će sadržati porudžbine za koje su kupci učitali svoje datoteke.
sv: Om aktiverad, innehåller sökresultaten order som kunder lastade sina egna filer.

# Languages::tt_views_payments_update_surcharge_title
source: Leave empty to use the 'Payment surcharge' as a title
hr: Ostavite prazno da koristite 'Dodatni trošak' kao naslov
sk: Ponechajte prázdne pre použitie názvu "Príplatok"
sr: Ostavite prazno da koristite doplatu plaćanja kao naslov
sv: Lämna tom för att kunna använda "betalning avgift" som en titel

# Languages::tt_views_payments_update_template
source: Template responsible for displaying supplementary fields for the payment method.
hr: Predložak odgovoran za prikazivanje dodatnih polja za način plaćanja.
sk: Šablóna zodpovedná za zobrazovania doplnkových polí pri spôsobe platby.
sr: Predložak odgovoran za prikazivanje dopunskih polja načina plaćanja.
sv: Mall som ansvarig för att visa ytterligare fält för betalningsmetoden.

# Languages::tt_views_products_components_products_shipping_settings_items_in_box
source: Use this field to define the minimum and maximum number of product items to be shipped in a separate box. Enter a non-zero value and specify the box dimensions below.
hr: Koristi ovo polje za definiranje minimalnog i maksimalnog broja stavki proizvoda koje treba otpremiti u odvojenim kutijama. Ispod unesite vrijednost koja nije nula i navedite dimenzije kutije.
sk: Toto pole používajte pre nastavenie minimálnych a maximálnych počtov položiek tovaru, ktoré môžu byť dopravované v osobitnej krabici. Nižšie zadajte nenulovú hodnotu a špecifikujte veľkosť krabice.
sr: Ovo polje koristite da biste definisali minimalni i maksimalni broj stavki proizvoda koji će biti isporučeni u različitim kutijama. Unesite vrednost različitu od nule i navedite dimenzije kutija ispod.
sv: Använda fältet för att ange lägsta och högsta antal produkter levereras i en separat låda. Ange ett nollskiljt värde och ange om du måtten nedan.

# Languages::tt_views_products_components_products_shipping_settings_weight
source: Non-downloadable products with zero weight are handled as having minimal possible non-zero weight
hr: Proizvodi koji se ne mogu preuzeti a imaju nultu težinu tretiraju se kao da imaju najmanju moguću ne-nultu težinu
sk: Nestiahnuteľné produkty s nulovou hmotnosťou sa spracúvajú ako keby mali minimálnu možnú nenulovú hmotnosť
sr: Ne preuzimivi proizvodi nulte težine se obrađuju kao da imaju minimalnu težinu različitu od nule
sv: Icke-nedladdningsbara produkter med noll vikt hanteras med minsta möjliga noll vikt

# Languages::tt_views_products_update_categories
source: Categories to be displayed in the navigation breadcrumbs.
hr: Kategorije koje će se prikazati u 'breadcrumbs' navigaciji.
sk: Kategórie budú zobrazené v mininavigácii.
sr: Kategorije prikazane u zaglavlju navigacije.
sv: Kategorier som ska visas i navigeringen ströbröd.

# Languages::tt_views_products_update_inventory
source: Track in stock product quanity. Enable the "Enable inventory tracking" option (Settings -> General) to modify.
hr: Pratite količine proizvoda na zalihi. Omogućite opciju "Omogući praćenje zaliha" (Postavke-> Općenito) da bi izmijenili.
sk: Sledujte množstvo zásob na sklade. Povoľte "Zapnúť sledovanie zásob" v Nastavenia -> Všeobecné pre úpravu.
sr: Praćenje zaliha proizvoda. Omogući "Omogući praćenje zaliha" opciju (Postavke -> Opšte) da biste izmenili.
sv: Spår i lager produkt quanity. Aktiverar "Aktivera lagerspårning" alternativ (inställningar-> General) för att ändra.
