Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# SettingsVariants::log_type_users::update
source: Update
hr: Ažuriraj
sk: Aktualizovať
sr: Ažuriraj
sv: Uppdatering

# SettingsVariants::log_type_categories::create
source: Create
hr: Napravi
sk: Vytvoriť
sr: Kreiraj
sv: Skapa

# SettingsVariants::log_type_categories::delete
source: Delete
hr: Izbriši
sk: Odstrániť
sr: Obriši
sv: Ta bort

# SettingsVariants::log_type_categories::update
source: Update
hr: Ažuriraj
sk: Aktualizovať
sr: Ažuriraj
sv: Uppdatering

# SettingsVariants::date_format::%m-%d-%Y
source: 09-29-2005 (month-day-year)
hr: 09-29-2005 (mjesec-dan-godina)
sk: 09-29-2005 (mesiac-deň-rok)
sr: 09-29-2005 (mesec-dan-godina)
sv: 09-29-2005 (månad-dag-år)

# SettingsVariants::month::%B, %Y
source: January, 2006
hr: Siječanj, 2006
sk: Január, 2006
sr: Januar, 2006
sv: Januari 2006

# SettingsVariants::log_type_orders::status
source: Change
hr: Promijeni
sk: Zmeniť
sr: Izmeni
sv: Ändra

# SettingsVariants::log_type_users::session
source: Session
hr: Sesija
sk: Relácia
sr: Sesija

# SettingsVariants::log_type_users::failed_login
source: Failed logins
hr: Neuspjele prijave
sk: Zlyhalo prihlásenie
sr: Neuspela prijavljivanja
sv: Misslyckade inloggningar

# SettingsVariants::log_type_products::low_stock
source: Low stock
hr: Niske zalihe
sk: Nízka úroveň zásob
sr: Nizak inventar
sv: Låga lager

# SettingsVariants::log_type_database::restore
source: Restore
hr: Vraćanje
sk: Obnoviť
sr: Vrati prethodno
sv: Återställa

# SettingsVariants::log_type_database::backup
source: Backup
hr: Sigurnosna kopija
sk: Zálohovanie
sr: Sigurnosna kopija
sv: Säkerhetskopiering

# SettingsVariants::log_type_database::optimize
source: Optimize
hr: Optimizirati
sk: Optimalizovať
sr: Optimizuj
sv: Optimera

# SettingsVariants::log_type_database::error
source: Errors
hr: Pogreške
sk: Chyby
sr: Greške
sv: Fel

# SettingsVariants::date_format::%m.%d.%Y
source: 09.29.2005 (month.day.year)
sr: 09.29.2005 (mesec.dan.godina)

# SettingsVariants::date_format::%Y/%m/%d
source: 2005/09/29 (year/month/day)
hr: 2005/09/29 (godina/mjesec/dan)
sk: 2005/09/29 (rok/mesiac/deň)
sr: 2005/09/29 (godina/mesec/dan)
sv: 2005/09/29 (år/månad/dag)

# SettingsVariants::date_format::%Y-%m-%d
source: 2005-09-29 (year-month-day)
hr: 2005-09-29 (godina-mjesec-dan)
sk: 2005-09-29 (rok-mesiac-deň)
sr: 2005-09-29 (godina-mesec-dan)
sv: 2005-09-29 (år-månad-dag)

# SettingsVariants::date_format::%Y.%m.%d
source: 2005.09.29 (year.month.day)
sk: 2005.09.29 (rok.mesiac.deň)
sr: 2005.09.29 (godina.mesec.dan)

# SettingsVariants::exception_style::hide
source: Hide exception
hr: Sakrij iznimku
sk: Skryť výnimku
sr: Sakrij izuzetak
sv: Dölja undantag

# SettingsVariants::alternative_currency::use_only_selected
source: Show prices in selected currency only
hr: Prikaži cijene samo u odabranoj valuti
sk: Ceny zobraziť len vo vybranej mene
sr: Prikaži cene samo u izabranoj valuti
sv: Visa priser i valda valuta endast

# SettingsVariants::date_format::%b %e, %Y
source: Sep 29, 2005 (month day, year)
hr: Ruj 29, 2005 (mjesec dan, godina)
sk: Sep 29, 2005 (deň mesiac, rok)
sr: Sep 29, 2005 (mesec dan, godina)
sv: Sep 29, 2005 (månad dag, år)

# SettingsVariants::default_products_sorting::product
source: Product name
hr: Naziv proizvoda
sk: Názov produktu
sr: Naziv proizvoda
sv: Produktnamn

# SettingsVariants::day::%a, %b %e
source: Tue, Jan 3
hr: Utorak, 3 siječnja
sk: Ut, 3 Január
sr: Utorak, Jan 3
sv: Tis 3 Jan

# SettingsVariants::week::%U
source: 1 week
hr: 1 tjedan
sk: 1 týždeň
sr: 1 sedmica
sv: 1 vecka

# SettingsVariants::month::%B
source: January
hr: Siječanj
sk: Január
sr: januar
sv: Januari

# SettingsVariants::mailer_send_method::smtp
source: via SMTP server
hr: putem SMTP poslužitelja
sk: cez SMTP server
sr: preko SMTP servera
sv: via SMTP-servern

# SettingsVariants::timezone::Etc/GMT+12
source: (GMT-12:00) International Date Line West
hr: (GMT 12:00) Međunarodna datumska granica-Zapad
sk: (GMT-12:00) Medzinárodná Dátumová hranica – západ
sr: (GMT-12:00) Mežunarodna datumska linija zapad
sv: (GMT-12:00) Internationella datumlinjen väst

# SettingsVariants::tax_calculation::unit_price
source: Unit price
hr: Jedinična cijena
sk: Jednotková cena
sr: Cena po jedinici
sv: A-priset

# SettingsVariants::date_format::%d %b %Y
source: 29 Sep 2005 (day month year)
hr: 29 Sep 2005 (dan mjesec godina)
sk: 29 September 2005 (deň mesiac rok)
sr: 29 Sep 2005 (dan mesec godina)
sv: 29 Sep 2005 (dag månad år)

# SettingsVariants::date_format::%A, %B %e, %Y
source: Thursday, September 29, 2005 (day of week, month day, year)
hr: Četvrtak, 29 Ožujak, 2005 (dan tjedan, mjesec dan, godina)
sk: Štvrtok, September 29, 2005 (deň týždňa, mesiac a deň, rok)
sr: Četvrtak, septembra 29, 2005 (dan u nedelji, dan u mesecu, godina)
sv: Torsdag, September 29, 2005 (dag vecka, månad dag, år)

# SettingsVariants::date_format::%A, %e %B %Y
source: Thursday, 29 September 2005 (day of week, day month year)
hr: Četvrtak, 29 Rujan 2005 (dan u tjednu, dan mjesec godina)
sk: Štvrtok, 29 September 2005 (deň týždňa, deň mesiac rok)
sr: Četvrtak, 29 septembra 2005 (dan u nedelji, dan u mesecu godina)
sv: Torsdagen den 29 September 2005 (dag av veckan, dag månad år)

# SettingsVariants::day::%B %e, %Y
source: January 3, 2006
hr: Srpanj 3, 2006
sk: Január 3, 2006
sr: Januar 3, 2006
sv: 3 januari 2006

# SettingsVariants::exception_style::warning
source: Show warning on exception
hr: Prikaži upozorenje u slučaju iznimke
sk: Zobraziť upozornenie na výnimku
sr: Prikaži upozorenje o izuzetku
sv: Visa varning på undantag

# SettingsVariants::alternative_currency::use_selected_and_alternative
source: Show prices in default and selected currencies
hr: Prikaži cijene u zadanim i odabranim valutama
sk: Ceny zobraziť v predvolenej a vybraných menách
sr: Prikaži cene u podrazumevanim i izabranim valutama
sv: Visa priser i standard och valda valutor

# SettingsVariants::default_products_sorting::price
source: Price
hr: Cijena
sk: Cena
sr: Cena
sv: Pris

# SettingsVariants::mailer_send_method::mail
source: via php mail function
hr: preko php mail funkcije
sk: cez php mail funkciu
sr: preko php mail funkcije
sv: via php mail funktion

# SettingsVariants::timezone::Pacific/Apia
source: (GMT-11:00) Midway Island, Samoa
hr: (GMT-11:00) Midvejsko otočje, Samoa
sr: (GMT-11:00) Midvejska ostrva, Samoa
sv: (GMT-11:00) Midway-öarna, Samoa

# SettingsVariants::tax_calculation::subtotal
source: Subtotal
hr: Podzbroj
sk: Medzisúčet
sr: Suma
sv: Delsumma

# SettingsVariants::default_products_sorting::null
source: None
hr: Nijedan
sk: Žiadne
sr: Nijedno
sv: Ingen

# SettingsVariants::day::%a %b %e, %Y
source: Tue Jan 3, 2006
hr: Uto Sij 3, 2006
sk: Ut, 3. januára 2006
sr: Uto Jan 3, 2006
sv: Tis 3 Jan 2006

# SettingsVariants::mailer_send_method::sendmail
source: via sendmail program
hr: putem sendmail programa
sk: cez sendmail program
sr: preko sendmail programa

# SettingsVariants::timezone::Pacific/Honolulu
source: (GMT-10:00) Hawaii
sk: (GMT-10:00) Havaj
sr: (GMT-10:00) Havaji

# SettingsVariants::timezone::America/Anchorage
source: (GMT-09:00) Alaska
hr: (GMT-09:00) Aljaska
sk: (GMT-09:00) Aljaška
sr: (GMT-09:00) Aljaska

# SettingsVariants::timezone::America/Los_Angeles
source: (GMT-08:00) Pacific Time (US & Canada); Tijuana
hr: (GMT-08:00) Pacifičko vrijeme (U.S. & Kanada); Tijuana
sk: (GMT-08:00) Tichomorský čas (USA & Kanady); Tijuana
sr: (GMT-08:00) Pacifička zona (SAD i Kanada); Tihuana
sv: (GMT-08:00) Pacific Time (U.S. & Kanada); Tijuana

# SettingsVariants::timezone::America/Denver
source: (GMT-07:00) Mountain Time (US & Canada)
hr: (GMT-07:00) Stjenjak (U.S. & Kanada)
sk: (GMT-07:00) Horský čas (USA & Kanada)
sr: (GMT-07:00) Planinska zona (SAD i Kanada)
sv: (GMT-07:00) Mountain-tid (U.S. & Kanada)

# SettingsVariants::timezone::America/Regina
source: (GMT-06:00) Saskatchewan
sr: (GMT-06:00) Saskeиuana

# SettingsVariants::timezone::America/Mexico_City
source: (GMT-06:00) Guadalajara, Mexico City, Monterrey
hr: (GMT-06:00) Guadalajara, Meksiko, Monterrey
sk: (GMT-06:00) Guadalajara, Mexiko, Monterrey
sr: (GMT-06:00) Gvadalahara, Meksiko Siti, Monterej

# SettingsVariants::timezone::America/Chicago
source: (GMT-06:00) Central Time (US & Canada)
hr: (GMT-06:00) Središnje vrijeme (U.S. & Kanada)
sk: (GMT-06:00) Centrálny čas (US & Kanada)
sr: (GMT-06:00) Centralna zona (SAD i Kanada)
sv: (GMT-06:00) Centraltid (U.S. & Kanada)

# SettingsVariants::timezone::America/Guatemala
source: (GMT-06:00) Central America
hr: (GMT-06:00) Srednja Amerika
sk: (GMT-06:00) Stredná Amerika
sr: (GMT-06:00) Centralna Amerika
sv: (GMT-06:00) Centralamerika

# SettingsVariants::timezone::Etc/GMT+5
source: (GMT-05:00) Indiana (East)
hr: (GMT-05:00) Indiana (istok)
sk: (GMT-05:00) Indiana (východ)
sr: (GMT-05:00) Indijana (istok)
sv: (GMT-05:00) Indiana (öst)

# SettingsVariants::timezone::America/New_York
source: (GMT-05:00) Eastern Time (US & Canada)
hr: (GMT-05:00) Istočnoameričko vrijeme (U.S. & Kanada)
sk: (GMT-05:00) Východný čas (USA & Kanada)
sr: (GMT-05:00) Istočna zona (SAD i Kanada)
sv: (GMT-05:00) Eastern Time (U.S. & Kanada)

# SettingsVariants::timezone::America/Bogota
source: (GMT-05:00) Bogota, Lima, Quito
sr: (GMT-05:00) Bogota, Lima, Kito

# SettingsVariants::timezone::America/Santiago
source: (GMT-04:00) Santiago
sr: (GMT-04:00) Santijago

# SettingsVariants::timezone::America/La_Paz
source: (GMT-04:00) Caracas, La Paz
sr: (GMT-04:00) Karakas, La Paž

# SettingsVariants::timezone::America/Halifax
source: (GMT-04:00) Atlantic Time (Canada)
hr: (GMT-04:00) Atlantsko vrijeme (Kanada)
sk: (GMT-04:00) Atlantický čas (Kanada)
sr: (GMT-04:00) Atlantska zona (Kanada)
sv: (GMT-04:00) Atlanten tid (Kanada)

# SettingsVariants::timezone::America/St_Johns
source: (GMT-03:30) Newfoundland
sr: (GMT-03:30) Njufaundlend

# SettingsVariants::timezone::America/Godthab
source: (GMT-03:00) Greenland
hr: (GMT-03:00) Grenland
sk: (GMT-03:00) Grónsko
sr: (GMT-03:00) Grenland
sv: (GMT-03:00) Grönland

# SettingsVariants::timezone::Etc/GMT+3
source: (GMT-03:00) Buenos Aires, Georgetown
sr: (GMT-03:00) Buenos Ajres, Džordžtaun

# SettingsVariants::timezone::America/Sao_Paulo
source: (GMT-03:00) Brasilia
sr: (GMT-03:00) Brazilija

# SettingsVariants::timezone::Atlantic/South_Georgia
source: (GMT-02:00) Mid-Atlantic
hr: (GMT-02:00) Središnji Atlantik
sk: (GMT-02:00) Stredoatlantický
sr: (GMT-02:00) Srednji Atlantik

# SettingsVariants::timezone::Atlantic/Cape_Verde
source: (GMT-01:00) Cape Verde Is.
hr: (GMT-01:00) Cape Verde je.
sk: (GMT-01:00) Cape Verde Islands
sr: (GMT-01:00) Zelenortska Ostrva.
sv: (GMT-01:00) Kap Verde-öarna.

# SettingsVariants::timezone::Atlantic/Azores
source: (GMT-01:00) Azores
hr: (GMT-01:00) Azori
sk: (GMT-01:00) Azory
sr: (GMT-01:00) Azori
sv: (GMT-01:00) Azorerna

# SettingsVariants::timezone::Europe/London
source: (GMT) Greenwich Mean Time : Dublin, Edinburgh, Lisbon, London
hr: (GMT) Zapadnoeuropsko vrijeme: Dublin, Edinburgh, Lisabon, London
sk: (GMT) Greenwichský čas: Dublin, Edinburgh, Lisabon, Londýn
sr: (GMT) Griničko srednje vreme: Dablin, Edinburg, Lisabon, London
sv: (GMT) Greenwich Mean Time: Dublin, Edinburgh, Lissabon, London

# SettingsVariants::timezone::Europe/Berlin
source: (GMT+01:00) Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna
hr: (GMT + 01:00) Amsterdam, Berlin, Bern, Rim, Stockholm, Vienna
sk: (GMT + 01:00) Amsterdam, Berlín, Bern, Rím, Štokholm, Viedeň
sr: (GMT + 01:00) Amsterdam, Berlin, Bern, Rim, Stokholm, Beč
sv: (GMT + 01:00) Amsterdam, Berlin, Bern, Rom, Stockholm, Wien

# SettingsVariants::timezone::Europe/Budapest
source: (GMT+01:00) Belgrade, Bratislava, Budapest, Ljubljana, Prague
hr: (GMT + 01:00) Beograd, Bratislava, Budimpešta, Ljubljana, Prag
sk: (GMT + 01:00) Belehrad, Bratislava, Budapešť, Ľubľana, Praha
sr: (GMT+01:00) Beograd, Bratislava, Budimpešta, Ljubljana, Prag
sv: (GMT + 01:00) Belgrad, Bratislava, Budapest, Ljubljana, Prag

# SettingsVariants::timezone::Europe/Paris
source: (GMT+01:00) Brussels, Copenhagen, Madrid, Paris
hr: (GMT + 01:00) Bruxelles, Kopenhagen, Madrid, Paris
sk: (GMT + 01:00) Brusel, Kodaň, Madrid, Paríž
sr: (GMT+01:00) Brisel, Kopenhagen, Madrid, Pariz
sv: (GMT + 01:00) Bryssel, Köpenhamn, Madrid, Paris

# SettingsVariants::timezone::Europe/Warsaw
source: (GMT+01:00) Sarajevo, Skopje, Warsaw, Zagreb
sk: (GMT + 01:00) Sarajevo, Skopje, Varšava, Záhreb
sr: (GMT+01:00) Sarajevo, Skoplje, Varšava, Zagreb
sv: (GMT + 01:00) Sarajevo, Skopje, Warszawa, Zagreb

# SettingsVariants::timezone::Africa/Lagos
source: (GMT+01:00) West Central Africa
hr: (GMT + 01:00) Zapad Središnje Afrika
sk: (GMT + 01:00) Západ strednej Afriky
sr: (GMT + 01:00) Zapadna Centralna Afrika
sv: (GMT + 01:00) Västra Centralafrika

# SettingsVariants::timezone::Africa/Cairo
source: (GMT+02:00) Cairo
hr: (GMT + 02:00) Kairo
sr: (GMT+02:00) Kairo

# SettingsVariants::timezone::Africa/Johannesburg
source: (GMT+02:00) Harare, Pretoria
sr: (GMT+02:00) Harare, Pretorija

# SettingsVariants::timezone::Europe/Kiev
source: (GMT+02:00) Helsinki, Kyiv, Riga, Sofia, Tallinn, Vilnius
hr: (GMT + 02:00) Helsinki, Kijev, Riga, Sofija, Tallinn, Vilnius
sk: (GMT + 02:00) Helsinki, Kyjev, Riga, Sofia, Tallinn, Vilnius
sr: (GMT+02:00) Helsinki, Kijev, Riga, Sofija, Talin, Vilnjus
sv: (GMT + 02:00) Helsingfors, Kiev, Riga, Sofia, Tallinn, Vilnius

# SettingsVariants::timezone::Asia/Jerusalem
source: (GMT+02:00) Jerusalem
hr: (GMT + 02:00) Jeruzalem
sk: (GMT + 02:00) Jeruzalem
sr: (GMT+02:00) Jerusalim

# SettingsVariants::timezone::Asia/Baghdad
source: (GMT+03:00) Baghdad
hr: (GMT + 03:00) Bagdad
sk: (GMT + 03:00) Bagdad
sr: (GMT+03:00) Bagdad
sv: (GMT + 03:00) Bagdad

# SettingsVariants::timezone::Asia/Riyadh
source: (GMT+03:00) Kuwait, Riyadh
hr: (GMT + 03:00) Saudijska Arabija, Riyadh
sk: (GMT + 03:00) Kuvajt, Rijád
sr: (GMT+03:00) Kuvajt, Rijad

# SettingsVariants::timezone::Europe/Moscow
source: (GMT+03:00) Moscow, St. Petersburg, Volgograd
hr: (GMT + 03:00) Moskva, St. Petersburg, Volgograd
sk: (GMT + 03:00) Moskva, Petrohrad, Volgograd
sr: (GMT+03:00) Moskva, Sankt Petersburg, Volgograd
sv: (GMT + 03:00) Moskva, St Petersburg, Volgograd

# SettingsVariants::timezone::Africa/Nairobi
source: (GMT+03:00) Nairobi
sr: (GMT+03:00) Najrobi

# SettingsVariants::timezone::Asia/Tehran
source: (GMT+03:30) Tehran
hr: (GMT + 03:30) Teheran
sk: (GMT + 03:30) Teherán
sr: (GMT+03:30) Teheran
sv: (GMT + 03:30) Teheran

# SettingsVariants::timezone::Asia/Dubai
source: (GMT+04:00) Abu Dhabi, Muscat
hr: (GMT + 04:00) Abu Dhabi, Muškat
sk: (GMT + 04:00) Abú Dabí, Muscat
sr: (GMT + 04:00) Abu Dabi, Muskat

# SettingsVariants::timezone::Asia/Yerevan
source: (GMT+04:00) Baku, Tbilisi, Yerevan
sk: (GMT + 04:00) Baku, Tbilisi, Jerevan
sr: (GMT+04:00) Baku, Tbilisi, Jereven

# SettingsVariants::timezone::Asia/Tashkent
source: (GMT+05:00) Islamabad, Karachi, Tashkent
sk: (GMT + 05:00) Islamabad, Karáčí, Taškent
sr: (GMT+05:00) Islamabad, Karači, Taškent
sv: (GMT + 05:00) Islamabad, Karachi, Tasjkent

# SettingsVariants::timezone::Asia/Novosibirsk
source: (GMT+06:00) Almaty, Novosibirsk
sr: (GMT+06:00) Almati, Novosibirsk

# SettingsVariants::timezone::Asia/Dhaka
source: (GMT+06:00) Astana, Dhaka
sk: (GMT + 06:00) Astana, Dháka
sr: (GMT+06:00) Astana, Daka

# SettingsVariants::timezone::Asia/Colombo
source: (GMT+06:00) Sri Jayawardenepura
hr: (GMT + 06:00) Šri Jayawardenepura
sr: (GMT + 06:00) Sri Džajavardenepura

# SettingsVariants::timezone::Asia/Rangoon
source: (GMT+06:30) Rangoon
sk: (GMT + 06:30) Rangún
sr: (GMT+06:30) Rangun

# SettingsVariants::timezone::Asia/Bangkok
source: (GMT+07:00) Bangkok, Hanoi, Jakarta
sr: (GMT+07:00) Bankok, Hanoj, Džakarta

# SettingsVariants::timezone::Asia/Krasnoyarsk
source: (GMT+07:00) Krasnoyarsk
hr: (GMT + 07:00) Krasnojarsk
sk: (GMT + 07:00) Krasnojarsk
sr: (GMT+07:00) Krasnojarsk
sv: (GMT + 07:00) Krasnojarsk

# SettingsVariants::timezone::Asia/Shanghai
source: (GMT+08:00) Beijing, Chongqing, Hong Kong, Urumqi
hr: (GMT + 08:00) Peking, Chongqing, Hong Kong, Urumqi
sk: (GMT + 08:00) Pekingu, Urumči Chongqing, Hong Kong,
sr: (GMT + 08:00) Peking, Čungking, Hong Kong, Urumki
sv: (GMT + 08:00) Beijing, Chongqing, Hong Kong, Ürümqi

# SettingsVariants::timezone::Asia/Irkutsk
source: (GMT+08:00) Irkutsk, Ulaan Bataar
sr: (GMT+08:00) Irkutsk, Ulan Bator

# SettingsVariants::timezone::Asia/Singapore
source: (GMT+08:00) Kuala Lumpur, Singapore
hr: (GMT + 08:00) Kuala Lumpur, Singapur
sk: (GMT + 08:00) Kuala Lumpur, Singapur
sr: (GMT+08:00) Kuala Lumpur, Singapur

# SettingsVariants::timezone::Australia/Perth
source: (GMT+08:00) Perth
sr: (GMT+08:00) Pert

# SettingsVariants::timezone::Asia/Taipei
source: (GMT+08:00) Taipei
sr: (GMT+08:00) Tajpej

# SettingsVariants::timezone::Asia/Tokyo
source: (GMT+09:00) Osaka, Sapporo, Tokyo
sr: (GMT+09:00) Osaka, Saporo, Tokio

# SettingsVariants::timezone::Asia/Seoul
source: (GMT+09:00) Seoul
sk: (GMT + 09:00) Soul
sr: (GMT+09:00) Seul

# SettingsVariants::timezone::Asia/Yakutsk
source: (GMT+09:00) Yakutsk
sr: (GMT+09:00) Jakutsk

# SettingsVariants::timezone::Australia/Adelaide
source: (GMT+09:30) Adelaide
sr: (GMT+09:30) Adelaida

# SettingsVariants::timezone::Australia/Darwin
source: (GMT+09:30) Darwin
sr: (GMT+09:30) Darvin

# SettingsVariants::timezone::Australia/Brisbane
source: (GMT+10:00) Brisbane
sr: (GMT+10:00) Brizbejn

# SettingsVariants::timezone::Australia/Sydney
source: (GMT+10:00) Canberra, Melbourne, Sydney
sr: (GMT+10:00) Kanbera, Melburn, Sidnej

# SettingsVariants::timezone::Pacific/Port_Moresby
source: (GMT+10:00) Guam, Port Moresby
sr: (GMT + 10:00) Guam, Port Morezbi

# SettingsVariants::timezone::Pacific/Guadalcanal
source: (GMT+11:00) Magadan, Solomon Is., New Caledonia
hr: (GMT + 11:00) Magadan, Salamunovi, Nova Kaledonija
sk: (GMT + 11:00) Magadan, Šalamúnove ostrovy, Nová Kaledónia
sr: (GMT+11:00) Magadan, Solomonska ostrva, Nova Kaledonija
sv: (GMT + 11:00) Magadan, Salomonöarna, Nya Kaledonien

# SettingsVariants::timezone::Pacific/Auckland
source: (GMT+12:00) Auckland, Wellington
sr: (GMT+12:00) Ouklend, Velington

# SettingsVariants::timezone::Pacific/Fiji
source: (GMT+12:00) Fiji, Kamchatka, Marshall Is.
hr: (GMT + 12:00) Fidži, Kamčatka, Marshallovi otoci
sk: (GMT + 12:00) Fidži, Kamčatka, Maršalove Ostrovy.
sr: (GMT+12:00) Fidži, Kamčatka, Maršalska ostrva
sv: (GMT + 12:00) Fidji, Kamtjatka, Marshallöarna.

# Languages::views
source: Views
hr: Pregleda
sk: Zobrazenia
sr: Pregledi
sv: Visningar

# ProfileFields::firstname
source: First name
hr: Ime
sk: Krstné meno
sr: Ime
sv: Förnamn

# ProfileFields::lastname
source: Last name
hr: Prezime
sk: Priezvisko
sr: Prezime
sv: Efternamn

# ProfileFields::company
source: Company
hr: Tvrtka
sk: Spoločnosť
sr: Preduzeće
sv: Företaget

# ProfileFields::phone
source: Phone
hr: Telefon
sk: Telefón
sr: Telefon
sv: Telefon

# ProfileFields::fax
source: Fax
hr: Faks
sr: Telefaks

# ProfileFields::url
source: URL
sr: Web sajt

# ProfileFields::b_firstname
source: First name
hr: Ime
sk: Krstné meno
sr: Ime
sv: Förnamn

# ProfileFields::s_firstname
source: First name
hr: Ime
sk: Krstné meno
sr: Ime
sv: Förnamn

# ProfileFields::b_lastname
source: Last name
hr: Prezime
sk: Priezvisko
sr: Prezime
sv: Efternamn

# ProfileFields::s_lastname
source: Last name
hr: Prezime
sk: Priezvisko
sr: Prezime
sv: Efternamn

# ProfileFields::b_address
source: Address
hr: Adresa
sk: Adresa
sr: Adresa 2
sv: Adress

# ProfileFields::b_address_2
source: Address
hr: Adresa
sk: Adresa
sr: Adresa 2
sv: Adress

# ProfileFields::s_address
source: Address
hr: Adresa
sk: Adresa
sr: Adresa
sv: Adress

# ProfileFields::s_address_2
source: Address
hr: Adresa
sk: Adresa
sr: Adresa 2
sv: Adress

# ProfileFields::b_city
source: City
hr: Grad
sk: Mesto
sr: Grad
sv: Staden

# ProfileFields::s_city
source: City
hr: Grad
sk: Mesto
sr: Grad
sv: Staden

# ProfileFields::b_state
source: State/province
hr: Županija
sk: Štát/kraj
sr: Država/pokrajina
sv: Stat/provins

# ProfileFields::s_state
source: State/province
hr: Županija
sk: Štát/kraj
sr: Država/pokrajina
sv: Stat/provins

# ProfileFields::b_country
source: Country
hr: Zemlja
sk: Krajina
sr: Zemlja
sv: Land

# ProfileFields::s_country
source: Country
hr: Zemlja
sk: Krajina
sr: Zemlja
sv: Land

# ProfileFields::b_zipcode
source: Zip/postal code
hr: Poštanski broj
sk: PSČ
sr: Poštanski broj
sv: Postnummer

# ProfileFields::s_zipcode
source: Zip/postal code
hr: Poštanski broj
sk: PSČ
sr: Poštanski broj
sv: Postnummer

# ProfileFields::b_phone
source: Phone
hr: Telefon
sk: Telefón
sr: Telefon
sv: Telefon

# ProfileFields::s_phone
source: Phone
hr: Telefon
sk: Telefón
sr: Telefon
sv: Telefon

# ProfileFields::s_address_type
source: Address type
hr: Vrsta adrese
sk: Typ adresy
sr: Tip adrese
sv: Adresstyp

# Languages::product_must_have_owner_category
source: Product must belong to some category created by the owner company.
hr: Proizvod mora pripadati nekoj od kategorija koje je napravio vlasnik tvrtke.
sk: Produkt musí patriť do niektorej z vlastníckou spoločnosťou vytvorených kategórií.
sr: Proizvod mora da pripada nekoj kategoriji koju je kreirao vlasnik kompanije.
sv: Produkten måste tillhöra någon kategori skapad av ägare företaget.

# SettingsVariants::mailer_smtp_ecrypted_connection::none
source: None
hr: Nijedan
sk: Žiadne
sr: Nijedno
sv: Ingen

# SettingsVariants::configure_sign_in_step::new_customer_first
source: Display "New customer" first
hr: Prikaži prvo ''Novog kupca''
sk: Zobraziť najprv "Nový zákazník"
sr: Prikaži prvo "Novi kupac"
sv: Visa "Ny kund" först

# SettingsVariants::configure_sign_in_step::returning_customer_first
source: Display "Returning customer" first
hr: Prikaži prvo ''Stalnog kupca''
sk: Zobraziť najprv "Registrovaný zákazník"
sr: Prikaži prvo "Registrovani kupac"
sv: Visa "Återvändande kund" först

# SettingsVariants::configure_sign_in_step::hide
source: Hide step completely
hr: Sakrij korak potpuno
sk: Úplne skryť krok
sr: Sakrij korak potpuno
sv: Dölja steg helt

# SettingsVariants::sign_in_default_action::register
source: Register
hr: Registar
sk: Zaregistrovať sa
sr: Registruj se
sv: Registrera dig

# SettingsVariants::sign_in_default_action::checkout_as_guest
source: Checkout as guest
hr: Naplata kao gost
sk: Vstup do pokladne ako hosť
sr: Kupi kao gost
sv: Kassan som gäst

# SettingsVariants::secure_storefront::none
source: Disable
hr: Onemogućiti
sk: Vypnúť
sr: Onemogući
sv: Inaktivera

# SettingsVariants::secure_storefront::partial
source: Secure profile, checkout and order pages
sr: Obezbeđivanje profila i stranica tokom poručivanja
sv: Säkra profil, kassan och ordning sidor

# SettingsVariants::secure_storefront::full
source: Secure full site
sk: Zabezpečenie celého webu
sr: Obezbeđivanje celog sajta
sv: Säkert full webbplats

# Languages::last_year
source: Last year
hr: Prošle godine
sk: Minulý rok
sr: Prethodna godina
sv: Förra året

# Languages::store_closed
source: Store closed
hr: Trgovina zatvorena
sk: Obchod je zatvorený
sr: Prodavnica zatvorena
sv: Butiken stängd

# Languages::store_closed_banner
source: Store<br/>closed
hr: Trgovina <br/> zatvorena
sk: Obchod <br/> zatvorený
sr: Prodavnica<br/>zatvorena
sv: Store <br/> stängt

# Languages::copy_to_other_locations
source: Copy to other locations
hr: Kopirati na druge lokacije
sk: Kopírovať do iných umiestnení
sr: Kopiraj na drugu lokaciju
sv: Kopiera till andra platser

# Languages::head_custom_html
source: Custom HTML code
hr: Prilagođeni HTML kod
sk: Vlastný HTML kód
sr: Prilagođeni HTML kod
sv: Custom HTML kod
