Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::tt_views_products_update_list_price
source: Manufacturer suggested retail price.
hr: Preporučena maloprodajna cijena proizvođača.
sk: Výrobcom odporúčaná maloobchodná cena.
sr: Preporučene maloprodajna cena proizvođača.
sv: Tillverkaren rekommenderat pris.

# Languages::tt_views_products_update_out_of_stock_actions
source: Note that the 'Buy in advance' option requires a positive product amount while the 'Sign up for notification' option requires a non-positive amount. Also note that the 'Sign up for notification' option is not applied to products tracked with options.
hr: Imajte na umu kako opcija 'Kupi unaprijed' zahtijeva pozitivnu količinu proizvoda dok opcija "Prijavite se za obavijesti" zahtijeva količinu koja nije pozitivna. Također imajte na umu da se opcija "Prijavite se za obavijesti" ne primjenjuje na proizvode koje se prati s opcijama.
sk: Možnosť "Kúpiť vopred" vyžaduje kladné množstvo tovaru na sklade, zatiaľ čo "Dostávať upozornenia" vyžaduje, aby tovar na sklade nebol. Poznámka: možnosť "Dostávať upozornenia" sa nevzťahuje na tovar sledovaný s možnosťami.
sr: Imajte na umu da je 'Kupi unapred' opcija zahteva pozitivan iznos proizvod dok opcija 'Prijavite se za obavest' zahteva ne-pozitivan iznos. Takođe, imajte na umu da se opcija 'Prijavite se za obavest' ne primenjuje na proizvode praćene sa opcijama.
sv: Observera att alternativet "Köp i förväg" kräver en positiv produkt belopp även alternativet "Registrera dig för anmälan" kräver en icke-positiva belopp. Observera också att alternativet "Registrera dig för anmälan" inte tillämpas på produkter spåras med alternativ.

# Languages::tt_views_products_update_product_details_layout
source: By default, the template that is defined in the settings of the main product category is used
hr: Prema zadanim postavkama koristi se predložak koji je definiran u postavkama glavne kategorije proizvoda
sk: Štandardne bude použitá šablóna ktorá je uvedená v nastaveniach hlavnej kategórie produktu
sr: Podrazumevano se koristi šema koja je definisana u podešavanjima glavne kategorije proizvoda
sv: Som standard används den mall som definierats i inställningarna för kategorin huvudprodukt

# Languages::tt_views_product_features_update_feature_display_on_catalog
source: Show this feature on product list pages along with product description.
hr: Prikaži ovu značajku na stranicama s popisom proizvoda zajedno s opisom proizvoda.
sk: Zobraziť túto vlastnosť na zozname tovaru spolu s popisom tovaru.
sr: Prikaži ovu funkciju na stranici sa listom proizvoda zajedno sa opisom proizvoda.
sv: Visa funktionen på produkten lista sidor tillsammans med produktbeskrivningen.

# Languages::tt_views_product_features_update_feature_display_on_product
source: If enabled, the product feature is displayed on the product details page in the storefront
hr: Ako je omogućena, ova značajka proizvoda prikazana je na stranici s detaljima proizvoda u izlogu
sk: Ak je povolené, vlastnosť produktu bude zobrazená na stránke s podrobnosťami produktu na stránke obchodu
sr: Ako je omogućeno, funkcija proizvoda je prikazana na stranici detalja proizvoda u frontendu prodavnice
sv: Om aktiverat visas funktionen produkt på produktinformationssidan i skyltfönster

# Languages::tt_views_product_features_update_prefix
source: An affix that precedes the product feature.
hr: Afiks koji dolazi prije karateristike proizvoda.
sk: Predpona, ktorá predchádza vlastnosť produktu.
sr: Dodatak koji predhodi funkciji proizvoda.
sv: Ett affix som föregår funktionen produkt.

# Languages::tt_views_product_features_update_suffix
source: An affix that follows the product feature.
hr: Afiks koji dolazi iza karateristike proizvoda.
sk: Prípona, ktorá nasleduje po vlastnosti produktu.
sr: Dodatak koji prati funkciju proizvoda.
sv: Ett affix som följer funktionen produkt.

# Languages::tt_views_product_options_update_incorrect_filling_message
source: Message that is displayed if the entered data is incorrect.
hr: Poruka koja se prikazuje ako su uneseni podaci neispravni.
sk: Správa, ktorá bude zobrazená, ak sú zadané údaje nesprávne.
sr: Poruka koja se prikazuje ako su uneti podaci neispravni.
sv: Meddelande som visas om den angivna data är felaktig.

# Languages::tt_views_product_options_update_inner_hint
source: A note that indicates the value to be entered.
hr: Poruka koja ukazuje koju vrijednost treba unijeti.
sk: Poznámka ktorá udáva hodnotu, ktorú treba vložiť.
sr: Poruku koja ukazuje na vrednost koja treba da se unese.
sv: En anteckning som anger värdet som ska anges.

# Languages::tt_views_product_options_update_inventory
source: If enabled, the option is taken into account when forming the product inventory.
hr: Ako je omogućena ova opcija se uzima u obzir prilikom formiranja zaliha proizvoda.
sk: Ak je povolené, budú pri formovaní inventára tovaru brané do úvahy možnosti.
sr: Ako je omogućena, opcija se uzima u obzir prilikom formiranja zaliha proizvoda.
sv: Om aktiverat beaktas alternativet när bildar produktlagrets.

# Languages::tt_views_product_options_update_regexp
source: Regular expression specifying a pattern to match.
hr: Regularni izraz koji navodi uzorak za podudaranje.
sk: Bežný výraz upresňujúci vzor pre použitie.
sr: Regularni izraz koji određuje obrazac za podudaranje.
sv: Reguljärt uttryck anger ett mönster för att matcha.

# Languages::tt_views_promotions_update_stop_other_rules
source: If enabled, the other promotions are not applied.
hr: Ako je omogućeno, ostale promocije se ne primjenjuju
sk: Ak je povolené, ostatné akcie nie sú aplikované.
sr: Ako je omogućeno, ne primenjuju se na druge promocije.
sv: Om aktiverad, tillämpas inte de andra kampanjerna.

# Languages::tt_views_sales_reports_table_time_interval
source: Periods to analyze (day, week, month, year).
hr: Razdoblja za analizu (dan, tjedan, mjesec, godina).
sk: Obdobia na analýzu (deň, týždeň, mesiac, rok).
sr: Periodi za analizu (dan, nedelja, mesec, godina).
sv: Perioder för att analysera (dag, vecka, månad, år).

# Languages::tt_views_sales_reports_update_table_dependence
source: Parameter to sort values by. It should relate to the Value to display param (e.g. Product costs—Total cost or Number of products—Number of items).
hr: Parametar za sortiranje vrijednosti. Treba se vezati s Vjednosti da prikaže parametar (npr. Troškovi proizvoda —Ukupni troškovi ili Broj proizvoda—Broj artikala).
sk: Parameter, podľa ktorého budú zoradené hodnoty. Mal by sa vzťahovať na parameter Hodnota na zobrazenie (napr. Ceny tovaru - Celková cena alebo Počet produktov - Počet položiek).
sr: Parametar za sortiranje vrednosti. To bi trebalo da se odnosi na vrednost da biste prikazali parametar (npr. troškovi proizvoda – Ukupni trošak ili broj proizvoda – broj stavki).
sv: Parametern sortera värdena av. Det bör avse värdet att Visa param (e.g. produktkostnader — Total kostnad eller antal produkter – antalet artiklar).

# Languages::tt_views_sales_reports_update_table_limit
source: Max number of chart components.
hr: Maksimalan broj komponenti grafikona.
sk: Maximálny počet prvkov grafu.
sr: Maksimalan broj komponenata grafikona.
sv: Max antal diagram komponenter.

# Languages::tt_views_site_layout_logos_alt_text
source: Leave empty to use company name as alternative text.
hr: Ostavite prazno da koristite naziv tvrtke kao alternativni tekst.
sk: Ponechajte prázdne, ak chcete použiť názov spoločnosti ako alternatívny text.
sr: Ostavite prazno da koristite ime preduzeća kao alternativni tekst.
sv: Lämna tom för att kunna använda företagsnamn som alternativ text.

# Languages::tt_views_storage_cdn_cname
source: Domain name that you want to use instead of the CloudFront domain name for the URLs for your files. You also need to create a CNAME record with your DNS service to route queries to CloudFront host (it will be displayed on this page after you enter account information).
hr: Naziv domene koji želite koristiti umjesto CloudFront naziva domene za URL-ove za vaše datoteke. Također morate napraviti CNAME zapis s DNS uslugom da usmjeri upite na CloudFront domaćina (bit će prikazano na ovoj stranici nakon što unesete podatke o računu).
sk: Názov domény, ktorý chcete použiť pre URL vašich súborov namiesto CloudFront názvu domény. Taktiež potrebujete vytvoriť CNAME záznam pri vašej DNS službe pre presmerovanie dopytov na CloudFront hostiteľa (bude zobrazený na tejto stránke potom, čo zadáte svoje prihlasovacie údaje).
sr: Naziv domena koji želite da koristite umesto imena domena CloudFront za URL adrese vaših datoteka. Takođe morate da kreirate CNAME zapis sa vašim DNS servisom da uputite upite CloudFront-u (to će biti prikazano na ovoj stranici nakon što unesete informacije o nalogu).
sv: Domännamn som du vill använda i stället för CloudFront domännamnet för webbadresser för dina filer. Du måste också skapa en CNAME-post med din DNS-tjänsten som dirigerar frågor till CloudFront värd (visas på den här sidan när du har angett kontoinformation).

# Languages::tt_views_storage_cdn_key
source: AWS Access Key ID. See <a href="http://amzn.to/1sT9aw0" target="_blank">http://amzn.to/1sT9aw0</a> to learn how to get key and secret key.
sr: AWS Access Key ID-a. Pogledajte <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0</a> da biste saznali kako da dobijete ključ i tajni ključ.
sv: AWS tillträde nyckel-ID. Se <a href="http://amzn.to/1sT9aw0" target="_blank"> http://amzn.to/1sT9aw0</a> att lära sig få och hemliga nyckeln.

# Languages::tt_views_taxes_update_regnumber
source: Registration number of this tax in the store.
hr: Registarski broj ovog poreza u trgovini.
sk: Registračné číslo tejto dane v obchode.
sr: Registarski broj ovog poreza u prodavnici.
sv: Registreringsnumret för denna skatt i butiken.

# Languages::turkish
source: Turkish
hr: turski
sk: Turecký
sr: Turski
sv: Turkiska

# Languages::type
source: Type
hr: Tip
sk: Typ
sr: Tip
sv: Typ

# Languages::type_comments_here
source: You can leave us a comment here
hr: Možete nam ostaviti komentar ovdje
sk: Môžete nám tu zanechať komentár
sr: Možete da ostavite Vaš komentar ovde
sv: Du kan lämna oss en kommentar här

# Languages::uc_ok
source: OK
sr: U redu
sv: Okej

# Languages::uk_cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
hr: Kako bismo vam omogućili najbolji korisnički doživljaj naših stranica, koristimo kolačiće. Ako nastavite pregledavati ovu stranicu, smatramo da pristajete na upotrebu kolačića. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">U redu</a></span></span>
sk: Táto stránka používa cookies pre zlepšenie používateľského zážitku. Ak budete pokračovať, budeme predpokladať že súhlasíte s prijímaním cookies z tejto stránky. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
sr: Kolačići se koriste na ovom sajtu kako bi pruži najbolje korisničko iskustvo. Ako nastavite, pretpostavljamo da se slažete da primate kolačiće sa ovog sajta. <span class="button button-wrap-left"> <span class="button button-wrap-right"> <a rel="nofollow" href="[url]"> u redu</a></span></span>
sv: Cookies används på denna webbplats för att ge den bästa användarupplevelsen. Om du fortsätter, antar vi att du accepterar att ta emot cookies från den här webbplatsen. <span class="button button-wrap-left"> <span class="button button-wrap-right"> <a rel="nofollow" href="[url]"> OK</a></span></span>

# Languages::ult_share_users_setting_disabled
source: The setting value can not be changed as identical email addresses are registered in your store.
hr: Nije moguće promijeniti vrijednost postavke jer su jednake e-mail adrese registrirane u vašoj trgovini.
sk: Hodnotu nastavenia nemožno zmeniť, nakoľko sú vo vašom obchode zaregistrované identické e-mailové adresy.
sr: Vrednost postavke ne može biti promenjena jer su identične e-adrese registrovane u prodavnici.
sv: Värdet kan inte ändras som identiska email adresser registreras i din butik.

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this store because there are orders containing the products of this company in the store database. To delete the account, please delete all such orders first.
hr: Nije moguće izbrisati ovu trgovinu jer u njezinoj bazi podataka postoje narudžbe koje sadrže proizvode ove tvrtke. Kako biste izbrisali račun, najprije izbrišite sve takve narudžbe.
sk: Nemôžete zatvoriť tento obchod, pretože v databáze sa nachádzajú objednávky obsahujúce tovar tejto spoločnosti. Pred odstránením účtu najprv prosím vymažte všetky takéto objednávky.
sr: Nije moguće izbrisati ovu prodavnicu jer u bazi podataka postoje narudžbe vezane za ovu prodavnicu. Da biste izbrisali nalog ove prodavnice, prvo izbrišite sve njene narudžbe.
sv: Det går inte att radera denna butik eftersom det finns beställningar som innehåller produkterna enligt detta företag i butiksdatabasen. Om du vill ta bort kontot, ta bort alla sådana order först.

# Languages::unable_to_assign_usergroup
source: Unable to assign the usergroup. Please contact the shop administrator.
hr: Nije moguće dodijeliti korisničku grupu. Molimo kontaktirajte administratora trgovine.
sk: Nepodarilo sa priradiť používateľskú skupinu. Kontaktujte prosím správcu obchodu.
sr: Nije moguće dodeliti korisničku grupu. Molim vas obratite se administratoru prodavnice.
sv: Det går inte att tilldela användargrupp. Kontakta shop administratör.

# Languages::unable_to_check_license
source: Unable to check your license number
hr: Nije moguće provjeriti broj vaše licence
sk: Nepodarilo sa skontrolovať vaše licenčné číslo
sr: Nije moguće proveriti broj vaše licence
sv: Det går inte att kontrollera ditt licensnummer

# Languages::unable_to_delete_setting_description
source: Unable to delete setting description: [reason]
hr: Nije moguće izbrisati opis postavke: [reason]
sk: Nepodarilo sa odstrániť popis nastavenia: [reason]
sr: Nije moguće izbrisati opis postavke: [reason]
sv: Det går inte att ta bort inställningen Beskrivning: [reason]

# Languages::unable_to_delete_setting_variant
source: Unable to delete setting_variant: [reason]
hr: Nije moguće izbrisati varijantu_postavke: [reason]
sk: Nepodarilo sa odstrániť setting_variant: [reason]
sr: Nije moguće izbrisati setting_variant: [reason]
sv: Det går inte att ta bort setting_variant: [reason]

# Languages::unable_to_read_resource
source: Unable to read resource: [file]
hr: Nije moguće pročitati izvor: [file]
sk: Nepodarilo sa načítať zdroj: [file]
sr: Nije moguće pročitati resurs: [file]
sv: Det gick inte att läsa resurser: [file]

# Languages::unable_to_update_setting_description
source: Unable to set description: [reason]
hr: Nije moguće postaviti opis: [reason]
sk: Nepodarilo sa nastaviť popis: [reason]
sr: Nije moguće postaviti opis: [reason]
sv: Inte att ange Beskrivning: [reason]

# Languages::unable_to_update_setting_value
source: Unable to set value: [reason]
hr: Nije moguće postaviti vrijednost: [reason]
sk: Nepodarilo sa nastaviť hodnotu: [reason]
sr: Nije moguće postaviti vrednost: [reason]
sv: Det går inte att ange värde: [reason]

# Languages::unable_to_unpack_file
source: Unable to decompress file
hr: Nije moguće dekomprimirati datoteku
sk: Nepodarilo sa rozbaliť súbor
sr: Nije moguće dekompresovati datoteku
sv: Det gick inte att expandera filen

# Languages::ungroupped_features
source: Ungrouped features
hr: Negrupirane značajke
sk: Nezoskupené vlastnosti
sr: Negrupisane funkcije
sv: Ogrupperad funktioner

# Languages::uninstall
source: Uninstall
hr: De-instalirati
sk: Odinštalovať
sr: Deinstalacija
sv: Avinstallera

# Languages::unique_html_block
source: Unique HTML block
hr: Jedinstveni HTML blok
sk: Unikátny HTML blok
sr: Jedinstveni HTML blok
sv: Unik HTML-block

# Languages::unit
source: Unit
hr: Jedinica
sk: Jednotka
sr: Jedinica
sv: Enhet

# Languages::united_kingdom
source: United Kingdom
hr: Ujedinjena Kraljevina
sk: Veľká Británia
sr: Ujedinjeno Kraljevstvo
sv: Storbritannien

# Languages::unit_price
source: Unit price
hr: Jedinična cijena
sk: Jednotková cena
sr: Cena po jedinici
sv: A-priset

# Languages::unknown
source: Unknown
hr: Nepoznato
sk: Neznáme
sr: Nepoznato
sv: Okänd

# Languages::unknown_server_response
source: Unknown server response
hr: Nepoznati odgovor poslužitelja
sk: Neznáma odpoveď serveru
sr: Nepoznat odgovor servera
sv: Okänd serversvar

# Languages::unmark
source: Unmark
hr: Makni oznaku
sk: Odznačiť
sr: Ukloni oznaku
sv: Avmarkera

# Languages::unregistered_customer
source: Unregistered customer
hr: Neregistrirani korisnik
sk: Neregistrovaný zákazník
sr: Neregistrovani kupac
sv: Oregistrerade kund

# Languages::unselect_all
source: Unselect all
hr: Poništi odabir
sk: Zrušiť výber
sr: Poništi izbor svega
sv: Avmarkera alla

# Languages::unset_tax_to_products
source: Remove selected taxes from all products
hr: Uklonite odabrane poreze od svih proizvoda
sk: Odstrániť vybrané dane zo všetkých produktov
sr: Ukloni izabrane poreze sa svih proizvoda
sv: Ta bort valda skatter från alla produkter

# Languages::unsubscribe
source: Unsubscribe
hr: Otkazivanje pretplate
sk: Odhlásiť
sr: Otkaz pretplate
sv: Avsluta prenumeration

# Languages::up
source: Up
hr: Gore
sk: Hore
sr: Gore
sv: Upp

# Languages::update
source: Update
hr: Ažuriranje
sk: Aktualizácia
sr: Ažuriraj
sv: Uppdatering

# Languages::update_categories
source: Update categories
hr: Ažuriranje kategorija
sk: Kategórie aktualizácií
sr: Ažuriraj kategorije
sv: Uppdatera kategorier

# Languages::update_customer_info
source: Update customer information
hr: Ažuriranje korisničkih informacija
sk: Aktualizovať informácie o zákazníkovi
sr: Ažurirajte informacije o kupcu
sv: Uppdatera kundinformation

# Languages::update_for_all_act
source: New value will be saved for ALL stores which share this item. Click to save it only for the owner-store.
hr: Nova vrijednost bit će spremljena za SVE trgovine koje dijele ovu stavku. Pritisnite kako biste je spremili samo za vlasničku trgovinu.
sk: Nová hodnota bude uložená pre VŠETKY obchody, ktoré zdieľajú túto položku. Kliknutím ju uložíte len pre váš obchod.
sr: Nova vrednost će biti sačuvana za sve prodavnice koje dele ovu stavku. Kliknite da biste je sačuvali samo za vlasnika prodavnice.
sv: Nytt värde sparas för alla butiker som delar denna punkt. Klicka för att spara den bara för ägare-butiken.

# Languages::update_for_all_dis
source: New value will be saved ONLY for the owner-store. Click to save it for all stores which share this item.
hr: Nova vrijednost bit će spremljena samo za vlasničku trgovinu. Pritisnite da ju spremite za sve trgovine koje dijele ovu stavku.
sk: Nová hodnota bude uložená LEN pre váš obchod. Kliknutím ju uložíte pre všetky obchody, ktoré zdieľajú túto položku.
sr: Nova vrednost će biti sačuvana isključivo za vlasnika prodavnice. Kliknite da biste je sačuvali za sve prodavnice koje dele ovu stavku.
sv: Nytt värde sparas endast för ägare-butiken. Klicka för att spara den för alla butiker som delar denna punkt.

# Languages::update_for_all_hid_act
source: Click to cancel field update.
hr: Pritisnite da prekinete ažuriranje polja.
sk: Kliknutím zrušíte aktualizáciu polí.
sr: Kliknite da biste otkazali Ažuriranje polja.
sv: Klicka för att avbryta fältet uppdatering.

# Languages::update_for_all_hid_dis
source: Click to enter a new field value to update in all stores when saving item.
hr: Pritisnite da biste unijeli novu vrijednost polja za ažuriranje u svim trgovinama prilikom spremanja stavke.
sk: Kliknutím zadáte novú hodnotu poľa, ktorá bude aktualizovaná vo všetkých obchodoch pri uložení položky.
sr: Klikom unesite nove vrednosti polja da biste ažurirali u svim radnjama prilikom čuvanja artikla.
sv: Klicka för att ange ett nytt fältvärde uppdatera i alla butiker när du sparar objektet.

# Languages::update_group
source: Update group
hr: Ažuriraj grupu
sk: Aktualizácia skupiny
sr: Ažuriraj grupu
sv: Uppdatering grupp

# Languages::update_period_expired
source: <p class="text-error">Your upgrade subscription has expired, so this software upgrade cannot be installed. You can prolongate your subscription in the <a href="[url]">Customer Help Desk</a>.</p><p>Please note that it is not mandatory: you can continue using this software with no limitation even without an upgrade subscription.</p>
hr: <p class="text-error">Vaša pretplata na nadogradnju je istekla pa ovu nadogradnju nije moguće instalirati. Možete produžiti vašu pretplatu u <a href="[url]">Službi za korisnike</a>.</p><p>No, imajte na umu da to nije obavezno: ovaj softver možete nastaviti koristiti bez ikakvih ograničenja pa čak i bez pretplate na nadogradnju.</p>
sk: <p class="text-error">Vaše predplatné pre aktualizácie vypršalo a bohužiaľ teda nemôžete nainštalovať tento softvér. Predplatné si môžete predĺžiť na <a href="[url]">Customer Help Desk</a>.</p><p>Toto nie je povinný krok: softvér môžete ďalej používať bez obmedzení aj bez predplatného aktualizácií.</p>
sr: <p class="text-error"> Vaša pretplata na nadogradnju je istekla,, tako da nije moguće instalirati ovu nadogradnju. Možete produžiti vašu pretplatu u <a href="[url]"> Pomoć za kupce</a>.</p> <p>Ovo nije obavezno: možete da nastavite da koristite ovaj softver bez ograničenja i bez pretplate za nadogradnju.</p>
sv: <p class="text-error"> din uppgradering prenumeration har gått ut, så denna uppgradering av programvaran inte kan installeras. Du kan prolongate din prenumeration på <a href="[url]"> Kund Help Desk</a>.</p> <p>Observera att det inte är obligatoriskt: du kan fortsätta använda denna programvara utan begränsning även utan en uppgradering prenumeration.</p>

# Languages::update_products
source: Update products
hr: Ažuriranje proizvoda
sk: Aktualizovať produkty
sr: Ažuriraj proizvode
sv: Uppdatera produkter

# Languages::update_profile
source: Update profile
hr: Ažuriranje profila
sk: Aktualizovať profil
sr: Ažuriraj profil
sv: Uppdatera profil

# Languages::update_profile_notification
source: Your profile has been updated.
hr: Vaš profil je ažuriran.
sk: Váš profil bol aktualizovaný.
sr: Vaš profil je ažuriran.
sv: Din profil har uppdaterats.

# Languages::update_profile_notification_header
source: Your profile has been updated
hr: Vaš profil je ažuriran
sk: Váš profil bol aktualizovaný
sr: Vaš profil je ažuriran
sv: Din profil har blivit uppdaterad

# Languages::update_status
source: Update status
hr: Stanje ažuriranja
sk: Aktualizovať stav
sr: Ažuriraj status
sv: Uppdatera status

# Languages::update_text
source: Update text
hr: Ažuriranje teksta
sk: Aktualizovať text
sr: Ažuriraj tekst
sv: Uppdatera texten

# Languages::updating
source: Updating
hr: Ažuriranje
sk: Aktualizujem
sr: Ažuriranje
sv: Uppdatera

# Languages::updating_links
source: Updating links
hr: Ažuriranje veza
sk: Aktualizujem odkazy
sr: Ažuriranje veza
sv: Uppdatera länkar

# Languages::upgrade
source: Upgrade
hr: Nadogradnja
sk: Aktualizácia
sr: Nadogradnja
sv: Max antal diagram komponenter

# Languages::upgrade_center
source: Upgrade center
hr: Centar za nadogradnju
sk: Centrum aktualizácií
sr: Centar za nadogradnju
sv: Uppgradera center

# Languages::upgrade_center.validation_issue
source: Validation issue
sr: Problem validacije
sv: Validering frågan

# Languages::upgrade_center.validator_fail_result
source: Validator "[validator_name]" returned fail status
sr: Validator "[validator_name]" je uzvratio negativan status
sv: Validator "[validator_name]" återvände misslyckas status
