Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/core.po
Languages: hr, sk, sr, sv

# Languages::expand_collapse_list
source: Expand / collapse the list of items
hr: Proširi / sažmi popis stavki
sk: Rozbaliť / Zbaliť zoznam položiek
sr: Proširi / skupi listu stavki
sv: Expandera / komprimera listan över objekt

# Languages::expand_sublist_of_items
source: Expand the sublist of items
hr: Proširiti potpopis stavke
sk: Rozšíriť vedľajší zoznam položiek
sr: Proširi podlistu stavki
sv: Expandera sublisten artiklar

# Languages::expired
source: Expired
hr: Istekao
sk: Skončila
sr: Isteklo
sv: Gått ut

# Languages::expirepreauth
source: Preauthorization
sk: Predbežný
sr: Preautorizacija
sv: Förauktoriseringen

# Languages::expirepreauth_description
source: Preauthorization hold limit in days. The maximum value is 30 days. With the "Sale" request type, leave this field empty.
hr: Ograničenje držanja pred autorizacija u danima.Maksimalna vrijednost je 30 dana. Uz zahtjev tipa "prodaja", ostavite ovo polje prazno.
sk: Predbežná autorizácia obsahuje limit dní. Maximálna hodnota je 30 dní. Pri type požiadavky "predaj" , nechajte toto pole prázdne.
sr: Preauthorizacija ima ograničenje. Maksimalna vrednost je 30 dana.
sv: Förauktoriseringen hålla gränsen i dagar. Maxvärdet är 30 dagar. Med "Försäljning" begäran, lämna fältet tomt.

# Languages::expiry_date
source: Expiration date
hr: Datum isteka
sk: Dátum vypršania platnosti
sr: Datum isteka
sv: Utgångsdatum

# Languages::export
source: Export
hr: Izvoz
sr: Izvoz
sv: Exportera

# Languages::exported_fields
source: Exported fields
hr: Izvezena polja
sk: Exportované polia
sr: Izvezena polja
sv: Exporterade fält

# Languages::exported_files
source: Exported files
hr: Izvezene datoteke
sk: Exportované súbory
sr: Izvezene datoteke
sv: Exporterade filer

# Languages::exporting_data
source: Exporting data
hr: Izvoz podataka
sk: Exportovanie údajov
sr: Izvoz podataka
sv: Exportera data

# Languages::export_data
source: Export data
hr: Izvoz podataka
sk: Exportovanie údajov
sr: Izvoz podataka
sv: Exportera data

# Languages::export_locations
source: Export locations
hr: Izvoz lokacija
sk: Exportovať umiestnenie
sr: Izvoz lokacija
sv: Exportera platser

# Languages::export_options
source: Export options
hr: Mogućnosti izvoza
sk: Možnosti exportu
sr: Opcije izvoza
sv: Alternativ för export

# Languages::export_selected
source: Export selected
hr: Izvoz odabranog
sk: Exportovať vybrané
sr: Izvoz izabranog
sv: Exportera valda

# Languages::extended
source: Extended
hr: Prošireni
sk: Rozšírené
sr: Prošireno

# Languages::extra
source: Extra
hr: Dodatni
sk: Navyše
sr: Dodatno

# Languages::extra_services
source: Extra services
hr: Dodatne usluge
sk: Extra služby
sr: Dodatne usluge
sv: Extra tjänster

# Languages::extra_folders
source: Extra folders
hr: Dodatne mape
sr: Dodatni direktorijumi
sv: Extra mappar

# Languages::fail
source: Fail
hr: Neuspješno
sk: Zlyhanie
sr: Neuspešno
sv: Misslyckas

# Languages::failed
source: Failed
hr: Nije uspjelo
sk: Zlyhalo
sr: Neuspelo
sv: Det gick inte

# Languages::fair
source: Fair
hr: Osrednje
sk: vyplniť
sr: Fer
sv: Rättvis

# Languages::false
source: False
hr: Lažan
sk: Falošné
sr: pogrešno
sv: Falska

# Languages::faroese
source: Faroese
hr: Farski
sk: faerčina
sr: Farski
sv: Färöiska

# Languages::fast
source: Fast
hr: Brzo
sk: Rýchle
sr: Brzo
sv: Snabb

# Languages::fax
source: Fax
hr: Faks
sr: Telefaks

# Languages::feature
source: Feature
hr: Značajka
sk: Funkcia
sr: Funkcija
sv: Funktionen

# Languages::features
source: Features
hr: Značajke
sk: Vlastnosti
sr: Funkcije
sv: Funktioner

# Languages::features_delimiter
source: Feature variants delimiter
hr: Graničnik varijanti značajke
sk: Oddeľovač variantov funkcií
sr: Znak razgraničavanja varijanti funkcija
sv: Funktionen varianter avgränsare

# Languages::features_menu_description
source: Add and manage extra product fields.
hr: Dodavanje i upravljanje dodatnim poljima proizvoda.
sk: Pridanie a spravovanie polí extra produktov.
sr: Dodaj i uredi dodatna polja proizvoda.
sv: Lägga till och hantera extra produkt fält.

# Languages::feature_code
source: Feature code
hr: Kod značajke
sk: Kód vlastnosti
sr: Šifra funkcije
sv: Funktionen kod

# Languages::feature_comparison
source: Feature comparison
hr: Usporedba značajki
sk: Porovnávanie vlastností
sr: Poređenje funkcija
sv: Funktionen jämförelse

# Languages::feature_display_on_catalog
source: Show in product list
hr: Prikaži u popisu proizvoda
sk: Zobraziť v zozname produktov
sr: Prikaži u listi proizvoda
sv: Visa i produktlistan

# Languages::feature_display_on_header
source: Show in header on the product details page
hr: Prikaži u zaglavlju na stranici s detaljima proizvoda
sk: Zobraziť v hlavičke na stránke podrobností produktu
sr: Prikaži u zaglavlju na stranici detalji o proizvodu
sv: Visa i huvudet på produktinformationssidan

# Languages::feature_display_on_product
source: Show on the Features tab
hr: Prikaži na kartici Značajke
sk: Zobraziť na záložke Vlastnosti
sr: Prikaži kartici Funkcije
sv: Visa på fliken funktioner

# Languages::feedback_is_sent_successfully
source: The feedback has been sent successfully.
hr: Komentar je uspješno poslan.
sk: Spätná väzba bola úspešne odoslaná.
sr: Povratne informacije su uspešno poslate .
sv: Feedback har skickats.

# Languages::feedback_values
source: Feedback values
hr: Povratne vrijednosti
sk: Hodnoty spätnej väzby
sr: Vrednosti povratne informacije
sv: Feedback-värden

# Languages::field
source: Field
hr: Polje
sk: Pole
sr: Polje
sv: Fält

# Languages::field_editor
source: Field Editor
hr: Uređivač polja
sk: Pole úprav
sr: Uređivanje polja
sv: Fältet redaktör

# Languages::file
source: File
hr: Datoteka
sk: Súbor
sr: Datoteka
sv: Fil

# Languages::filename
source: File name
hr: Naziv datoteke
sk: Názov súboru
sr: Naziv datoteke
sv: Filnamn

# Languages::files
source: Files
hr: Datoteke
sk: Súbory
sr: Datoteke
sv: Filer

# Languages::sell_files
source: Files to sell
hr: Datoteka za prodaju
sk: Súbory na predaj
sr: Datoteke za prodaju
sv: Filer att sälja

# Languages::filesize
source: File size
hr: Veličina datoteke
sk: Veľkosť súboru
sr: Veličina datoteke
sv: Storlek

# Languages::files_changes
source: File changes
hr: Promjena u datotekama
sk: Zmeny súborov
sr: Promena datoteke
sv: Filändringar

# Languages::files_directory
source: Files directory
hr: Direktorij datoteka
sk: Súbory adresára
sr: Direktorijum datoteka
sv: Filer katalog

# Languages::file_avail_after_payment
source: This file will be available after the order is paid in full.
hr: Ova datoteka će biti dostupna nakon što je narudžba plaćena u cijelosti.
sk: Tento súbor bude k dispozícii po tom, čo objednávka bude zaplatená v plnej výške.
sr: Ova datoteka će biti dostupna nakon što je porudžbina plaćena u celosti.
sv: Denna fil kommer att finnas efter ordern betalas i sin helhet.

# Languages::file_browser
source: File browser
hr: Preglednik datoteka
sk: Prehliadač súborov
sr: Pregledač datoteke
sv: Filbläddrare

# Languages::file_doesnt_have_key
source: This file doesn't have a download key.
hr: Ova dokumentu nema ključ za preuzimanje.
sk: Tento súbor nemá kľúč na stiahnutie.
sr: Ova datoteka nema ključ za preuzimanje.
sv: Den här filen har inte en Hämta nyckel.

# Languages::file_download_limit_exceeded
source: The file cannot be downloaded because the download limit equal to [limit] is exceeded.
hr: Datoteka se ne može skinuti jer je download limit jednak [limit] premašen.
sk: Súbor sa nedá stiahnuť, pretože limit sťahovania [limit] je prekročený.
sr: Datoteku nije moguće preuzeti jer je prekoračeno ograničenje za preuzimanje jednako [limit].
sv: Filen kan inte laddas ner eftersom data överför gräns är lika med [limit] har överskridits.

# Languages::file_is_too_large
source: File is too large. Max uploading size is [size].
hr: Datoteka je prevelika. Max upload veličina je [size].
sk: Súbor je príliš veľký. Maximálna veľkosť nahrávania je [size].
sr: Datoteka je prevelika. Max veličina za otpremanje je [size].
sv: Filen är för stor. Max uppladdning storlek är [size].

# Languages::file_tree
source: File tree
hr: Stablo datoteka
sk: Stromová štruktúra súborov
sr: Struktura datoteke
sv: Filträdet

# Languages::filling
source: Filling
hr: Punjenje
sk: Náplň
sr: Popunjavanje
sv: Fylla

# Languages::filters
source: Filters
hr: Filteri
sk: Filtre
sr: Filteri
sv: Filter

# Languages::filters_menu_description
source: Product filters are displayed on the storefront and enable your customers to quickly find the products.
hr: Filteri proizvoda prikazani su u izlogu i omogućuju vašim kupcima da brzo pronađu proizvode.
sk: Filtre produktov sú zobrazené na priečelí a umožnia zákazníkom rýchle vyhľadanie produktov.
sr: Filteri proizvoda prikazuju se u prodavnici i omogućavaju kupcima da brzo pronađu proizvode.
sv: Produkt filter visas på skyltfönster och aktiverar dina kunder att snabbt hitta produkter.

# Languages::filter_by
source: Filter by
hr: Filtriraj prema
sk: Filtrovať podľa
sr: Filtriraj po
sv: Filtrera efter

# Languages::filter_description
source: Filter description
hr: Opis filtra
sk: Popis filtra
sr: Opis filtera
sv: Filtrera Beskrivning

# Languages::filter_name
source: Filter name
hr: Naziv filtra
sk: Názov filtra
sr: Ime filtera
sv: Filternamn

# Languages::finance_product_code
source: Finance product code
hr: Šifra financijskog proizvoda
sk: Kód produktu financií
sr: Šifra proizvoda finansija
sv: Finansiera produktkoden

# Languages::financial_state
source: Financial state
hr: Financijsko stanje
sk: Finančný stav
sr: Finansijsko stanje
sv: Finansiella staten

# Languages::find_results_with
source: Find results with
hr: Pronađi rezultate sa
sk: Nájsť výsledky s
sr: Pronađi rezultate sa
sv: Hitta resultat med

# Languages::finish
source: Finish
hr: Završi
sk: Dokončiť
sr: Završi
sv: Slutför

# Languages::finished
source: Finished
hr: Završeno
sk: Hotové
sr: Završeno
sv: Färdig

# Languages::finnish
source: Finnish
hr: Finski
sk: fínčina
sr: Finski
sv: Finska

# Languages::first_name
source: First name
hr: Ime
sk: Krstné meno
sr: Ime
sv: Förnamn

# Languages::flemish
source: Flemish
hr: Flamanski
sk: Flámsky
sr: Flamanski
sv: Flamländska

# Languages::folder
source: Folder
hr: Mapa
sk: Priečinok
sr: Fascikla
sv: Mappen

# Languages::folder_is_empty
source: Folder is empty
hr: Mapa je prazna
sk: Priečinok je prázdny
sr: Direktorijum je prazan
sv: Mappen är tom

# Languages::footer
source: Footer
hr: Podnožje
sk: Zápätie
sr: Podnožje stranice
sv: Sidfot

# Languages::for
source: for
hr: za
sk: za
sr: za
sv: för

# Languages::forbidden
source: Forbidden
hr: Zabranjen
sk: Zakázané
sr: Zabranjeno
sv: Förbjudet

# Languages::forbidden_combinations
source: Forbidden combinations
hr: Zabranjene kombinacije
sk: Zakázané kombinácie
sr: Zabranjene kombinacije
sv: Förbjudna kombinationer

# Languages::forgot_password_question
source: Forgot your password?
hr: Zaboravili ste lozinku?
sk: Zabudli ste heslo?
sr: Zaboravili ste svoju lozinku?
sv: Glömt ditt lösenord?

# Languages::form
source: Form
hr: Obrazac
sk: Formulár
sr: Obrazac

# Languages::forms
source: Forms
hr: Obrasci
sk: Formuláre
sr: Obrasci
sv: Former

# Languages::form_id
source: Form ID
hr: Obrazac ID
sk: Identifikácia formulára
sr: ID obrasca
sv: Formulär-ID

# Languages::for_all_found_orders
source: For orders on ALL pages
hr: Za narudžbe na svim stranicama
sk: Pre objednávky na všetkých stránkach
sr: Za porudžbine na svim stranicama
sv: För beställningar på alla sidor

# Languages::for_this_page_orders
source: For orders on THIS page
hr: Za narudžbe na ovoj stranici
sk: Pre objednávky na tejto stránke
sr: Za porudžbine na ovoj stranici
sv: För beställningar på denna sida

# Languages::fragile
source: Fragile
hr: Lomljivo
sk: Krehké
sr: Lomljivo
sv: Bräcklig

# Languages::free
source: Free
hr: Besplatno
sk: Zadarmo
sr: Besplatno
sv: Gratis

# Languages::free_products
source: Free products
hr: Besplatni proizvodi
sk: Bezplatne dostupné produkty
sr: Besplatni proizvodi
sv: Gratis produkter

# Languages::free_shipping
source: Free shipping
hr: Besplatna dostava
sk: Poštovné zdarma
sr: Besplatna isporuka
sv: Fri frakt

# Languages::french
source: French
hr: Francuski
sk: francúzština
sr: francuski
sv: Franska

# Languages::from
source: from
hr: od
sk: od
sr: od
sv: från

# Languages::from_date
source: Date from
hr: Datum od
sk: Dátum od
sr: Datum od
sv: Datum från

# Languages::fulfillment_state
source: Fulfillment state
hr: Ispunjenje stanje
sk: Stav naplnenia
sr: Stanje ispunjenosti
sv: Fulfillment staten

# Languages::full
source: Full
hr: Puni
sk: Plné
sr: Pun

# Languages::full_description
source: Full description
hr: Detaljni Opis
sk: Úplný opis
sr: Pun opis
sv: Fullständig beskrivning

# Languages::full_list
source: Full list
hr: Cijeli popis
sk: Úplný zoznam
sr: Potpuna lista
sv: Hela listan

# Languages::full_tree_cat
source: Full tree
hr: Cijelo stablo
sk: Celý strom
sr: Potpuna struktura
sv: Hela trädet

# Languages::full_tree_pages
source: Full tree
hr: Cijelo stablo
sk: Celý strom
sr: Potpuna struktura
sv: Hela trädet

# Languages::full_width
source: Full width
hr: Puna širina
sk: Celú šírku
sr: Puna širina
sv: Full bredd

# Languages::function
source: Core
hr: Jezgra
sk: Jadro
sr: Jezgro

# Languages::function_deprecated
source: Function [old_function] is deprecated and will be removed in next version. Please use [new_function] instead of it.
hr: Funkcija [old_function] je zastarjela i u sljedećoj verziji će se ukloniti. Umjesto nje molimo koristite [new_function].
sk: Funkcia [old_function] je zastaraná a bude odstránená v nasledujúcej verzii. Namiesto toho použite [new_function].
sr: Funkcija [old_function] je zastarela i biće uklonjena u sledećoj verziji. Umesto nje možete da koristite novu funkciju [new_function].
sv: Funktionen [old_function] är föråldrat och kommer att tas bort i nästa version. Använd [new_function] i stället för det.

# Languages::gateway
source: Gateway
sk: Brána
sr: Mrežni prolaz

# Languages::gateways
source: Gateways
sk: Brány
sr: Mrežni prolazi

# Languages::general
source: General
hr: Općenito
sk: Všeobecné
sr: Opšte
sv: De allmänna

# Languages::general_info
source: General information
hr: Opće informacije
sk: Všeobecné informácie
sr: Opšte informacije
sv: Allmän information

# Languages::general_statistics
source: General statistics
hr: Opća statistika
sk: Všeobecná štatistika
sr: Opšte Statistika
sv: Allmän statistik

# Languages::generate
source: Generate
hr: Generiraj
sk: Generovať
sr: Generisanje
sv: Generera

# Languages::generate_submenu
source: Generate submenu
hr: Generiraj podizbornik
sk: Vytvorenie vedľajšej ponuky
sr: Generisanje podmenija
sv: Generera en undermeny

# Languages::geography
source: Geography
hr: Zemljopis
sk: Geografia
sr: Geografija
sv: Geografi

# Languages::german
source: German
hr: Njemački
sk: nemčina
sr: Nemački
sv: Tyska

# Languages::get_rates
source: Get rates
hr: Nabavite cijene
sk: Získať sadzby
sr: Po stopama
sv: Få priser

# Languages::give_coupon_subj
source: you have new promotion
hr: Imate novu promociju
sk: máte nové propagácia
sr: Imate novu promociju
sv: har du ny kampanj

# Languages::global
source: Global
hr: Globalno
sk: Globálne
sr: Globalno
sv: Globala

# Languages::global_options
source: Global options
hr: Globalne mogućnosti
sk: Globálne možnosti
sr: Globalne opcije
sv: Globala alternativ

# Languages::global_status
source: Global status
hr: Globalno stanje
sk: Globálny stav
sr: Globalni status
sv: Globala status

# Languages::global_update
source: Global update
hr: Globalno ažuriranje
sk: Globálna aktualizácia
sr: Globalno ažuriranje

# Languages::global_update_description
source: Positive or negative values can be entered in the fields below (e.g. -5).
hr: Pozitivne ili negativne vrijednosti možete unijeti u polja ispod (npr. -5).
sk: Kladné alebo záporné hodnoty môžu byť zadané v poliach nižšie (napr. -5).
sr: Pozitivne ili negativne vrednosti se mogu uneti u polja ispod (npr. -5).
sv: Positiva eller negativa värden kan anges i fälten nedan (t.ex. -5).

# Languages::go
source: Go
hr: Ići
sk: Ísť
sr: Idi
sv: Gå

# Languages::google_base
source: Google Base
sr: Google baza

# Languages::google_base_export_notice
source: <b>Note:</b> You can setup Tax and Shipping rates on the <a href="http://www.google.com/merchants/taxshippingsettings">Tax and shipping summary</a> page in your Google merchant center.
hr: <b> Napomena: </b> Možete postaviti Porez i Troškovi isporuke na stranici <a href="http://www.google.com/merchants/taxshippingsettings"> porez i dostava sažetak</a> u vašem Google trgovačkom centaru.
sk: <b>Poznámka:</b> Môžete nastaviť dane a prepravné sadzby na stránke <a href="http://www.google.com/merchants/taxshippingsettings"> daňové a poštovné Zhrnutie</a> vášho Google obchodného centra.
sr: <b>Napomena:</b> Možete da podesite porez i iznos isporuke na stranici <a href="http://www.google.com/merchants/taxshippingsettings"> Tax and shipping summary</a> u tvom Google centru za trgovce.
sv: <b>Obs:</b> Du kan ställa in skatt och frakt priser på sidan <a href="http://www.google.com/merchants/taxshippingsettings"> skatt och frakt Sammanfattning</a> i din Google merchant center.

# Languages::goto_theme_configuration
source: Browse themes
hr: Pregledaj teme
sk: Prehľadávať témy
sr: Potraži teme
sv: Bläddra teman

# Languages::remove_theme
source: Remove theme
hr: Ukloni temu
sk: Odstrániť motív
sr: Ukloni teme
sv: Ta bort tema

# Languages::go_back
source: Go back
hr: Vrati se
sk: vrátiť sa
sr: Idi nazad
sv: Gå tillbaka

# Languages::go_to_the_admin_homepage
source: Go to the admin homepage
hr: Idi na početnu stranicu administratora
sk: Prejdite na domovskú stránku admina
sr: Idi na administratorsku stranicu
sv: Gå till admin hemsida

# Languages::go_to_the_homepage
source: Go to the homepage
hr: Idi na početnu stranicu
sk: Prejdite na domovskú stránku
sr: Idi na početnu stranicu
sv: Gå till hemsidan

# Languages::grams_in_the_unit_of_weight
source: Grams in the unit of weight defined by the weight symbol
hr: Grama u jedinici mase definira simbol težine
sk: Počet gramov na jednotku hmotnosti definuje symbol hmotnosti.
sr: Grama u jedinici težine
sv: Gram i enheten av vikt definieras av symbolen vikt

# Languages::graphic
source: Graphic
hr: Grafika
sk: Grafické
sr: Grafika

# Languages::greek
source: Greek
hr: Grčki
sk: gréčtina
sr: grčki
sv: Grekiska

# Languages::grid
source: Grid
hr: Rešetka
sk: Mriežka
sr: Mreža
sv: Rutnät

# Languages::tmpl_grid
source: Grid
hr: Rešetka
sk: Mriežka
sr: Mreža
sv: Rutnät

# Languages::tmpl_grid2
source: Grid2
sk: Mriežka2
sr: Mreža2

# Languages::grid_options
source: Grid options
hr: Mogućnosti rešetke
sk: Možnosti mriežky
sr: Opcije mreže
sv: Alternativ för rutnät

# Languages::gross_total
source: Gross total
hr: Bruto ukupno
sk: Hrúbka celkom
sr: Bruto ukupno
sv: Brutto totalt

# Languages::group
source: Group
hr: Grupa
sk: Skupina
sr: Grupa
sv: Grupp

# Languages::groups
source: Groups
hr: Grupe
sk: Skupiny
sr: Grupe
sv: Grupper

# Languages::guest
source: Guest
hr: Gost
sk: Hodnotenie
sr: Gost
sv: Pensionat

# Languages::has_credit_memo
source: Has credit memo
hr: Ima odobrenje
sk: Má dobropis
sr: Ima odobrenje
sv: Har kreditnota

# Languages::has_invoice
source: Has invoice
hr: Ima fakturu
sk: Má faktúru
sr: Ima fakturu
sv: Har fakturan

# Languages::header
source: Header
hr: Zaglavlje
sk: Hlavička
sr: Zaglavlje

# Languages::header_image
source: Header image
hr: Slika zaglavlja
sk: Obrázok hlavičky
sr: Slika zaglavlja

# Languages::hebrew
source: Hebrew
hr: Hebrejski
sk: hebrejčina
sr: Jevrejski
sv: Hebreiska

# Languages::height
source: Height
hr: Visina
sk: Výška
sr: Visina
sv: Höjd

# Languages::hello
source: Hello
hr: Pozdrav
sk: Dobrý deň
sr: Zdravo
sv: Hej

# Languages::help
source: Help
hr: Pomoć
sk: pomoc
sr: Pomoć
sv: Hjälp

# Languages::hidden
source: Hidden
hr: Skriven
sk: Skryté
sr: Skriveno
sv: Dolda

# Languages::hide
source: Hide
hr: Sakrij
sk: Skryť
sr: Sakrij
sv: Dölja

# Languages::hide_add_to_cart_button
source: Hide add to cart button
hr: Sakrij gumb Dodaj u košaricu
sk: Skryť pridať do košíka
sr: Sakrij dugme dodaj u korpu
sv: Dölj Lägg i varukorg knappen

# Languages::hide_options
source: Hide options
hr: Sakrij opcije
sk: Skryť možnosti
sr: Sakrij opcije
sv: Dölj alternativ

# Languages::hide_option_completely
source: Hide option completely
hr: Sakrij opciju u potpunosti
sk: Úplne skryť možnosti
sr: Sakrij opcije potpuno
sv: Dölj alternativ helt

# Languages::home
source: Home
hr: Naslovnica
sk: Domov
sr: Početna
sv: Hem

# Languages::home_page
source: Home page
hr: Početna stranica
sk: Hlavná stránka
sr: Početna stranica
sv: Startsida

# Languages::horizontal
source: Horizontal
hr: Horizontalan
sk: Horizontálne
sr: Horizontalno
sv: Horisontella

# Languages::host
source: Host name
hr: Naziv glavnog računala
sk: Názov hostiteľa
sr: Naziv hosta
sv: Värdnamn

# Languages::host_code
source: Host code
hr: Kod domaćina
sk: Kód hostiteľa
sr: Šifra domaćina
sv: Värd kod

# Languages::hour
source: Hour
hr: Sat
sk: Hodina
sr: Sat
sv: Timme

# Languages::how_to_send
source: How to send?
hr: Kako poslati?
sk: Ako poslať?
sr: Kako poslati?
sv: Hur man skickar?

# Languages::html_block
source: HTML block
hr: HTML blok
sk: HTML blok
sr: HTML blok

# Languages::hungarian
source: Hungarian
hr: Mađarski
sk: maďarčina
sr: Mađarski
sv: Ungerska

# Languages::I25
source: Interleaved 2 of 5 is based on Standard 2 of 5 symbology.<br/>Interleaved 2 of 5 is designed to encode only 10 digits.
hr: Interleaved 2 of 5 temelji se na standardnoj 2 od 5 simbologiji.<br/>Interleaved 2 of 5 dizajniran je za kodiranje samo 10 znamenki.
sk: Prekladanie 2 z 5 je na základe štandardnej symboliky 2 z 5. <br/>Prekladané 2 z 5 je navrhnuté tak, aby zakódovalo iba 10 číslic.
sr: Interval 2 od 5 je baziran na osnovu standardne 2 od 5 simbolike. <br/> Interval 2 od 5 je dizajniran za kodiranje samo 10 cifara.
sv: Interfolierad 2 av 5 baseras på Standard 2 av 5 symbolik. <br/> Interfolierad 2 av 5 syftar till att koda endast 10 siffror.

# Languages::icon
source: Icon
hr: Ikona
sk: Ikona
sr: Ikona
sv: Ikonen

# Languages::identifier
source: PayBox identifier
hr: Biletarnica identifikator
sk: PayBox identifikátor
sr: Identifikator PayBox
sv: PayBox identifierare

# Languages::iframe_mode
source: iFrame mode
hr: iFrame način
sk: iFrame režim
sr: iFrame režim
sv: iFrame-läge

# Languages::illegal_item_weight
source: Illegal item weight
hr: Nedopuštena težina artikla
sk: Nelegálna položka hmotnosti
sr: Ilegalna težina artikla
sv: Olagliga objekt vikt

# Languages::image
source: Image
hr: Slika
sk: Obrázok
sr: Slika
sv: Bild

# Languages::images
source: Images
hr: Slike
sk: Obrázky
sr: Slike
sv: Bilder

# Languages::images_directory
source: Images directory
hr: Slike direktorij
sk: Adresár obrázkov
sr: Direktorijum slika
sv: Bilder katalog

# Languages::image_pair
source: Image pair
hr: Slikovni par
sk: Pár obrázku
sr: Par slike
sv: Bild par

# Languages::image_verification
source: Image verification
hr: Slikovna provjera
sk: Overenie obrázku
sr: Verifikacija slikom
sv: Bildverifiering

# Languages::image_verification_body
source: Type the characters you see in the picture above.
hr: Upišite znakove koje vidite na slici iznad.
sk: Napíšte znaky, ktoré vidíte na obrázku vyššie.
sr: Upišite znakove koje vidite na slici iznad.
sv: Skriv de tecken du ser i bilden ovan.

# Languages::image_verification_label
source: Anti-bot validation
hr: Anti-bot provjera
sk: Anti-BOT validácia
sr: Anti-bot validacija
sv: Anti bot validering

# Languages::immediately
source: Immediately
hr: Odmah
sk: Okamžite
sr: Odmah
sv: Omedelbart

# Languages::import
source: Import
hr: Uvoz
sk: Dovoz
sr: Uvoz

# Languages::important
source: Important
hr: Važno
sk: Dôležité
sr: Važno
sv: Viktigt
