Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/editions/mve.po
Languages: hr_hr, sk_sk, sr_sp

# Languages::add_companies
source: Add vendors
hr_hr: Dodaj dobavljače
sk_sk: Pridať predajcov
sr_sp: Dodaj prodavce

# Languages::add_companies_and_close
source: Add vendors and close
hr_hr: Dodaj dobavljače i zatvori
sk_sk: Pridať predajcov a zatvoriť
sr_sp: Dodaj prodavce i zatvori

# Languages::add_vendor
source: Add vendor
hr_hr: Dodaj dobavljača
sk_sk: Pridanie predajcu
sr_sp: Dodaj prodavca

# Languages::add_vendor_administrator
source: Add vendor's administrator
hr_hr: Dodavanje administratora dobavljača
sk_sk: Pridať administrátora predajcu
sr_sp: Dodaj administratora prodavca

# Languages::vendor_administrator
source: Vendor's administrator
hr_hr: Administrator dobavljača
sk_sk: Administrátor predajcov
sr_sp: Administrator prodavca

# Languages::vendor_administrators
source: Vendor's administrators
hr_hr: Administratori dobavljača
sk_sk: Administrátori predajcov
sr_sp: Administratori prodavaca

# Languages::vendor_administrators_menu_description
source: List of vendor's administrators, registered users with a vendor account.
hr_hr: Popis administratora dobavljača, registrirani korisnici s računom dobavljača.
sk_sk: Zoznam administrátorov predajcov, registrovaných užívateľov s účtom predajcu.
sr_sp: Lista administratora prodavaca, registrovanih korisnika sa nalogom prodavca.

# Languages::vendor_candidate_notification
source: Hello,<br/><br/>You have a new vendor candidate in your store. This vendor account is pending until you approve it. Follow <a>this URL to view the account details</a>.
hr_hr: Pozdrav, <br/><br/>Imate novog kandidata za dobavljača u vašoj trgovini. Ovaj račun dobavljača je na čekanju dok ga ne odobrite. Pratite <a>ovaj URL za prikaz pojedinosti računa</a>.
sk_sk: Dobrý deň, <br/> <br/> máte nového kandidáta na predajcu vo vašom obchode. Toto konto predajcu čaká na schválenie. Použite <a>túto adresu URL pre zobrazenie detailov účtu</a>.
sr_sp: Zdravo, <br/> <br/> Imate kandidata za novog prodavca u vašoj e-prodavnici. Ovaj nalog prodavca je na čekanju dok ga ne dobrite. Pratite <a>ovu URL adresu da biste videli detalje naloga</a>.

# Languages::demo_panel.go_vendor_panel
source: Go to Vendor panel
hr_hr: Idi na ploču dobavljača
sk_sk: Prejdite na panel predajcov
sr_sp: Idi na tablu Prodavca

# Languages::vendor_account_balance_menu_description
source: Income and expenditure statistics (total, per vendor, per period).
hr_hr: Statistika prihodi i rashodi (ukupno, po dobavljaču, po razdoblju).
sk_sk: Štatistiky príjmov a výdavkov (celkom, za predajcu, za obdobie).
sr_sp: Statistika prihoda i rashoda (ukupno, po prodavcu, po periodu).

# Languages::merge_vendor
source: Merge vendor
hr_hr: Spoji dobavljača
sk_sk: Zlúčiť predajcu
sr_sp: Objedini prodavce

# Languages::select_new_owner_company
source: Select a new owner of this company's profile data:
hr_hr: Odaberite novog vlasnika profil podataka ove tvrtke:
sk_sk: Vyberte nového vlastníka z profilových údajov spoločnosti:
sr_sp: Izaberite novog vlasnika profila ove kompanije:

# Languages::warning_merging_companies
source: Merging two company accounts will remove [company_name] from the database, and all the profile data (products, orders, shipping methods, users, promotions, etc.) will be transferred to this company's account
hr_hr: Spajanje računa dvije tvrtke će ukloniti [company_name] iz baze podataka, a svi podaci profila (proizvodi, narudžbe, metode dostava, korisnička, promocije i sl) će se prenijeti na račun ove tvrtke
sk_sk: Zlúčenie dvoch účtov spoločnosti odstráni [company_name] z databázy a všetky údaje profilu (produkty, objednávky, prepravné metódy, užívatelia, akcie, atď) sa prevedú na účet tejto spoločnosti
sr_sp: Objedinjavanje dva naloga kompanija će ukloniti [company_name] iz baze podataka, a svi podaci o profilu (proizvodi, narudžbe, isporuke, korisnici, promocije i sl.) će biti preneti u nalog ove kompanije

# Languages::all_vendors
source: All vendors
hr_hr: Svi dobavljači
sk_sk: Všetci predajcovia
sr_sp: Svi prodavci

# Languages::apply_for_vendor_account
source: Apply for a vendor account
hr_hr: Prijavite se za račun dobavljača
sk_sk: Použiť pre konto predajcu
sr_sp: Prijavi se za prodavca

# Languages::available_for_vendor
source: Available for vendor
hr_hr: Dostupno za dobavljača
sk_sk: K dispozícii pre predajcu
sr_sp: Dostupno za prodavce

# Languages::balance_carried_forward
source: Balance carried forward
hr_hr: Bilanca prenesena
sk_sk: Prenesený zostatok
sr_sp: Prenet saldo

# Languages::block_vendors
source: Vendors
hr_hr: Dobavljači
sk_sk: Predajcovia
sr_sp: Prodavci

# Languages::charge_to_vendor_account
source: Charge to vendor account
hr_hr: Naplatiti na račun dobavljača
sk_sk: Účtovať na účet predajcu
sr_sp: Naplatite na teret računa prodavca

# Languages::companies
source: Vendors
hr_hr: Dobavljači
sk_sk: Predajcovia
sr_sp: Prodavci

# Languages::create_administrator_account
source: Create administrator account
hr_hr: Napravite administratorski račun
sk_sk: Vytvorenie konta administrátora
sr_sp: Kreiraj administratorski nalog

# Languages::displayed_vendors
source: Displayed vendors
hr_hr: Prikazani dobavljači
sk_sk: Zobrazený predajcovia
sr_sp: Prikazani prodavci

# Languages::editing_vendor
source: Editing vendor
hr_hr: Uređivanje dobavljača
sk_sk: Úprava predajcov
sr_sp: Uređivanje prodavaca

# Languages::error_admin_not_created_email_already_used
source: Administrator account was not created. The email address belongs to another user. You can add the administrator for this vendor manually.
hr_hr: Administrator račun nije stvoren.E-mail adresa pripada drugom korisniku. Možete dodati administratora za ovog dobavljača ručno.
sk_sk: Konto administrátora nebolo vytvorené. E-mailová adresa patrí inému používateľovi. Administrátora pre tohto predajcu môžete pridať manuálne.
sr_sp: Administratorski nalog nije kreiran. Email adresa pripada drugom korisniku. Možete ručno dodati administratora za ovog prodavca.

# Languages::error_admin_not_created_name_already_used
source: Administrator account was not created. The user name belongs to another user. You should change the administrator account's name.
hr_hr: Administratorski račun nije stvoren.Korisničko ime pripada drugom korisniku. Trebali bi promijeniti ime administratorskog računa.
sk_sk: Konto administrátora nebolo vytvorené. Meno používateľa patrí inému používateľovi. Mali by ste zmeniť meno konta administrátora.
sr_sp: Administratorski nalog nije kreiran. Korisničko ime pripada drugom korisniku. Treba da promenite ime naloga administratora.

# Languages::error_vendor_exists
source: The vendor with e-mail you have chosen already exists, please try another.
hr_hr: Dobavljač s e-poštom koji ste odabrali već postoji, pokušajte s drugom.
sk_sk: Predajca s e-mailom, ktorý ste vybrali už existuje, skúste iný.
sr_sp: Prodavac sa e-adresom koju ste odabrali već postoji, molimo pokušajte neku drugu.

# Languages::expenditure
source: Expenditure
hr_hr: Rashodi
sk_sk: Výdavky
sr_sp: Rashod

# Languages::income
source: Income
hr_hr: Prihodi
sk_sk: Príjem
sr_sp: Prihod

# Languages::manage_vendors
source: Manage vendors
hr_hr: Upravljanje dobavljačima
sk_sk: Správa predajcov
sr_sp: Upravljaj prodavcima

# Languages::new_administrator_account_created
source: New administrator account has been successfully created.
hr_hr: Novi administratorski račun je uspješno kreiran.
sk_sk: Nový administrátorsky účet bol úspešne vytvorený.
sr_sp: Novi administratorski nalog je uspešno kreiran.

# Languages::new_vendor
source: New vendor
hr_hr: Novi dobavljač
sk_sk: Nový predajca
sr_sp: Novi prodavac

# Languages::notify_vendor
source: Notify vendor
hr_hr: Obavijestiti dobavljača
sk_sk: Informovať predajcu
sr_sp: Obavesti prodavca

# Languages::notify_vendors_by_email
source: Notify vendors by e-mail
hr_hr: Obavijestiti dobavljača putem e-maila
sk_sk: Upozornenie predajcu na e-mail
sr_sp: Obavesti prodavca e-poštom

# Languages::privileges.manage_payouts
source: Manage payouts
hr_hr: Upravljanje isplate
sk_sk: Spravovať výplaty
sr_sp: Uredi isplate

# Languages::privileges.manage_vendors
source: Manage vendors
hr_hr: Upravljanje dobavljačima
sk_sk: Správa predajcov
sr_sp: Upravljanje prodavcima

# Languages::privileges.view_payouts
source: View payouts
hr_hr: Pogled isplata
sk_sk: Zobrazenie výplat
sr_sp: Prikaži isplate

# Languages::privileges.view_vendors
source: View vendors
hr_hr: Prikaz dobavljača
sk_sk: Zobrazenie predajcov
sr_sp: Prikaži prodavce

# Languages::privilege_sections.vendors
source: Vendors
hr_hr: Dobavljači
sk_sk: Predajcovia
sr_sp: Prodavci

# Languages::sales_period
source: Sales period
hr_hr: Period prodaje
sk_sk: Obdobie predaja
sr_sp: Period rasprodaje

# Languages::sales_period_total
source: Sales period total
hr_hr: Ukupno razdoblje prodaje
sk_sk: Obdobie predaja celkom
sr_sp: Ukupno za period rasprodaje

# Languages::search_by_vendor
source: Search by vendor
hr_hr: Pretraživanje dobavljača
sk_sk: Vyhľadávanie podľa predajcu
sr_sp: Pretraga po prodavcu

# Languages::sort_by_company_asc
source: Sort by alphabetical: A to Z
hr_hr: Sortiranje po abecednom: A do Ž
sk_sk: Zoradiť abecedne: od A do Z
sr_sp: Sortiranje po abecedi: od A do Ž

# Languages::sort_by_company_desc
source: Sort by alphabetical: Z to A
hr_hr: Sortiranje po abecednom: Z do A
sk_sk: Zoradiť abecedne: od Z po A
sr_sp: Sortiranje po abecedi: od Ž do A

# Languages::text_company_status_new_to_active
source: Your request for vendor [company] was approved.
hr_hr: Vaš zahtjev za dobavljača [company] je odobren.
sk_sk: Vašu žiadosť na predajcu [company] bola schválený.
sr_sp: Vaš zahtev za prodavca [company] je odobren.

# Languages::text_company_status_new_to_active_administrator_created
source: New administrator was created. You can access to the administrator area: [link] by using the following credentials:<br />Login: [login]<br />Password: [password]
hr_hr: Novi Administrator je stvoren. Možete pristupiti u područje Administrator: [link] pomoću sljedećih vjerodajnica: <br /> Prijava: [login]<br/>Password: [password]
sk_sk: Bol vytvorený nový administrátor. Pre prístup k administrácii: [link] použite nasledovné poverenia: <br /> Meno: [login] <br /> heslo: [password]
sr_sp: Kreiran je novi administrator. Možete pristupiti administratorskom odeljku: [link] koristeći sledeće akreditive: <br/> Prijava: [login] <br/> Lozinka: [password]

# Languages::text_company_status_new_to_active_administrator_updated
source: Type of your account [login] changed to administrator. You may login into the administrator area: [link]
hr_hr: Tip Vašeg računa [login] je promijenjen u administratora. Možete se prijavite na administratorski dio: [link]
sk_sk: Typ vášho účtu [login] bol zmenený na administrátorsky. Môžete prihlásiť do administrácie: [link]
sr_sp: Tip tvog naloga [login] je promenjen u administratora. Možeš se prijaviti u deo za administratore: [link]

# Languages::text_company_status_new_to_active_subj
source: Your request for vendor was approved.
hr_hr: Vaš zahtjev za dobavljača je odobren.
sk_sk: Vaša požiadavka na predajcu bola schválená.
sr_sp: Vaš zahtev za prodavca je odobren.

# Languages::text_company_status_new_to_disable
source: Your request for vendor [company] was rejected.
hr_hr: Vaš zahtjev za dobavljača [company] je odbijen.
sk_sk: Vaša žiadosť na predajcu [company] bola zamietnutá.
sr_sp: Vaš zahtev za prodavca [company] je odbijen.

# Languages::text_company_status_new_to_disable_subj
source: Your request for vendor was rejected.
hr_hr: Vaš zahtjev za dobavljača je odbijen.
sk_sk: Vaša žiadosť na predajcu bola zamietnutá.
sr_sp: Odbijen je vaš zahtev za dobavljača.

# Languages::text_company_status_new_to_pending
source: Congratulations, your application for getting a vendor account has been approved. Once we review you accont information, we will publish it on our website.
hr_hr: Čestitamo, vaš zahtjev za dobivanje računa dobavljača je odobren. Nakon što pregledamo korisničke podatke, objaviti ćemo ih na našoj web stranici.
sk_sk: Gratulujeme, vaša žiadosť o získanie konta predajcu bola schválená. Po tom, čo skontrolujeme údaje na vašom účte, ho zverejníme na našej stránke.
sr_sp: Čestitamo, vaša prijava za dobijanje naloga dobavljača je odobrena. Kada pregledamo informacije o nalogu, objavićemo ga na našem sajtu.

# Languages::text_company_status_pending_subj
source: Your company is waiting for approval.
hr_hr: Vaša tvrtka čeka odobrenje.
sk_sk: Vaša firma čaká na schválenie.
sr_sp: Vaša kompanija čeka na odobrenje.

# Languages::text_company_status_pending_to_active
source: Your profile changes for vendor [company] were approved.
hr_hr: Vaše izmjene profila za dobavljača [company] su odobrene.
sk_sk: Vaše zmeny v profile pre predajcu [company] boli schválené.
sr_sp: Odobrena su promene profila za dobavljača [company].

# Languages::text_error_adding_request
source: Error while adding the request.
hr_hr: Greška prilikom dodavanja zahtjeva.
sk_sk: Chyba pri pridávaní žiadosti.
sr_sp: Greška pri dodavanju zahteva.

# Languages::text_new_payment_was_created
source: New payment was created
hr_hr: Nova isplata je stvorena
sk_sk: Bola vytvorená nová platba
sr_sp: Kreirano je novo plaćanje

# Languages::text_not_approved_vendors
source: You have vendors that require your approval. Please <a href="[link]">follow this link</a> to review these vendors.
hr_hr: Imate tvrtke koje zahtijevaju vaše odobrenje. Molimo <a Href="[link]"> slijedite ovu vezu </a> za pregled tih dobavljača.
sk_sk: Niekoľko predajcov čaká na schválenie. Prosím, <a href="[link]">kliknite na tento odkaz</a> a prezrite si ich žiadosti.
sr_sp: Imate dobavljače koje zahtevaju odobravanje. Molim vas <a href="[link]"> pratite ovaj link </a> da biste pregledali ove dobavljače.

# Languages::text_store_mode_trial
source: Full access to all features during the 30-day trial period, starting from the time of activation.<br /><br />After the 30-day trial period is over, this mode will become unavailable.<br /><br />
hr_hr: Puni pristup svim značajkama tijekom probnog razdoblja od 30 dana, počevši od trenutka aktivacije. <br /><br /> Nakon što probno razdoblje od 30 dana završi, ovaj način će postati nedostupan. <br /><br />
sk_sk: Úplný prístup ku všetkým funkciám počas 30-dňovej skúšobnej dobe, počnúc momentom aktivácie.<br /><br />Po skončení 30-dňovej skúšobnej dobe bude tento režim nedostupný.<br /><br />
sr_sp: Pun pristup svim funkcijama tokom 30 dana probnog perioda, počevši od vremena aktivacije. < br / > < br / > Posle 30 dana probnog perioda, ovaj režim će postati nedostupan. < br / > < br / >

# Languages::text_successful_request
source: Your request was successfully added. You will receive the email with the answer later.
hr_hr: Vaš upit je uspješno dodan. Primiti ćete e-mail s odgovorom kasnije.
sk_sk: Vaša žiadosť bola úspešne zaevidovaná. E-mail s odpoveďou obdržíte čo najskôr.
sr_sp: Vaš zahtev je uspešno dodat. Primićete email sa odgovorom kasnije.

# Languages::total_amount_due
source: Total amount due
hr_hr: Ukupan iznos duga
sk_sk: Splatná suma celkom
sr_sp: Ukupan iznos duga

# Languages::total_period_payout
source: Total sales period payout
hr_hr: Prodaja ukupan period isplate
sk_sk: Výnosy z predaja počas obdobia celkom
sr_sp: Period ukupne isplate

# Languages::total_unpaid_balance
source: Total unpaid balance
hr_hr: Ukupan iznos duga
sk_sk: Nesplatený zostatok celkom
sr_sp: Ukupan neplaćen saldo

# Languages::tt_views_payments_update_taxes
source: If payment surcharge is taken from vendors, taxes are not calculated
hr_hr: Ako se uzima uplata uz nadoplatu od dobavljača, porez se ne obračunava
sk_sk: Dane nebudú vypočítané, pokiaľ je od predajcov získavaná prirážka k platbe
sr_sp: Ukoliko se preplati dobavljaču, takse se ne naplaćuju

# Languages::unable_delete_vendor_orders_exists
source: Unable to delete this vendor account because there are orders containing the products of this vendor in the store database. To delete the account, please delete all such orders first.
hr_hr: Nije moguće izbrisati ovaj račun dobavljača, jer postoje narudžbe koji sadrže proizvode od ovog dobavljača u bazi podataka trgovine. Da biste izbrisali računa, najprije izbrišite sve takve narudžbe.
sk_sk: Nepodarilo sa vymazať konto tohto predajcu, pretože v databáze sa nachádzajú objednávky obsahujúce tovar tohto predajcu. Ak chcete vymazať tento účet, vymažte prosím najprv všetky takéto objednávky.
sr_sp: U bazi prodavnice postoje narudžbe vezane za ovog dobavljača, te nije moguće izbrisati njegov nalog. Da biste izbrisali nalog, prvo izbrišite sve takve naredbe.

# Languages::vendor
source: Vendor
hr_hr: Dobavljač
sk_sk: Predajca
sr_sp: Dobavljač

# Languages::vendors
source: Vendors
hr_hr: Dobavljači
sk_sk: Predajcovia
sr_sp: Dobavljači

# Languages::vendors_menu_description
source: Sorted list of vendor accounts registered in the store.
hr_hr: Sortirani popis računa dobavljača registriranih u trgovini.
sk_sk: Usporiadaný zoznam všetkých kont predajcov zaregistrovaných v obchode.
sr_sp: Sortirana lista registrovanih naloga dobavljača u prodavnici.

# Languages::vendor_account_balance
source: Account balance
hr_hr: Stanje računa
sk_sk: Zostatok na účte
sr_sp: Stanje na računu

# Languages::vendor_approval_pending
source: New vendor account application
hr_hr: Novi zahtjev za račun dobavljača
sk_sk: Nová žiadosť o konto predajcu
sr_sp: Prijava za novog dobavljača

# Languages::vendor_id
source: Vendor ID
hr_hr: ID dobavljača
sk_sk: ID predajcu
sr_sp: ID dobavljača

# Languages::vendor_name
source: Vendor name
hr_hr: Ime dobavljača
sk_sk: Meno predajcu
sr_sp: Ime prodavca

# Languages::vendor_pages
source: Vendor pages
hr_hr: Stranice dobavljača
sk_sk: Stránky predajcu
sr_sp: Stranice prodavca

# Languages::vendor_panel
source: Vendor panel
hr_hr: Ploča dobavljača
sk_sk: Panel predajcu
sr_sp: Tabla prodavca

# Languages::view_vendor_orders
source: View vendor orders
hr_hr: Pogledaj narudžbe dobavljača
sk_sk: Zobraziť objednávky predajcu
sr_sp: Prikaži narudžbe prodavca

# Languages::view_vendor_products
source: View vendor products
hr_hr: Prikaz proizvoda dobavljača
sk_sk: Zobraziť produkty predajcu
sr_sp: Prikaži proizvode prodavca

# Languages::view_vendor_users
source: View vendor users
hr_hr: Pogledaj korisnike dobavljača
sk_sk: Zobraziť používateľov predajcu
sr_sp: Prikaz korisnike prodavca

# Languages::you_can_edit_account_details
source: You can edit the account details now.
hr_hr: Sada možete urediti podatke o računu.
sk_sk: Teraz môžete upraviť detaily účtu.
sr_sp: Sada možete urediti detalje naloga.

# SettingsSections::Vendors
source: Vendors
hr_hr: Dobavljači
sk_sk: Predajcovia
sr_sp: Prodavci

# SettingsOptions::vendors_per_page
source: Vendors per page
hr_hr: Dobavljači po stranici
sk_sk: Predajcovia na stranu
sr_sp: Prodavaca po stranici

# SettingsOptions::apply_for_vendor
source: Allow users to apply for vendor account
hr_hr: Dopusti korisnicima da se prijave za račun dobavljača
sk_sk: Umožniť používateľom požiadať o konto predajcu
sr_sp: Dozvoli korisnicima da se prijave za nalog prodavca

# SettingsOptions::create_vendor_administrator_account
source: Automatically create the administrator account for the new approved vendor. (If the "Allow users to apply for vendor account" setting is enabled)
hr_hr: Automatski stvorite administratorski račun za novog odobrenog dobavljača. (Ako "Dopusti korisnicima da se prijave za račun dobavljača " postavka je omogućena)
sk_sk: Automaticky vytvoriť správcovské konto pre novo schváleného predajcu. (Ak je povolené nastavenie "Umožniť používateľom požiadať o konto predajcu")
sr_sp: Automatski kreiraj administratorski nalog za novog odobrenog prodavca. (Ako je postavka "Dozvoli korisnicima da se prijave za nalog prodavca" omogućena)

# SettingsOptions::display_vendor
source: Display product vendor
hr_hr: Prikaz dobavljača proizvoda
sk_sk: Zobraziť predajcu produktu
sr_sp: Prikaži prodavca proizvoda

# Languages::use_for_apply_for_vendor_account
source: Apply for a vendor account form
hr_hr: Obrazac za prijavu račun dobavljača
sk_sk: Formulár pre požiadanie o účet predajcu
sr_sp: Forma za prijavu naloga prodavca

# Languages::block_vendor_categories
source: Vendor categories
hr_hr: Kategorije dobavljača
sk_sk: Kategórie predajcov
sr_sp: Kategorije prodavca

# Languages::block_vendor_categories_description
source: Product categories available to a particular vendor
hr_hr: Kategorije proizvoda dostupne za određenog dobavljača
sk_sk: Kategórie produktov dostupné pre konkrétneho predajcu
sr_sp: Kategorije proizvoda dostupnih za određenog prodavca

# Languages::block_vendor_information
source: Vendor information
hr_hr: Podaci o dobavljaču
sk_sk: Informácie o predajcovi
sr_sp: Informacije prodavca

# Languages::block_vendor_logo
source: Vendor logo
hr_hr: Logotip dobavljača
sk_sk: Logo predajcu
sr_sp: Logotip prodavca

# Languages::block_vendor_search
source: Search by vendor products
hr_hr: Pretraga po proizvodima dobavljača
sk_sk: Vyhľadávanie podľa produktov predajcu
sr_sp: Pretraga po proizvodima prodavca

# Languages::vendor_filters
source: Vendor Product filters
hr_hr: Filteri proizvoda dobavljača
sk_sk: Filtre produktov predajcu
sr_sp: Filteri proizvoda prodavaca

# Languages::vendor_products
source: Vendor products
hr_hr: Proizvodi dobavljača
sk_sk: Výrobky predajcu
sr_sp: Proizvodi prodavca

# Languages::block_vendor_filters
source: Vendor filters
hr_hr: Filteri dobavljača
sk_sk: Filtre predajcu
sr_sp: Filteri prodavca
