Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/access_restrictions.po
Languages: hr_hr, ka_ge, lt_lt, pt_pt, sk_sk, sr_sp, sv_se

# Addons::name::access_restrictions
source: Access restrictions
hr_hr: Ograničenje pristupa
ka_ge: წვდომის შეზღუდვები
lt_lt: Prieigos ribojimas
pt_pt: Restrições de acesso
sk_sk: Obmedzenia prístupu
sr_sp: Ograničenja pristupa
sv_se: Åtkomstbegränsningar

# Addons::description::access_restrictions
source: Lets you limit storefront and administrator area access to certain IP-addresses with different options
hr_hr: Ograničavanje pristupa javnog i administratorskog dijela web stranice, određenim IP adresama s različitim mogućnostima
ka_ge: გაძლევთ საშუალებას შეზღუდოთ წვდომა მაღაზიაზე და ადმინისტრატორის პანელზე, წისნაწარ განსაზღვრული IP მისამართებისთვის
lt_lt: Leidžia jums apriboti parduotuvės ir administratorius sryties prieigą iš tam tikrų IP adresų su įvairiom nuostatom
pt_pt: Permite-lhe limitar o acesso de área de loja e administrador para determinados endereços IP com opções diferentes
sk_sk: Umožňuje obmedziť prístup na stránku obchodu aj do administrácie pre určité IP adresy s rôznymi možnosťami
sr_sp: Omogućuje ograničenje pristupa korisničkom i administratorskom delu određenim IP adresama uz korišćenje različitih opcija
sv_se: Låter du begränsa skyltfönster och administratör området tillgång till vissa IP-adresser med olika alternativ

# Languages::access_restrictions
source: Access restrictions
hr_hr: Ograničenja pristupa
ka_ge: წვდომის შეზღუდვა
lt_lt: Prieeigos ribojimas
pt_pt: Restrições de acesso
sk_sk: Obmedzenia prístupu
sr_sp: Ograničenja pristupa
sv_se: Åtkomstbegränsningar

# Languages::add_ips
source: Add IPs
hr_hr: Dodaj IP adrese
ka_ge: IP-ის დამატება
lt_lt: Pridėti IP
pt_pt: Adicionar IPs
sk_sk: Pridať IP adresy
sr_sp: Dodaj IP adrese
sv_se: Lägg till IPs

# Languages::new_ips
source: New IPs
hr_hr: Nova IP adresa
ka_ge: ახალი IP
lt_lt: Naujas IP
pt_pt: Novos IPs
sk_sk: Nová IP adresa
sr_sp: Nove IP adrese
sv_se: Nya IPs

# Languages::add_domains
source: Add domains
hr_hr: Dodavanje domena
ka_ge: დომენის დამატება
lt_lt: Domenų įtraukimas
pt_pt: Adicionar domínios
sk_sk: Pridať domény
sr_sp: Dodaj domene
sv_se: Lägga till domäner

# Languages::new_domains
source: New domains
hr_hr: Nove domene
ka_ge: ახალი დომენი
lt_lt: Nauji domenai
pt_pt: Novos domínios
sk_sk: Nové domény
sr_sp: Novi domeni
sv_se: Nya domäner

# Languages::add_emails
source: Add e-mail addresses
hr_hr: Dodavanje adrese e-pošte
ka_ge: ელ.ფოსტის დამატება
lt_lt: Įtraukti el. pašto adresus
pt_pt: Adicionar endereços de e-mail
sk_sk: Pridajte e-mailové adresy
sr_sp: Dodaj e-mail adrese
sv_se: Lägga till e-postadresser

# Languages::new_emails
source: New e-mail addresses
hr_hr: Nove e-mail adresa
ka_ge: ახალი ელ-ფოსტა
lt_lt: Naujais el. pašto adresas
pt_pt: Novos endereços de e-mail
sk_sk: Nové e-mailové adresy
sr_sp: Nove e-mail adrese
sv_se: Nya e-postadresser

# Languages::new_credit_card
source: New credit card
hr_hr: Nova kreditna kartica
ka_ge: ახალი საკრედიტო ბარათი
lt_lt: Nauja kreditinė kortelė
pt_pt: Novo cartão de crédito
sk_sk: Nová kreditná karta
sr_sp: Nova platna kartica
sv_se: Nytt kreditkort

# Languages::add_credit_card
source: Add credit card
hr_hr: Dodavanje kreditne kartice
ka_ge: საკრედიტო ბარათის დამატება
lt_lt: Pridėti kreditinės kortelės
pt_pt: Adicionar cartão de crédito
sk_sk: Pridať kreditnú kartu
sr_sp: Dodaj platnu karticu
sv_se: Lägg till kreditkort

# Languages::privileges.manage_access_restrictions
source: Manage access restrictions
hr_hr: Upravljanje ograničenjem pristupa
ka_ge: წვდომების მართვა
lt_lt: Valdyti prieeigos apribojimų leidimus
pt_pt: Gerenciar as restrições de acesso
sk_sk: Spravovať obmedzenia prístupu
sr_sp: Upravljaj ograničenjima pristupa
sv_se: Hantera åtkomstbegränsningar

# Languages::domain
source: Domain
hr_hr: Domena
ka_ge: დომენი
lt_lt: Domenas
pt_pt: Domínio
sk_sk: Doména
sr_sp: Domen
sv_se: Domän

# Languages::warning_of_ip_adding
source: The entered IP address <b>[entered_ip]</b> forbids access to the administration panel from your computer (your IP is <b>[your_ip]</b>).
hr_hr: Unesena IP adresa <b>[entered_ip]</b> zabranjuje pristup na administration panel s računala (IP je <b>[your_ip]</b>).
ka_ge: მითითებული IP მისამართისთვის <b>[entered_ip]</b> შეზღუდულია წვდომა ადმინისტრატორის პანელზე თქვენი კომპიუტერიდან (your IP is <b>[your_ip]</b>).
lt_lt: Įvestas IP adresas <b>[entered_ip]</b> draudžia prieigą prie administravimo iš jūsų kompiuterio (jūsų IP yra <b>[your_ip]</b>).
pt_pt: O de endereço IP digitado <b>[entered_ip]</b> proíbe o acesso ao painel de administração do seu computador (seu IP é <b>[your_ip]</b>).
sk_sk: Zadaná adresa IP <b>[entered_ip]</b> zakazuje prístup do administračného panelu z vášho počítača (vaša IP je <b>[your_ip]</b>).
sr_sp: Uneta IP adresa <b>[entered_ip]</b> zabranjuje pristup administratorskom panelu sa Vašeg računara (Vaša IP adresa je <b>[your_ip]</b>).
sv_se: Den angivna IP-adressen <b>[entered_ip]</b> förbjuder tillgång till administration panel från datorn (din IP är <b>[your_ip]</b>).

# Languages::text_cc_number_is_blocked
source: The credit card number <b>[cc_number]</b> is blocked by the administrator. Please contact the store administrator or try another one.
hr_hr: Broj kreditne kartice <b>[cc_number]</b> je blokirao administrator. Obratite se administratoru trgovine ili nekom drugom.
ka_ge: საკრედიტო ბარათის ნომერი <b>[cc_number]</b> დაბლოკილია მაღაზიის ადმინისტრატორის მიერ. გთხოვთ, დაუკავშირდეთ მაღაზიის ადმინისტრატორს ან გამოიყენეთ სხვა ბარათი.
lt_lt: Kreditinės kortelės numeris <b>[cc_number]</b> yra blokuotas administratoriaus Prašome kreiptis į parduotuvės administratorių arba pabandykite kitą kortelę.
pt_pt: O número de cartão de crédito <b>[cc_number]</b> está bloqueado pelo administrador. Por favor entre em contato com o administrador da loja, ou tentar outra vez.
sk_sk: Číslo kreditnej karty <b>[cc_number]</b> je blokované správcom. Prosím obráťte sa na správcu obchodu alebo skúste inú kartu.
sr_sp: Broj platne kartice <b>[cc_number]</b> je blokiran od strane administratora. Molimo, kontaktirajte administratora prodavnice ili pokušajte sa drugom karticom.
sv_se: Kreditkort nummer <b>[cc_number]</b> blockeras av administratören. Kontakta butiken administratören eller prova en annan.

# Languages::text_not_valid_ip
source: <b>[ip]</b> is not a valid ip address.
hr_hr: <b>[ip]</b> nije valjana ip adresa.
ka_ge: <b>[ip]</b> მოცემული IP მისამართი არასწორია.
lt_lt: <b>[ip]</b> yra negaliojantis ip adresas.
pt_pt: <b>[ip]</b> não é um endereço ip válido.
sk_sk: <b>[ip]</b> nie je platnou IP adresou.
sr_sp: <b>[ip]</b> nije ispravna IP adresa.
sv_se: <b>[ip]</b> är inte giltig IP-adress.

# Languages::text_not_valid_domain
source: <b>[domain]</b> is not a valid domain name.
hr_hr: <b>[domain]</b> nije valjani naziv domene.
ka_ge: <b>[domain]</b>მოცემული დომენური სახელი არასწორია.
lt_lt: <b>[domenas]</b> yra negaliojantis domeno vardas.
pt_pt: <b>[domain]</b> não é um nome de domínio válido.
sk_sk: <b>[domain]</b> nie je platným názvom domény.
sr_sp: <b>[domain]</b> nije ispravno ime domena.
sv_se: <b>[domain]</b> är inte giltigt domännamn.

# Languages::text_not_valid_cc_number
source: <b>[cc_number]</b> is not a valid credit card number.
hr_hr: <b>[cc_number]</b> nije važeći broj kreditne kartice.
ka_ge: <b>[cc_number]</b> მოცემული საკრედიტო ბარათი არასწორია.
lt_lt: <b>[cc_number]</b> yra negaliojančios kreditinės kortelės numeris.
pt_pt: <b>[cc_number]</b> não é um número válido de cartão de crédito.
sk_sk: <b>[cc_number]</b> nie je číslo platnej kreditnej karty.
sr_sp: <b>[cc_number]</b> nije ispravan broj platne kartice.
sv_se: <b>[cc_number]</b> är inte ett giltigt kreditkortsnummer.

# Languages::text_email_is_blocked
source: The e-mail address <b>[email]</b> is blocked by the administrator. Please contact the store administrator or try another one.
hr_hr: E-mail adresu <b>[email]</b> je blokirao administrator. Obratite se administratoru trgovine ili nekom drugom.
ka_ge: ელ.ფოსტის მისამართი <b>[email]</b> დაბლოკილია ადმინისტრატორის მიერ. გთხოვთ დაუკავშირდეთ მაღაზიის ადმინისტრატორს ან სცადეთ სხვა ელ.ფოსტის მისამართი.
lt_lt: El. pašto adresas <b>[email]</b> yra užblokuotas administratoriaus. Prašome kreiptis į parduotuvės administratorių arba pabandykite kitą .
pt_pt: O endereço de e-mail <b>[email]</b> está bloqueado pelo administrador. Por favor entre em contato com o administrador da loja, ou tentar outra vez.
sk_sk: E-mailová adresa <b>[email]</b> je blokovaná správcom. Prosím obráťte sa na správcu obchodu alebo skúste inú emailovú adresu.
sr_sp: E-mail adresa <b>[email]</b> je blokirana od strane administratora. Molimo, kontaktirajte administratora prodavnice ili pokušajte drugom e-mail adresom.
sv_se: E-postadress <b>[email]</b> blockeras av administratören. Kontakta butikens administratören eller prova en annan.

# Languages::text_ips_denied
source: You are not allowed to access this area
hr_hr: Nemate ovlasti za pristup ovom području
ka_ge: თქვენ არ გაქვთ წვდომა
lt_lt: Jums blokuojama šios sryties prieeiga
pt_pt: Você não tem permissão para acessar esta área
sk_sk: Nemáte povolenie na prístup k tejto oblasti
sr_sp: Nije Vam dozvoljen pristup ovom delu
sv_se: Du får inte komma åt detta område

# Languages::text_ip_blocked_failed_login
source: The IP was blocked after [number] unsuccessful logins
hr_hr: IP je blokirana nakon neuspješne prijave [number]
ka_ge: თქვენი IP მისამართი დაბოლიკია [number] წარუმატებელი დალოგინების მცდელობის შემდეგ
lt_lt: Šis IP buvo užblokuotas po [numeris] nesėkmingų prisijungimų
pt_pt: O IP foi bloqueado após [number] tentativas sem sucesso
sk_sk: IP adresa bola blokovaná po [number] neúspešných prihláseniach
sr_sp: IP adresa blokirana nakon [number] neuspešnih prijavljivanja
sv_se: Detta IP blockerades efter [number] olyckas inloggning

# Languages::text_ip_is_blocked
source: Your IP address is blocked.
hr_hr: Vaša IP adresa je blokirana.
ka_ge: თქვენი IP მისამართი დაბლოკილია.
lt_lt: Jūsų IP adresas yra blokuojamas.
pt_pt: Seu endereço IP está bloqueado.
sk_sk: Vaša IP adresa je blokovaná.
sr_sp: Vaša IP adresa je blokirana.
sv_se: Ditt IP är blockerad.

# Languages::store_admin
source: Store administrator
hr_hr: Administrator trgovine
ka_ge: მაღაზიის ადმინისტრატორი
lt_lt: Parduotuvės administratorius
pt_pt: Administrador de loja
sk_sk: Správca obchodu
sr_sp: Administrator prodavnice
sv_se: Butik administrator

# Languages::your_ip_added
source: Your IP address <b>[ip]</b> has been added to the access restrictions table.
hr_hr: Vaša IP adresa <b>[ip]</b> je dodan u tablicu ograničenja pristupa.
ka_ge: თქვენი IP მისამართი <b>[ip]</b> დამატებულია შეზღუდული წვდომის ცხრილში.
lt_lt: Jūsų IP adresas <b>[ip]</b> buvo įtrauktas į prieigos apribojimo sąrašą.
pt_pt: Seu endereço IP <b>[ip]</b> foi adicionado à tabela de restrições de acesso.
sk_sk: Vaša IP adresa <b>[ip]</b> bola pridaná do tabuľky obmedzených prístupov.
sr_sp: Vaša IP adresa <b>[ip]</b> je dodata u tabelu ograničenja pristupa.
sv_se: Din IP-adress <b>[ip]</b> har lagts till tabellen tillgång restriktioner.

# Languages::your_ip_enabled
source: Your IP address <b>[ip]</b> has been enabled in the access restrictions table.
hr_hr: Vaša IP adresa <b>[ip]</b> je omogućena u tablici za upravljanje pristupa.
ka_ge: თქვენი IP მისამართი <b>[ip]</b> ჩართულია შეზღუდული წვდომის ცხრილში.
lt_lt: Jūsų IP adresas <b>[ip]</b> buvo įtrauktas į prieigos apribojimo sąrašą.
pt_pt: Seu endereço IP <b>[ip]</b> foi acionado pela tabela de restrições de acesso.
sk_sk: Vaša IP adresa <b>[ip]</b> bola povolená v tabuľke obmedzených prístupov.
sr_sp: Vaša IP adresa <b>[ip]</b> je omogućena u tabeli ograničenja pristupa.
sv_se: Din IP-adress <b>[ip]</b> har aktiverats i tabellen tillgång restriktioner.

# Languages::your_ip_removed
source: Your IP address <b>[ip]</b> has been removed from the access restrictions table.
hr_hr: Vaša IP adresa <b>[ip]</b> je uklonjena iz tablice upravljanja ograničenja pristupa.
ka_ge: თქვენი IP მისამართი <b>[ip]</b> წაშლილია შეზღუდული წვდომის ცხრილიდან.
lt_lt: Jūsų IP adresas <b>[ip]</b> pašalintas iš prieigos apribojimo sąrašo.
pt_pt: Seu endereço IP <b>[ip]</b> foi removido da tabela de restrições de acesso.
sk_sk: Vaša IP adresa <b>[ip]</b> bol odstránená z tabuľky obmedzených prístupov.
sr_sp: Vaša IP adresa <b>[ip]</b> je uklonjena iz tabele ogranjčenja pristupa.
sv_se: Din IP-adress <b>[ip]</b> har tagits bort från tabellen tillgång restriktioner.

# Languages::ip_from
source: IP from
hr_hr: IP od
ka_ge: IP საიდან
lt_lt: IP iš
pt_pt: IP de
sk_sk: IP od
sr_sp: IP opseg od
sv_se: IP från

# Languages::ip_to
source: IP to
hr_hr: IP
ka_ge: IP საით
lt_lt: IP į
pt_pt: IP para
sk_sk: IP do
sr_sp: IP opseg do
sv_se: IP till

# Languages::text_access_notice
source: You can use the wildcards for the "Domain", "E-mail" and "Credit Card" tabs: <br /><b>*</b> - can represent any number of characters, including zero<br /><b>?</b> - can represent any single character.
hr_hr: Možete koristiti zamjenske znakove za "Domenu", "E-mail" i "Kreditnu karticu" tab: < br /> <b>*</b> - može unijeti bilo koji broj znakova, uključujući nulu < br /> <b>?</b> - može predstavljati bilo koji znak.
ka_ge: თქვენ შეგიძლიათ გამოიყენოთ შაბლონები «დომენისთვის» , «ელ-ფოსტისდვის» ან «საბანკო ბარატისტვის»: <br /><b>*</b> — ნებისმიერი რაოდენობის სიმვოლი<br /><b>?</b> — ნებისმიერი ერთჯერადი სიმვოლი.
lt_lt: Galite naudoti simbolius "Domenui", "El. paštaui" ir "Kreditinės kortelės" skirtukams: <br /><b>*</b> - gali sudaryti bet koks kiekis simbolių, įskaitant nulį <br /><b>?</b> - gali sudaryti bet kokį vieną simbolį.
pt_pt: Você pode usar a caracteres especiais para as guias de "Domínio", "E-mail" e "Cartão de crédito": < br / > <b>*</b> - pode representar qualquer número de caracteres, incluindo zero < br / > <b>?</b> - pode representar qualquer caractere único.
sk_sk: Môžete použiť zástupné znaky pre "Doména", "E-mail" a "Kreditná karta" : < br / ><b>*</b> - môže predstavovať ľubovoľný počet znakov vrátane nuly < br / ><b>?</b> - môže predstavovať ľubovoľný jeden znak.
sr_sp: Možete koristiti džokere za "Domen", "E-mail" i "Platna kartica" jezičke: <br /><b>*</b> - može zamenjivati bilo koliki broj karaktera, uključujući i nulu<br /><b>?</b> - može zamenjivati bilo koji pojedinačni karakter.
sv_se: Du kan använda jokertecken för flikarna "Domän", "E-mail" och "Kreditkort": < br / > <b>*</b> - kan representera valfritt antal tecken, inklusive noll < br / > <b>?</b> - kan representera alla enstaka tecken.

# Languages::ips
source: IPs
hr_hr: IP adrese
ka_ge: IP-ები
lt_lt: IP
sk_sk: IP adresy
sr_sp: IP adrese

# Languages::make_permanent
source: Make permanent
hr_hr: Učini trajnim
ka_ge: გადახდის განხორციელება
lt_lt: Padaryti nuolatiniu
pt_pt: Tornar permanente
sk_sk: Trvalé
sr_sp: Postavi trajno
sv_se: Göra permanent

# Languages::credit_card_number
source: Credit card number
hr_hr: Broj kreditne kartice
ka_ge: საკრედიტო ბარათის ნომერი
lt_lt: Kreditinės kortelės numeris
pt_pt: Número de cartão de crédito
sk_sk: Číslo kreditnej karty
sr_sp: Broj platne kartice
sv_se: Kreditkortsnummer

# SettingsSections::access_restrictions::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
pt_pt: Geral
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmänna

# SettingsOptions::access_restrictions::elm_administrator_area_settings
source: Administrator area settings
hr_hr: Dio postavke administratora
ka_ge: ადმინისტრატორის პანელის პარამეტრები
lt_lt: Administratorius zonos parametrai
pt_pt: Configurações de área de administrador
sk_sk: Nastavenie administrácie
sr_sp: Podešavanja administratorske sekcije
sv_se: Administratörs området inställningar

# SettingsOptions::access_restrictions::admin_reverse_ip_access
source: Allow login to the admin area from specified IPs only
hr_hr: Omogućiti prijavu u adminstratorsko sučelje iz određenog IP
ka_ge: ადმინისტრატორის უფლებებზე წვდომა მიეცეს მხოლოდ სპეციალურ IP-იდან შემოსულ მომხმარებლებს
lt_lt: Leisti prisijungti prie administravimo tik iš nurodytų IP
pt_pt: Permitir login para a área de administração de IPs especificado somente
sk_sk: Povoliť prihlásenie do administrácie iba zo zadanej IP adresy
sr_sp: Dozvoljava prijavu u administratorsku sekciju samo sa određenih IP adresa
sv_se: Låt endast det här IP att kunna logga in till admin område

# SettingsOptions::access_restrictions::unsuccessful_attempts_login
source: Block IP after a number of unsuccessful attempts
hr_hr: Blokiran IP nakon niza bezuspješnih pokušaja
ka_ge: IP-ის დაბლოკვა გარკვეული არასწორი მცდელობის შემდეგ
lt_lt: Blokuoti IP po nesėkmingų bandymų
pt_pt: Bloquear IP depois de várias tentativas sem sucesso
sk_sk: Blokovať IP po niekoľkých neúspešných pokusoch
sr_sp: Blokiranje IP adrese nakon više neuspešnih prijava
sv_se: Blockera IP efter nummer av olyckas försök

# SettingsOptions::access_restrictions::number_unsuccessful_attempts
source: Number of unsuccessful attempts
hr_hr: Broj neuspjelih pokušaja
ka_ge: წარუმატებელი მცდელობების რაოდენობა
lt_lt: Nesėkmingų bandymų skaičius
pt_pt: Número de tentativas infrutíferas
sk_sk: Počet neúspešných pokusov
sr_sp: Broj neuspešnih prijava
sv_se: Nummer av olyckas försök

# SettingsOptions::access_restrictions::login_intervals
source: Time between unsuccessful login attempts (seconds)
hr_hr: Vrijeme između bezuspješane prijave pokušaji (sekundi)
ka_ge: დრო წარუმატებელ შესვლის მცდელობებს შორის (წამები)
lt_lt: Laikas tarp nesėkmingų bandymų prisijungti (sekundėmis)
pt_pt: Tempo entre tentativas de logon mal sucedidas (segundos)
sk_sk: Čas medzi neúspešnými pokusmi na prihlásenie (v sekundách)
sr_sp: Vreme između neuspešnih prijava (u sekundama)
sv_se: Tiden mellan misslyckade inloggningsförsök (sekunder)

# SettingsOptions::access_restrictions::time_block
source: Time for which the IP should be blocked (hours)
hr_hr: Vrijeme za koje je IP blokiran (sati)
ka_ge: რა დროით დაიბლოკოს IP (საათებში)
lt_lt: Laikas, kuriam IP turėtų būti blokuojamas (valandomis)
pt_pt: Tempo para que o IP deve ser bloqueado (horas)
sk_sk: Čas, počas ktorého budú blokované IP adresy (hodiny)
sr_sp: Vreme koje će IP adresa biti blokirana (u časovima)
sv_se: Tid för vilken IP ska blockeras (timmar)

# SettingsOptions::access_restrictions::elm_customer_and_affiliate_area_settings
source: Customer area settings
hr_hr: Područje postavki kupca
ka_ge: მაღაზიის ვიტრინის პარამეტრები
lt_lt: Kliento zonos parametrai
pt_pt: Configurações da área de cliente
sk_sk: Nastavenie zákazníckej časti
sr_sp: Podešavanja korisničke sekcije
sv_se: Kunden området inställningar

# SettingsOptions::access_restrictions::unsuccessful_attempts_login_customer
source: Block IP after a number of unsuccessful attempts
hr_hr: Blokiran IP nakon niza bezuspješnih pokušaja
ka_ge: დაბლოკე IP-ი რამოდენიმე წარუმატებელი ცდის შემდეგ
lt_lt: Blokuoti IP po nesėkmingų bandymų prisijungti
pt_pt: Bloquear IP depois de várias tentativas sem sucesso
sk_sk: Blokovať IP po niekoľkých neúspešných pokusoch
sr_sp: Blokiranje IP adrese nakon više neuspešnih prijava
sv_se: Blockera IP efter ett antal misslyckade försök

# SettingsOptions::access_restrictions::number_unsuccessful_attempts_customer
source: Number of unsuccessful attempts
hr_hr: Broj neuspjelih pokušaja
ka_ge: წარუმატებელი მცდელობების რაოდენობა
lt_lt: Nesėkmingų bandymų skaičius
pt_pt: Número de tentativas mal sucedidas
sk_sk: Počet neúspešných pokusov
sr_sp: Broj neuspešnih prijava
sv_se: Antal misslyckade försök

# SettingsOptions::access_restrictions::login_intervals_customer
source: Time between unsuccessful login attempts (seconds)
hr_hr: Vrijeme između bezuspješane prijave pokušaji (sekundi)
ka_ge: დრო წარუმატებელ შესვლის მცდელობებს შორის (წამები)
lt_lt: Laikas tarp nesėkmingų bandymų prisijungti (sekundėmis)
pt_pt: Tempo entre tentativas de login mal sucedidas (segundos)
sk_sk: Čas medzi neúspešnými pokusmi na prihlásenie (v sekundách)
sr_sp: Vreme između neuspešnih prijava (u sekundama)
sv_se: Tiden mellan misslyckade inloggningsförsök (sekunder)

# SettingsOptions::access_restrictions::time_block_customer
source: Time for which the IP should be blocked (hours)
hr_hr: Vrijeme za koje je IP blokiran (sati)
ka_ge: რა დროით დაიბლოკოს IP (საათებში)
lt_lt: Laikas, kuriam IP turėtų būti blokuojamas (valandomis)
pt_pt: Tempo para que o IP seja bloqueado (horas)
sk_sk: Čas, počas ktorého budú blokované IP adresy (hodiny)
sr_sp: Vreme koje će IP adresa biti blokirana (u časovima)
sv_se: Tid för vilken IP ska blockeras (timmar)
