Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/age_verification.po
Languages: hr_hr, ka_ge, lt_lt

# Addons::name::age_verification
source: Age verification
hr_hr: Provjera starosti
ka_ge: ასაკის დამოწმება
lt_lt: Amžiaus tikrinimas

# Addons::description::age_verification
source: Toggles age restriction rules for products and categories
hr_hr: Uključuje/isključuje dobna ograničenja kod pravila za proizvode i kategorije
ka_ge: ასაკობრივი შეზღუდვის წესები პროდუქტებისთვის და კატეგორიებისთვის
lt_lt: Įjungia/išjungia amžiaus apribojimo taisyklės prekėms ir kategorijoms

# Languages::age_verification
source: Age verification
hr_hr: Provjera starosti
ka_ge: ასაკის დამოწმება
lt_lt: Amžiaus tikrinimas

# Languages::product_need_age_verification
source: You should verify your age to view this product.
hr_hr: Trebali biste provjeriti svoje godina da biste vidjeli ovaj proizvod.
ka_ge: პროდუქტის სანახავად, გთხოვთ, გაიაროთ ასაკის ვერიფიკაცია.
lt_lt: Patikrinkite, ar jūsų amžiaus leidžia peržiūrėti šią prekę.

# Languages::your_age
source: Your age
hr_hr: Vaše godine
ka_ge: თქვენი ასაკი
lt_lt: Jūsų amžius

# Languages::verify
source: Verify
hr_hr: Provjerite dali
ka_ge: დამოწმება
lt_lt: Patikrinkite

# Languages::birthday
source: Birthday
hr_hr: Rođendan
ka_ge: დაბადების დღე
lt_lt: Gimtadienis

# Languages::age_limit
source: Age limit
hr_hr: Dobna granica
ka_ge: ასაკის ლიმიტი
lt_lt: Amžiaus riba

# Languages::years
source: years
hr_hr: godine
ka_ge: წლები
lt_lt: metų

# Languages::age_warning_message
source: Warning message
hr_hr: Poruka upozorenja
ka_ge: გამაფრთხილებელი შეტყობინება
lt_lt: Įspėjamasis pranešimas

# Languages::promotion_cond_birthday
source: Birthday
hr_hr: Rođendan
ka_ge: დაბადების დღე
