Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/anti_fraud.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, sv_se

# Addons::name::anti_fraud
source: Anti fraud
hr_hr: Protiv prijevara
ka_ge: თაღლითობისგან დაცვა
lt_lt: Anti-sukčiavimas
sk_sk: Proti podvodom
sr_sp: Zaštita od prevare
sv_se: Anti bedrägeri

# Addons::description::anti_fraud
source: Adds configurable security order verification using the Maxmind service to prevent fraud
hr_hr: Dodaje postavke sigurnosti narudžbe provjeravajuči Maxmind usugu protiv prijevare
ka_ge: კონფიგურირებადი უსაფრთხო შეკვეთის ვერიფიკაციის დამატება შესაძლო"ფროდის" ასაცილებლად "Maxmind" -ის მომსახურების საშუალებით
lt_lt: Prideda konfigūruojamą saugumo tvarkos patikrinimą naudojant Maxmind paslaugą siekiant užkirsti kelią sukčiavimui
sk_sk: Dodáva konfigurovateľné bezpečnostné overenie objednávky pomocou služby Maxmind na predchádzanie podvodom
sr_sp: Dodaje izmenjivu sigurnosnu potvrdu porudžbine korišćenjem Maxmind servisa za sprečavanje prevara
sv_se: Lägger konfigurerbara säkerhets ordning verifiering använder tjänsten Maxmind för att förhindra bedrägerier

# Languages::af_big_order_total
source: Order total exceeds the allowed maximum
hr_hr: Ukupan iznos premašuje najveći dopušteni
ka_ge: ჯამური შეკვეთა აღემატება დაშვებულ მაქსიმუმს
lt_lt: Užsakymo suma viršija leistiną maksimalią
sk_sk: Celková čiastka objednávky presahuje povolené maximum
sr_sp: Ukupna vrednost porudžbine prevazilazi dozvoljeno ograničenje
sv_se: Ordersumman överstiger den tillåtna maximalt

# Languages::af_country_doesnt_match
source: The country does not match the IP address
hr_hr: Država u kojoj ste locirani ne odgovara IP adresi
ka_ge: ქვეყანა არ ემთხვევა მითითებულ IP მისამართს
lt_lt: Šalies neatitinka IP adreso
sk_sk: Krajina nezodpovedá IP adrese
sr_sp: Država ne odgovara IP adresi
sv_se: Landet matchar inte IP-adressen

# Languages::af_has_failed_orders
source: Customer has FAILED orders
hr_hr: Kupac ima neuspjele narudžbe
ka_ge: მომხმარებელს აქვს წარუმატებლად განთავსებული შეკვეთები
lt_lt: Klientas turi neužbaigtų užsakymų
sk_sk: Zákazník má neúspešnú objednávku
sr_sp: Kupac ima NEUSPEŠNE porudžbine
sv_se: Kunden har misslyckad order

# Languages::af_has_successfull_orders
source: Customer has SUCCESSFUL orders
hr_hr: Kupac ima uspješne narudžbe
ka_ge: მომხმარებელს აქვს წარმატებით განთავსებული შეკვეთები
lt_lt: Klientas turi SĖKMINGŲ užsakymų
sk_sk: Zákazník má úspešnú objednávku
sr_sp: Kupac ima USPEŠNE porudžbine
sv_se: Kunden har lyckad order

# Languages::af_high_risk_country
source: High risk country
hr_hr: Država visokog rizika
ka_ge: მაღალი რისკის მქონე ქვეყანა
lt_lt: Didelės rizikos šalys
sk_sk: Vysoko rizikové krajiny
sr_sp: Država visokog rizika
sv_se: Hög risk land

# Languages::af_high_risk_factor
source: Risk factor exceeds the defined value
hr_hr: Rizik prelazi definiranu vrijednost
ka_ge: რისკის ფაქტორი აღემატება მითითებულ ნიშნულს
lt_lt: Rizikos veiksnys viršija nustatytą vertę
sk_sk: Rizikový faktor presahuje definovanú hodnotu
sr_sp: Faktor rizika prevazilazi definisane vrednosti
sv_se: Riskfaktor överskrider det angivna värdet

# Languages::af_ip_not_found
source: Failed to identify customer's IP address
hr_hr: Nije uspjelo identifikacija IP adrese kupca
ka_ge: მომხმარებლის IP მისამართის იდენთიფიცირება წარუმატებელი აღმოჩნდა
lt_lt: Nepavyko nustatyti kliento IP adreso
sk_sk: Nepodarilo sa zistiť IP adresu zákazníka
sr_sp: Neuspešna identifikacija kupševe IP adrese
sv_se: Det gick inte att identifiera kundens IP-adress

# Languages::af_long_distance
source: Customer is outside the safe distance
hr_hr: Kupac je izvan sigurne udaljenosti
ka_ge: მომხმარებელი უსაფრთხო საზღვარს სცდება
lt_lt: Klientas yra toliau už saugų atstumą
sk_sk: Zákazník je mimo bezpečnej vzdialenosti
sr_sp: Kupac je van bezbedne udaljenosti
sv_se: Kunden är utanför det säkra avståndet

# Languages::af_low_risk_factor
source: Risk factor is admissible
hr_hr: Faktor rizika je dopušten
ka_ge: რისკის ფაქტორი დასაშვებია
lt_lt: Rizikos veiksnys yra priimtinas
sk_sk: Rizikový faktor je prípustný
sr_sp: Faktor rizika je prihvatljiv
sv_se: Riskfaktor är tillåtligt

# Languages::antifraud_failed_order
source: Your order was placed in the store. It is undergoing an additional check now. We will contact you as soon as the administrator finishes it
hr_hr: Vaša narudžbe je zaprimljena. Sada je u tijeku dodatna provjera. Javit ćemo vam se čim administrator završi to
ka_ge: თქვენი შეკვეთა დაგენერირდა მაღაზიაში. შეკვეთა გადის დამატებით შემოწმებას. მაღაზიის ადმინისტრატორი დაგიკავშირდებათ, როდესაც დაასრულებს პროცესს
lt_lt: Jūsų užsakymas buvo gautas mūsų parduotuvęje. Dabar vyksta papildomas patikrimas. Mes susisieksime su jumis kaip tik administratorius užbaigs
sk_sk: Vaša objednávka bola zaevidovaná v našom obchode. Teraz prebieha dodatočná kontrola. Budeme vás kontaktovať hneď po jej ukončení
sr_sp: Vaša porudžbina je primljena. Slede dodatne sigurnosne provere. Kontaktiraćemo Vas nakon završetka provera od strane administratora
sv_se: Din beställning gjordes i butiken. Det genomgår en ytterligare kontroll nu. Vi kommer att kontakta dig så snart som vi avslutar det

# Languages::risk_factor
source: Risk factor
hr_hr: Faktor rizika
ka_ge: რისკის ფაქტორი
lt_lt: Rizikos veiksnys
sk_sk: Rizikový faktor
sr_sp: Faktor rizika
sv_se: Riskfaktor

# Languages::not_available
source: n/a
ka_ge: ნ/ა
sk_sk: nepoužiteľné
sr_sp: nije dostupno

# Languages::decision
source: Decision
hr_hr: Odluka
ka_ge: გადაწყვეტილება
lt_lt: Sprendimas
sk_sk: Rozhodnutie
sr_sp: Odluka
sv_se: Beslut

# Languages::anti_fraud_order_not_approved
source: Order has not been approved because risk factor exceeds Maximum risk factor
hr_hr: Nalog nije odobren jer rizik prelazi maksimalni faktor rizika
ka_ge: შეკვეთა არ დადასტურდა, ვინაიდან რისკის ფაქტორი აღემატება დაშვებულ მაქსიმუმს
lt_lt: Užsakymas nepatvirtintas, nes rizikos koeficientas viršija didžiausias rizikos veiksnį
sk_sk: Objednávka nebola schválená pretože rizikový faktor presahuje povolené nastavenia rizika
sr_sp: Porudžbina nije odobrena zato što faktor rizika prevazilazi maksimalni faktor rizika
sv_se: Ordning har inte godkänts eftersom riskfaktor överskrider maximalt riskfaktor

# Languages::anti_fraud_order_approved
source: Order has been approved
hr_hr: Nalog je odobren
ka_ge: შეკვეთა დამოწმებულია
lt_lt: Užsakymas buvo patvirtintas
sk_sk: Objednávka bola schválená
sr_sp: Porudžbina je odobrena
sv_se: Beställning har godkänts

# Languages::fraud_risk
source: Fraud risk
hr_hr: Rizik prijevare
ka_ge: თაღლითობის რისკი
lt_lt: Sukčiavimo rizikos
sk_sk: Riziko podvodu
sr_sp: Rizik od prevare
sv_se: Bedrägeri risken

# Languages::fraud_checking
source: Fraud checking
hr_hr: Provjera prijevare
ka_ge: შემოწმება თაღლითობაზე
lt_lt: Sukčiavimo tikrinimas
sk_sk: Kontrolu podvodu
sr_sp: Provera prevare
sv_se: Bedrägeri kontroll

# SettingsSections::anti_fraud::general
source: General
hr_hr: Opće
ka_ge: ზოგადი
lt_lt: Bendrosios
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmänna

# SettingsOptions::anti_fraud::anti_fraud_key
source: Maxmind license key
hr_hr: MaxMind licenca
ka_ge: "Maxmind" ლიცენზიის გასაღები
lt_lt: Maxmind licenzijos raktas
sk_sk: Maxmind licenčný kľúč
sr_sp: Maxmind licencni kod
sv_se: MaxMind licensnyckel

# SettingsOptions::anti_fraud::anti_fraud_safe_distance
source: Safe distance (km)
hr_hr: Sigurna udaljenost (km)
ka_ge: უსაფრთხო მანძილი (კმ)
lt_lt: Saugus atstumas (km)
sk_sk: Bezpečná vzdialenosť (km)
sr_sp: Bezbedna udaljenost (u kilometrima)
sv_se: Säkert avstånd (km)

# SettingsOptions::anti_fraud::anti_fraud_max_order_total
source: Max order total
hr_hr: Max sort ukupno
ka_ge: შეკვეთის მაქსიმალური ოდენობა
lt_lt: Maksimali užsakymo suma
sk_sk: Maximum sumy objednávky
sr_sp: Maksimalna vrednost porudžbine
sv_se: Max ordning totala

# SettingsOptions::anti_fraud::anti_fraud_risk_factor
source: Maximum risk factor (1..100)
hr_hr: Najveći faktor rizika (1..100)
ka_ge: მაქსიმალური რისკის ფატორი (1..100)
lt_lt: Didžiausias rizikos veiksnys (1..100)
sk_sk: Maximálna rizikový faktor (1..100)
sr_sp: Maksimalni faktor rizika (1..100)
sv_se: Maximal riskfaktor (1..100)

# SettingsOptions::anti_fraud::antifraud_order_status
source: Order status
hr_hr: Status narudžbe
ka_ge: შეკვეთის სტატუსი
lt_lt: Užsakymo statusas
sk_sk: Stav objednávky
sr_sp: Status porudžbine
