Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/banners.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, sv_se

# Addons::name::banners
source: Banners management
hr_hr: Upravljanje bannera
ka_ge: ბანარების მართვა
lt_lt: Reklaminių skydelių valdymas
sk_sk: Správa bannerov
sr_sp: Upravljanje banerima
sv_se: Banners förvaltning

# Addons::description::banners
source: Allows you to create text and visual banners
hr_hr: Omogućuje vam da napravite tekstualne i vizualne transparente
ka_ge: გაძლევთ საშუალებას შექმნათ ტექსტური და ვიზუალური ბანერები
lt_lt: Leidžia jums sukurti teksto ir vaizdo reklaminį skydelį
sk_sk: Umožňuje vytvárať textové a vizuálne bannery
sr_sp: Omogućuje kreiranje tekstualnih i vizuelnih banera
sv_se: Låter dig skapa text och visuella banner

# Languages::banners.new_banner
source: New banner
hr_hr: Novi banner
ka_ge: ახალი ბანერი
lt_lt: Naujas reklaminis skydelis
sk_sk: Nový banner
sr_sp: Novi baner
sv_se: Ny banner

# Languages::banners.editing_banner
source: Editing banner
hr_hr: Uređivanje bannera
ka_ge: ბანერის რედაქტირება
lt_lt: Reklaminio skydelio redagavimas
sk_sk: Editácia bannera
sr_sp: Izmena banera
sv_se: Redigera banner

# Languages::add_banner
source: Add banner
hr_hr: Dodavanje bannera
ka_ge: ბანერის დამატება
lt_lt: Pridėti reklaminį skydelį
sk_sk: Pridať banner
sr_sp: Dodaj baner
sv_se: Lägg till banner

# Languages::banner
source: Banner
ka_ge: ბანერი
lt_lt: Reklaminis skydelis
sr_sp: Baner

# Languages::banners
source: Banners
hr_hr: Banneri
ka_ge: ბანერები
lt_lt: Reklaminiai skydeliai
sk_sk: Bannery
sr_sp: Baneri
sv_se: Banner

# Languages::banners_menu_description
source: Create graphic and text banners that can then be placed on the storefront.
hr_hr: Stvaranje grafičkih i tekstualnih transparente koji onda može biti stavljen na storefront.
ka_ge: გრაფიკული და ტექსტური ბანერების შექმნა რომლის განთავსებასაც შეძლებთ მაღაზიის გვერდზე.
lt_lt: Sukurti grafinio elemento ir teksto reklaminį skydelį kurie gali būti aktyvuoti parduotuvėje.
sk_sk: Vytvorte grafické a textové bannery, ktoré potom môžu byť umiestnené v zákazníckej časti.
sr_sp: Kreiraj grafički ili tekstualni baner koji se može postaviti na online prodavnicu.
sv_se: Skapa grafik och text banners som kan sedan placeras på skyltfönster.

# Languages::banner_code
source: Banner code
hr_hr: Banner kod
ka_ge: ბანერის კოდი
lt_lt: Reklaminio skydelio kodas
sk_sk: Kód bannera
sr_sp: Kod banera
sv_se: Banner kod

# Languages::banner_code_for_some_products
source: Banner code for some products
hr_hr: Banner kod za neke proizvode
ka_ge: ბანერის კოდი ზოგიერთი პროდუქტისთვის
lt_lt: Reklaminio skydelio kodas kai kurioms prekėms
sk_sk: Kód bannera pre niektoré výrobky
sr_sp: Kod banera za neke proizvode
sv_se: Banner kod för vissa produkter

# Languages::manage_banners
source: Manage banners
hr_hr: Uređivanje bannera
ka_ge: ბანერების მართვა
lt_lt: Tvarkyti reklaminius skydelius
sk_sk: Spravovať bannery
sr_sp: Upravljanje banerima
sv_se: Hantera banners

# Languages::block_banners
source: Banners
hr_hr: Banneri
ka_ge: ბანერები
lt_lt: Baneriai
sk_sk: Bannery
sr_sp: Baneri
sv_se: Banner

# Languages::block_banners_description
source: Visual and text banners
hr_hr: Vizualni i tekstualni banneri
ka_ge: ვიზუალური და ტექსტური ბანერები
lt_lt: Vaizdiniai ir teksto reklaminiai skydeliai
sk_sk: Vizuálne a textové bannery
sr_sp: Vizuelni i tekstualni baneri
sv_se: Visuella och text banner

# Languages::privileges.view_banners
source: View banners
hr_hr: Prikaz bannera
ka_ge: ბანერების ნახვა
lt_lt: Rodyti reklaminius skydelius
sk_sk: Zobrazenie bannerov
sr_sp: Vidi banere
sv_se: Visa banner

# Languages::privileges.manage_banners
source: Manage banners
hr_hr: Uređivanje bannera
ka_ge: ბანერების მართვა
lt_lt: Tvarkyti reklaminius skydelius
sk_sk: Spravovať bannery
sr_sp: Upravljanje banerima
sv_se: Hantera banner

# Languages::add_banners
source: Add banners
hr_hr: Dodavanje bannera
ka_ge: ბანერების დამატება
lt_lt: Pridėti reklaminius skydelius
sk_sk: Pridať bannery
sr_sp: Dodaj banere
sv_se: Lägg till banner

# Languages::add_banners_and_close
source: Add banners and close
hr_hr: Dodaj banner i zatvori
ka_ge: ბანერების დამატება და დახურვა
lt_lt: Pridėti reklaminius skydelius ir uždaryti
sk_sk: Pridať bannery a zatvoriť
sr_sp: Dodaj banere i zatvori
sv_se: Lägg till banner och stäng

# Languages::graphic_banner
source: Graphic banner
hr_hr: Grafički banner
ka_ge: გრაფიკული ბანერი
lt_lt: Vaizdinis reklaminis skydelis
sk_sk: Grafický banner
sr_sp: Grafički baner
sv_se: Grafisk banner

# Languages::text_banner
source: Text banner
hr_hr: Tekstualni banner
ka_ge: ტექსტური ბანერი
lt_lt: Tekstinis reklaminis skydelis
sk_sk: Textový banner
sr_sp: Tekstualni baner

# Languages::views
source: Views
hr_hr: Pregleda
ka_ge: ჩვენებები
lt_lt: Peržiūros
sk_sk: Zobrazenie
sr_sp: Pregledi
sv_se: Visningar

# Languages::conversion
source: Conversion
hr_hr: Konverzije
ka_ge: კონვერსია
lt_lt: Konversija
sk_sk: Konverzia
sr_sp: Konverzija
sv_se: Konvertering

# Languages::banner_details_notes
source: After you create a banner here, you should use the <strong>Layout editor</strong> to add it to the storefront.<br /><br />Go to <a href="[layouts_href]" target="_blank">Design → Layouts</a>, switch to the location where you want the banner to appear, and add a new block with type <strong>Banners</strong>.<br /><br />In this block settings, go to the <strong>Content</strong> tab, pick the <strong>Manual</strong> filling, and click on the <strong>Add banners</strong> button.<br /><br />You will see the list of all the banners in your store. Pick the one(s) you need and click on the <strong>Add banners and close</strong> button.<br /><br />Finally, click on the <strong>Create</strong> button to save your changes.
hr_hr: Nakon što stvorite banner ovdje, koristite <strong>uređivač izgleda</strong> da biste ga dodali u izlogu. < br / > < br / > za <a href="[layouts_href]" target="_blank"> dizajn → izgleda</a>, prijeđete na mjesto gdje želite da se pojavi banner, i dodajte novi blok vrsta <strong>bannera</strong>. < br / > < br / > u ovoj blok postavci, idite na karticu <strong>sadržaj</strong>, odaberite <strong>ručno</strong> punjenje, i kliknite na gumb <strong>Dodaj bannere</strong>. < br / > < br / > vidjet ćete popis svih bannera u vašoj trgovini. Odabrite i kliknite na <strong>dodati bannera i zatvori</strong> gumb. < br / > < br / > nakon toga, kliknite na gumb <strong>Stvori</strong> kako biste spremili promjene.
ka_ge: ბანერის შექმნისას, თქვენ უნდა ისარგებლოთ<strong>ფორმატის რედაქტროით</strong>მაღაზიაში დასამატებლად.<br /><br />აირჩიეთ<a href="[layouts_href]" target="_blank">დიზაინი →ფორმატი</a>აირჩიეთ გარემო, სადაც გსურთ, რომ გამოჩნდეს თქვენი ბანერი, და დაამატეთ შემდეგი ტიპის ახალი ბლოკი <strong> ბანერები</strong>.<br /><br />აღნიშნული ბლოკის პარამეტრებში, ირჩევთ<strong>კონტენტის</strong>ღილაკს,შემდეგ<strong>ხელით</strong>შევსებას, და აჭერთ<strong>"დაამატე ბანერი"</strong>ღილაკს.<br /><br />თქვენ დაინახავთ ყველა თქვენს მაღაზიაში არსებულ ბანერს. აირჩიეთ სასურველი ბანერი და დააჭირეთ<strong>"დაამატე ბანერი" და დახურვის</strong>ღილაკს.<br /><br />ამის შემდეგ, დაიმახსოვრეთ ცვლილებები და დააჭირეთ<strong>შექმნა</strong>ღილაკს.
lt_lt: Po to kai sukūrsite reklaminį skydelį čia, jums reikia naudoti</strong>išdėstymo redaktorių</strong> tam kad įtraukti jį į parduotuvę.<br />Eikite į <a href="[layouts_href]" target="_blank">dizainas → maketai</a>, persijunkite į vietą, kur norite kad reklaminis skydelis būtų rodomas ir pridėkite naują bloką su tipu <strong>Reklaminis skydelis</strong><br /><br /> Šiouse bloko parametruose, eikite į <strong>turinys</strong> pasirinkti <strong>vadovą</strong> pildymas ir spustelėkite mygtuką <strong>pridėti reklaminį skydelį</strong>mygtuką <br /><br />Pamatysite sąrašą visų reklaminų skydėlių jūsų parduotuvėje. Pasirinkite ir spustelėkite <strong>pridėti reklaminį skydelį ir uždarykite</strong> mygtuką. <br /><br />pagaliauTam kad užbaigti, spustelėkite mygtuką <strong>kurti</strong> norėdami įrašyti keitimus.
sk_sk: Po vytvorení banner, by ste mali použiť<strong>editor rozloženia</strong> pre pridanie do zákazníckej časti. < br / > < br / > Choďte na <a href="[layouts_href]" target="_blank"> Design → Rozloženia</a>, prejdite na miesto, kam chcete aby banner zobrazoval, a pridajte nový blok s typom <strong>bannery</strong>. < br / > < br / > V nastavenia tohto bloku prejdite na kartu <strong>obsah</strong>, vyberte <strong>manuálne</strong> vyplnenie a kliknite na tlačidlo <strong>pridať bannery</strong>. < br / > < br / > Potom uvidíte zoznam všetkých bannerov vo vašom obchode. Vyberte si jeden a kliknite na tlačidlo <strong>pridať bannery a zatvoriť</strong>. < br / > < br / > Nakoniec kliknite na tlačidlo <strong>vytvoriť</strong> pre uloženie zmien.
sr_sp: Nakon što kreirate baner, treba da koristite <strong>Uređivač prikaza</strong> za dodavanje u prodavnicu.<br /><br />Idite na <a href="[layouts_href]" target="_blank">Dizajn → Prikaz</a>, lokaciju gde želite da se baner prikaže, i dodajte novi blok tipa <strong>Baneri</strong>.<br /><br />U podešavanjima ovog bloka, idite na tab <strong>Sadržaj</strong>, izaberite <strong>Ručno</strong> popunjavanje, i kliknite na dugme <strong>Dodaj banere</strong>.<br /><br />Videćete listu svih banera u Vašoj prodavnici. Izaberite one koji su Vam potrebni i kliknite na dugme <strong>Dodaj banere i zatvori</strong>.<br /><br />Na kraju, kliknite na dugme <strong>Kreiraj</strong> da sačuvate izmene.
sv_se: När du har skapat en banner här, bör du använda <strong>Layout editor</strong> för att lägga till skyltfönster. < br / > < br / > gå till <a href="[layouts_href]" target="_blank"> Design → layouter</a>, växla till den plats där du vill att bannern ska visas och lägga till ett nytt block med typ <strong>Banners</strong>. < br / > < br / > i detta block inställningar, gå till fliken <strong>innehåll</strong> plocka <strong>manuell</strong> fyllning, och klicka på knappen <strong>Lägg till banderoller</strong>. < br / > < br / > du kommer att se listan över alla banners i din butik. Plocka en (eller mer) du behöver och klicka på <strong>Lägg till banners och stäng</strong> knappen. < br / > < br / > slutligen, klicka på knappen <strong>skapa</strong> för att spara dina ändringar.

# SettingsSections::banners::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmänna

# SettingsOptions::banners::banner_multilang
source: Enable multi-language Images/URLs
hr_hr: Omogućite višejezinost slike/URL-ova
ka_ge: მულტი-ენების სურათების/ბმულების გააქტიურება
lt_lt: Įgalinti kelių kalbų vaizdų nourodas
sk_sk: Povoliť viacjazyčné obrázky/URL
sr_sp: Omogući višejezičke slike/URL adrese
sv_se: Aktivera flera språk bilder/URL: er
