Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/bestsellers.po
Languages: hr_hr, ka_ge, lt_lt, pt_pt, sk_sk, sr_sp, sv_se

# Addons::name::bestsellers
source: Bestsellers & On-Sale Products
hr_hr: Najprodavanije & proizvodi na prodaju
ka_ge: ყველაზე გაყიდვადი და ფასდაკლებული პროდუქტი
lt_lt: Perkamiausi ir išpardavimas
pt_pt: Produtos mais vendidos & à venda
sk_sk: Najpredávanejšie & akciové produkty
sr_sp: Najprodavaniji & proizvodi na akciji
sv_se: Storsäljare & på-försäljning produkter

# Addons::description::bestsellers
source: Collects best selling & on sale product data and adds block fillings to show such products
hr_hr: Prikuplja najprodavanije proizvode i dodaje blok za prikaz takvih proizvoda
ka_ge: აერთიანებს ყველაზე გაყიდვად და ფასდაკებულ პროდუქტებს და ამატებს ბლოკში ასეთი პროდუქტის გამოსაჩენად
lt_lt: Parenka geriausiai parduodamų ir išparduodamų prekių duomenis ir užpildo bloką šiomis prekėmis
pt_pt: Recolhe os dados dos produtos mais vendidos e à venda e adiciona blocos preenchidos para mostrar esses produtos
sk_sk: Zhromažďuje údaje o najpredávanejších a výpredajových produktoch a pridá blok so zobrazením takýchto produktov
sr_sp: Sakuplja podatke o najprodavanijim i proizvodima na popustu i dodaje ih u blok za prikaz
sv_se: Samlar mest sålda & på salu produktdata och lägger till block fyllningar för att Visa sådana produkter

# Languages::sort_by_bestsellers_asc
source: Sort by Bestselling: Low to High
hr_hr: Sortiraj po Najprodavaniji: od niskih prema visokima
ka_ge: სორტირება ყველაზე გაყიდვადით: ზრდადობით
lt_lt: Rūšiuoti pagal perkamiausios: mažiausia iki labiausia
pt_pt: Ordenar por mais vendidos: baixa para alta
sk_sk: Zoradiť podľa predajnosti: od najnižšej po najvyššiu
sr_sp: Sortiranje po najprodavanijim: najlošije ka najboljem
sv_se: Sortera efter bästsäljande: låg till hög

# Languages::sort_by_bestsellers_desc
source: Sort by Bestselling
hr_hr: Sortiraj po Najprodavanijim
ka_ge: სორტირება ყველაზე გაყიდვადით
lt_lt: Rūšiuoti pagal perkamiausias
pt_pt: Ordenar por mais vendidos
sk_sk: Zoradiť podľa predajnosti
sr_sp: Sortiranje po najprodavanijim
sv_se: Sortera efter bästsäljande

# Languages::sort_by_on_sale_asc
source: Sort by discount: Low to High
hr_hr: Sortiraj po popustu: viši do niži
ka_ge: სორტირება ფასდაკლების მიხედვით:დაბლიდან მაღლა
lt_lt: Rūšiuoti pagal nuolaidą: mažiausia iki didžiausia
pt_pt: Ordenar por desconto: baixa para alta
sk_sk: Zoradiť podľa zľavy: od najnižšej po najvyššiu
sr_sp: Sortiranje po popustu: najmanji ka najvećem
sv_se: Sortera efter rabatt: låg till hög

# Languages::sort_by_on_sale_desc
source: Sort by discount: High to Low
hr_hr: Sortiraj po popustu: viši do niži
ka_ge: სორტირება ფასდაკლების მიხედვით:მაღლიდან დაბლა
lt_lt: Rūšiuoti pagal nuolaidą: didžiausia iki mažiausia
pt_pt: Ordenar por desconto: alta para baixa
sk_sk: Zoradiť podľa zľavy: od najvyššej po najnižšiu
sr_sp: Sortiranje po popustu: najveći ka najmanjem
sv_se: Sortera efter rabatt: hög till låg

# Languages::sales_amount
source: Sales amount
hr_hr: Iznos sniženja
ka_ge: ფასდაკლების რაოდენობა
lt_lt: Parduota kiekis
pt_pt: Quantidade de vendas
sk_sk: Čiastka predaja
sr_sp: Iznos prodaje
sv_se: Försäljningsbelopp

# Languages::bestselling
source: Bestselling
hr_hr: Najprodavaniji
ka_ge: გაყიდვადი
lt_lt: Labiausiai perkami
pt_pt: Mais vendidos
sk_sk: Najpredávanejšie
sr_sp: Najprodavanije
sv_se: Bästsäljande

# Languages::on_sale
source: On sale
hr_hr: Na sniženju
ka_ge: ფასდაკლებული
lt_lt: Išpardavimas
pt_pt: À venda
sk_sk: Výpredaj
sr_sp: Sniženja
sv_se: Till försäljning

# Languages::similar
source: Similar
hr_hr: Slično
ka_ge: იდენტური
lt_lt: Panašūs
pt_pt: Semelhantes
sk_sk: Podobné
sr_sp: Slično
sv_se: Liknande

# Languages::percent_range
source: Price range (in % of the main product's price)
hr_hr: Raspon cijena (u % od glavne cijene proizvoda)
ka_ge: ფასის დიაპაზონი ( % ულად მთავარი პროდუქტის ფასი)
lt_lt: Kainų intervalas ( % pagrindinio produkto kainos)
pt_pt: Faixa de preço (em % do preço do produto principal)
sk_sk: Cenové rozpätie (v % z hlavnej ceny produktu)
sr_sp: Cenovni rang (u % cene glavnog proizvoda)
sv_se: Prisklass (i % av den viktigaste produkt pris)

# Languages::similar_category
source: Of the same category
hr_hr: Iz iste kategorije
ka_ge: იგივე კატეგორია
lt_lt: Toje pačioje kategorijoje
pt_pt: Da mesma categoria
sk_sk: V rovnakej kategórii
sr_sp: U istoj kategoriji
sv_se: I samma kategori

# Languages::similar_subcats
source: Consider subcategories
hr_hr: Uzeti u obzir podkategorije
ka_ge: გაითვალისწინე ქვე-კატეგორია
lt_lt: Apsvarstyti subkategorijas
pt_pt: Considere as subcategorias
sk_sk: Zvážte podkategórie
sr_sp: Razmotrite potkategorije
sv_se: Överväga underkategorier

# Languages::similar_in_stock
source: Only "in stock" products
hr_hr: Samo "na skladištu" proizvodi
ka_ge: მხოლოდ "მარაგში" არსებული პროდუქტი
lt_lt: Prekės tik "sandėlyje"
pt_pt: Apenas produtos "em estoque"
sk_sk: Len výrobky skladom
sr_sp: Samo "na lageru" proizvodi
sv_se: Endast "i lager" produkter

# Languages::final_sale
source: Final sale
hr_hr: Konačna prodaja
ka_ge: საბოლოო ფასდაკლება
lt_lt: Galutinis išpardavimas
pt_pt: Venda final
sk_sk: Totálny Výpredaj
sr_sp: Konačna prodaja
sv_se: Slutförsäljning

# SettingsSections::bestsellers::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი პარამეტრები
lt_lt: Bendras
pt_pt: Geral
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmänna

# SettingsSections::bestsellers::newest
source: Newest
hr_hr: Najnoviji
ka_ge: უახლესი
lt_lt: Naujausi
pt_pt: Mais recente
sk_sk: Najnovšie
sr_sp: Najnoviji
sv_se: Nyaste

# SettingsOptions::bestsellers::final_sale_from
source: Minimum final sale discount (%)
hr_hr: Minimalni popust konačne prodaje (%)
ka_ge: მინიმალური საბოლოო ფასდაკლება(%)
lt_lt: Minimali galutinio išpardavimo nuolaida (%)
pt_pt: Desconto mínimo de venda final (%)
sk_sk: Minimálna konečná akciová zľava (%)
sr_sp: Minimalni konačni prodajni popust (%)
sv_se: Minsta slutförsäljning rabatt (%)

# SettingsOptions::bestsellers::sales_amount_from
source: Minimum sales amount to define bestsellers
hr_hr: Minimalni iznos prodaje za definiranje kategorije najprodavaniji
ka_ge: მინიმალური გაყიდვის თანხა, ყველაზე გაყიდვადი პროდუქტის განსასაზღვრად
lt_lt: Minimali pardavimo suma apibrėžiant perkamiausi
pt_pt: Quantidade mínima de vendas para definir os mais vendidos
sk_sk: Minimálna množstvo predaja pre definíciu najpredávanejšieho
sr_sp: Minimalni iznos prodaje za definisanje najprodavanijih proizvoda
sv_se: Lägsta försäljningsbelopp att definiera storsäljare

# SettingsOptions::bestsellers::period
source: Period
hr_hr: Razdoblje
ka_ge: პერიოდი
lt_lt: Periodas
pt_pt: Período
sk_sk: Obdobie

# SettingsOptions::bestsellers::last_days
source: Last days
hr_hr: Posljednjih dana
ka_ge: ბოლო დღეები
lt_lt: Paskutines dienas
pt_pt: Últimos dias
sk_sk: Posledné dni
sr_sp: Zadnjih dana
sv_se: Sista dagarna

# SettingsVariants::bestsellers::period::all
source: All days
hr_hr: Sve dane
ka_ge: ყველა დღე
lt_lt: Visas dienas
pt_pt: Todos os dias
sk_sk: Všetky dni
sr_sp: Svi dani
sv_se: Alla dagar

# SettingsVariants::bestsellers::period::today
source: Today
hr_hr: Danas
ka_ge: დღეს
lt_lt: Šiandien
pt_pt: Hoje
sk_sk: Dnes
sr_sp: Danas
sv_se: Idag

# SettingsVariants::bestsellers::period::last_days
source: Last days
hr_hr: Posljednjih dana
ka_ge: ბოლო დღეების რაოდენობა
lt_lt: Paskutines dienas
pt_pt: Últimos dias
sk_sk: Posledné dni
sr_sp: Zadnjih dana
sv_se: Sista dagarna
