Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/blog.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, zh_cn

# Addons::name::blog
source: Blog
ka_ge: ბლოგი
lt_lt: Tinklaraštis
zh_cn: 博客

# Addons::description::blog
source: Lets you start your blog easily
hr_hr: Možete jednostavno pokrenuti svoj blog
ka_ge: შექმენი შენი ბლოგი მარტივად
lt_lt: Galite pradėti savo tinklaraštį lengvai
sk_sk: Umožňuje jednoducho spustiť svoj blog
sr_sp: Omogućava vam da lako pokrenete svoj blog
zh_cn: 让你轻松地开启自己的博客

# Languages::blog_menu_description
source: Manage your blog posts.
hr_hr: Upravljanje Vašim postovima.
ka_ge: შექმენი ბლოგის შეტყობინება.
lt_lt: Tvarkyti straipsnius tinklaraštyje.
sk_sk: Spravujte vaše príspevky blogu.
sr_sp: Upravljanje objavama.
zh_cn: 管理博客文章

# Languages::blog.new_post
source: New blog post
hr_hr: Novi blog post
ka_ge: ახალი ბლოგი
lt_lt: Naujas tinklaraščio straipsnis
sk_sk: Nový príspevok blogu
sr_sp: Nova objava na blogu
zh_cn: 新建博客文章

# Languages::blog.editing_post
source: Editing blog post
hr_hr: Uređivanje blog posta
ka_ge: ბლოგის რედაქტირება
lt_lt: Redagavimas tinklaraštyje
sk_sk: Úprava príspevku blogu
sr_sp: Uređivanje objave
zh_cn: 编辑博客文章

# Languages::blog
source: Blog
ka_ge: ბლოგი
lt_lt: Blog'as
zh_cn: 博客

# Languages::blog.add_post
source: Add blog post
hr_hr: Dodavanje blog posta
ka_ge: დაამატე ბლოგი
lt_lt: Pridėti tinklaraštyje straipsnį
sk_sk: Pridať príspevok blogu
sr_sp: Dodaj objavu
zh_cn: 添加博客文章

# Languages::blog.recent_posts
source: Blog: recent posts
hr_hr: Blog: Najnoviji postovi
ka_ge: ბლოგი: ახალი
lt_lt: Tinklaraštis: Naujausi straipsniai
sk_sk: Blog: najnovšie príspevky
sr_sp: Blogu: nedavne objave
zh_cn: 博客：最近文章

# Languages::blog.recent_posts_scroller
source: Blog: recent posts scroller
hr_hr: Blog: pomicanje nedavnih postova
ka_ge: ბლოგი: ბოლოს დამატებულის ნახვა
lt_lt: Tinklaraštis: Naujausių straipsnių scroller
sk_sk: Blog: Scroller nedávnych príspevkov
sr_sp: Blog: nedavne objave
zh_cn: 博客：最近文章列表

# Languages::blog.view_post
source: View post
hr_hr: Pogled posta
ka_ge: ბლოგის ნახვა
lt_lt: Rodyti straipsnius
sk_sk: Zobraziť príspevok
sr_sp: Prikaži objavu
zh_cn: 查看文章

# Languages::recent_blog_posts
source: Recent blog posts
hr_hr: Najnoviji blog postovi
ka_ge: ბოლოს დამატებული ბლოგი
lt_lt: Naujausi tinklaraščio įrašai
sk_sk: Najnovšie príspevky blogu
sr_sp: Nedavne objave na blogu
zh_cn: 最近博客文章

# Languages::blog.posts
source: Posts
hr_hr: Postovi
ka_ge: პოსტები
lt_lt: Straipsniai
sk_sk: Príspevky
sr_sp: Objave
zh_cn: 文章

# Languages::blog.post
source: Post
ka_ge: პოსტი
lt_lt: Straipsnis
sk_sk: Príspevok
sr_sp: Objava
zh_cn: 文章

# Languages::block_blog
source: Recent posts
hr_hr: Najnoviji postovi
ka_ge: ბოლო პოსტები
lt_lt: Naujausi straipsniai
sk_sk: Posledné príspevky
sr_sp: Skorašnje objave
zh_cn: 最近文章

# Languages::blog.text_links
source: Blog: text links
hr_hr: Blog: tekstualni linkovi
ka_ge: ბლოგი: ტექსტური ბმულები
lt_lt: Tinklaraštis: teksto nuorodos
sk_sk: Blog: textové odkazy
sr_sp: Blog: tekstualni linkovi
zh_cn: 博客：文本链接

# Languages::blog.read_more
source: Read more
hr_hr: Pročitajte više
ka_ge: წაიკითხე მეტი
lt_lt: Skaityti daugiau
sk_sk: Čítať viac
sr_sp: Pročitajte više
zh_cn: 查看更多

# Languages::post_description
source: Post description
hr_hr: Opis posta
ka_ge: აღწერა
lt_lt: Straipsnio aprašymas
sk_sk: Popis príspevku
sr_sp: Opis objave
zh_cn: 文章概要

# Languages::ttc_post_description
source: Use the &lt;!--CUT--&gt; tag (switch to source code to insert it) to hide part of the post. Only the part above the tag is shown in the list of all posts.<br /><br />Make sure to <strong>close all HTML tags</strong> above the &lt;!--CUT--&gt; tag!
hr_hr: Koristite &lt;! - Cut - &gt; oznaku (prebacite na izvorni kod za umetanje) za skrivanje dio posta. Samo dio iznad oznake prikazuje se u popisu svih postova <br /><br /> Pobrinite se da <strong> Zatvori sve HTML oznake </strong> iznad &lt; -.! CUT - &gt; oznake!
ka_ge: გამოყენება ტეგი &lt;!--CUT--&gt; (თქვენ უნდა გადახვიდედ კოდის რედაქტორში, რომ ჩადოთ ის) რომ დამალოთ პოსტის ნაწელი. პოსტის სიაში ნაჩვენები იქნება მხოლოდ ტექსტის ნაწილი(რომელიც ტეგის ზემოთ იქნება). < br /><br /> დარწმუნდით, რომ <strong>ყველა HTML-ტეგი დახურულია</strong> ამის ზემოთ &lt;!--CUT--&gt;!
lt_lt: Naudoti &lt;--iškirpti--&gt; žymę (pereiti prie šaltinio kodo ir įterpti jį) paslėpti dalį įrašo. Tik ta dalis virš žymos bus rodoma sąraše visų pranešimų. <br /><br /> įsitikinkite, kad <strong>uždarytos visos HTML žymės</strong> aukščiau &lt;!--iškirpti--&gt; tag!
sk_sk: Použitie &lt;!--REZ -&gt; tag (prechod na zdrojový kód vložiť) skryť časť post. Iba časť nad značku je uvedený v zozname všetky príspevky. < br / > < br / >, nezabudnite <strong>Zavrieť všetky HTML Tagy</strong> vyššie &lt;!--REZ -&gt; tag!
sr_sp: Upotrebi &lt;!--CUT--&gt; tag (idi na izvorni kod da bi ga umetnuo) da biste sakrili deo objave. Samo deo iznad taga je prikazan na listi od svih objava. < br / >< br / > Uverite se da <strong>zatvorite sve HTML tagove</strong> iznad &lt;!--CUT--&gt; oznake!
zh_cn: 使用 &lt;!--CUT--&gt; 标签 (切换到源代码插入) 隐藏文章的内容，只有标签以上的内容才会显示在文章列表中。<br /><br />请确保 &lt;!--CUT--&gt; 标签以上的 <strong>所有HTML标签</strong> 是闭合的！

# Languages::blog_functionality_notes
source: <p>Use this page to manage your blog. This is how you should organize your blog posts:</p><ul><li>Blog is a usual post that has the <b>Root level page</b> as the Parent page.</li><li>Choose <b>Blog</b> as the Parent page for your blog posts.</li></ul>
ka_ge: <p>მარტეთ ბლოგით ამ გვერდზე. აი როგორ უნდა პოსტების ორგანიზება:</p><ul><li>ბლოგი - არის ჩვეულებრივი პოსტი, რომლის მთავარი გვერდით ამოისახება — <b>საფუძვლიანი გვერდი</b>.</li><li>როცა ქმნით პოსტს, მისი მთავარი ვვერდის სახით აირჩიეთ — <b>ბლოგი</b>.</li></ul>
zh_cn: <p>使用本页来管理你的博客，这是如何组织博客文章的正确方式：</p> <ul><li>Blog是一个具有<b>根级别页</b>的作为父页面的普通文章</li><li>选择 <b>Blog</b> 作为其他文章的父页面。</li></ul>
