Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/buy_together.po
Languages: hr_hr, ka_ge, lt_lt, pt_pt, sk_sk, sr_sp, sv_se

# Addons::name::buy_together
source: Buy together
hr_hr: Kupiti zajedno
ka_ge: ერთად შეძენა
lt_lt: Pirkti kartu
pt_pt: Comprar também
sk_sk: Kúpiť spolu
sr_sp: Akcija
sv_se: Köpa tillsammans

# Addons::description::buy_together
source: Allows you to set up share discounts on certain product combinations
hr_hr: Omogućuje postavljanje dijeljenja popusta na određene kombinacije proizvoda
ka_ge: ფასდაკლების გავრცელება გარკვეული პროდუქტების კომბინაციაზე
lt_lt: Suteikia galimybę nustatyti naudoti nuolaidas tam tikrioms prekių kombinacijoms
pt_pt: Permite-lhe configurar a partilha de descontos em determinadas combinações de produtos
sk_sk: Umožňuje nastaviť podiel zľavy na určité kombinácie produktov
sr_sp: Omogućuje Vam da podesite popuste na određene proizvode na akciji
sv_se: Du får ställa in andel rabatter på vissa kombinationer av produkt

# Languages::buy_together
source: Buy together
hr_hr: Kupiti zajedno
ka_ge: ერთად შეძენა
lt_lt: Pirkti kartu
pt_pt: Comprar também
sk_sk: Kúpiť spolu
sr_sp: Kupi zajedno
sv_se: Köpa tillsammans

# Languages::specify_options
source: Specify options
hr_hr: Određivanje mogućnosti
ka_ge: პარამეტრების მითითება
lt_lt: Nurodyti sąlygas
pt_pt: Especificar opções de
sk_sk: Určenie možností
sr_sp: Preciziraj opcije
sv_se: Ange alternativ

# Languages::total_list_price
source: Total list price
hr_hr: Ukupna cijena
ka_ge: სრული საწყისი ღირებულება
lt_lt: Bendra kaina
pt_pt: Preço de lista total
sk_sk: Celková cena
sr_sp: Ukupna cena grupe
sv_se: Totalt prislista

# Languages::price_for_all
source: Price for all
hr_hr: Cijena za sve
ka_ge: ფასი ყველასათვის
lt_lt: Kaina už visus
pt_pt: Preço para todos
sk_sk: Cena pre všetkých
sr_sp: Cena za sve
sv_se: Pris för alla

# Languages::add_all_to_cart
source: Add all to cart
hr_hr: Dodaj sve u košaricu
ka_ge: დაამატე ყველაფრი კალათაში
lt_lt: Dėti visus į krepšelį
pt_pt: Adicionar tudo ao carrinho
sk_sk: Pridať všetko do košíka
sr_sp: Dodaj sve u korpu
sv_se: Lägg till alla i kundvagnen

# Languages::editing_combination
source: Editing combination
hr_hr: Uređivanje kombinacija
ka_ge: კომბინაციის რედაქტირება
lt_lt: Kombinacijos redagavimas
pt_pt: Combinação de edição
sk_sk: Upraviť kombináciu
sr_sp: Izmena kombinacije
sv_se: Redigera kombination

# Languages::buy_together_calculation_information
source: Total price: [total_price], Discount: [discount], Combination price: [combination_price]
hr_hr: Ukupna cijena: [total_price], popust: [popust], kombinacija cijena: [combination_price]
ka_ge: სრული ღირებულება[total_price]ფასდაკლება[discount]კომბინაციის ღირებულება[combination_price]
lt_lt: Viso kaina: [total_price], Nuolaida: [discount], Kombinacijos kaina: [combination_price]
pt_pt: Preço total: [total_price], desconto: [discount], preço de combinação: [combination_price]
sk_sk: Celková cena: [total_price], zľava: [discount], kombinovaná cena: [combination_price]
sr_sp: Ukupna cena: [total_price], Popust: [discount], Cena na akciji: [combination_price]
sv_se: Totalpris: [total_price], rabatt: [discount], kombinationen pris: [combination_price]

# Languages::display_in_promotions
source: Display in promotions
hr_hr: Prikaz u promocije
ka_ge: გამოაჩინე პრომო-აქციებში
lt_lt: Rodyti akcijas
pt_pt: Exibir em promoções
sk_sk: Zobraziť v akciách
sr_sp: Prikazi u promocijama
sv_se: Visa i kampanjer

# Languages::combination_products
source: Combination products
hr_hr: Kombinacija proizvoda
ka_ge: პროდუქტების კომბინაციები
lt_lt: KOmbinuotos prekės
pt_pt: Produtos de combinação
sk_sk: Kombinácia produktov
sr_sp: Proizvodi na akciji
sv_se: Kombinationsprodukter

# Languages::share_discount
source: Share discount
hr_hr: Podijeli popust
ka_ge: ფასდაკლების გაზიარება
lt_lt: Dali nuolaida
pt_pt: Partilhar desconto
sk_sk: Podiel zľavy
sr_sp: Podeli popust
sv_se: Dela rabatt

# Languages::buy_together_is_not_compatible_with_configurator
source: [product_name] cannot be added to combination. Buy together is not compatible with the Product configurator add-on
hr_hr: [product_name] ne može biti dodan u kombinaciji. Zajednička kupovina nije kompatibilna sa addon konfiguratorom proizvoda
ka_ge: [product_name] დამატება შეუძლებელია კომბინაციაში. "ერთად შეძენის" აქცია არ არის თავსებადი პროდუქტის კონფიგურატორის "ედონთან"
lt_lt: [product_name] negalima įtraukti į kombinaciją. Pirkti kartu kelias prekes nėra suderinama su produkto konfigūracijos įskiepiu
pt_pt: [product_name] não pode ser adicionado a combinação. Compro também não é compatível com o complemento de configurador de produto
sk_sk: [product_name] sa nedá pridať do kombinácie. Kúpiť spolu nie je kompatibilné s doplnkom Konfigurátor produktov
sr_sp: [product_name] ne može biti dodat na akciju. Akcija nije kompatabilna sa Dodatkom za konfigurisanje proizvoda
sv_se: [product_name] kan inte läggas till kombination. Köp är tillsammans inte kompatibel med tillägget produkt konfigurationer add-on

# Languages::buy_together_is_not_compatible_with_recurring_billing
source: [product_name] cannot be added to combination. Buy together is not compatible with the Recurring billing add-on
hr_hr: [product_name] ne može biti dodan kombinaciju. Zajednička kupovina nije kompatibilna sa addon Ponovljeno plaćanje
ka_ge: [product_name] დამატება შეუძლებელია კომბინაციაში. "ერთად შეძენის" აქცია არ არის თავსებადი განმეორებითი ბილინგის "ედონთან"
lt_lt: [product_name] negalima įtraukti į kombinaciją. Pirkti kartu kelias prekes nėra suderinama su pasikartojančios sąskatos įskiepiu
pt_pt: [product_name] não pode ser adicionado a combinação. Compro também não é compatível com o complemento de cobrança recorrente
sk_sk: [product_name] sa nedá pridať do kombinácie. Kúpiť spolu nie je kompatibilné s doplnkom Opakovaná fakturácia
sr_sp: [product_name] ne može biti dodat na akciju. Akcija nije kompatabilna sa Dodatkom ponavljanja naplate
sv_se: [product_name] kan inte läggas till kombination. Köpa är tillsammans inte kompatibel med återkommande fakturering add-on

# Languages::buy_together_combination_cannot_be_added
source: Combination cannot be added to cart
hr_hr: Kombinacija se ne može dodati u košaricu
ka_ge: კომბინაციის კალათაში დამატება შეუძლებელია
lt_lt: Kombinacija negali būti įdėta į krepšelį
pt_pt: Combinação não pode ser adicionada ao carrinho
sk_sk: Kombináciu nie je možné pridať do košíka
sr_sp: Proizvodi na akciji ne mogu biti ubačeni u korpu
sv_se: Kombinationen kan inte läggas i kundvagnen

# Languages::buy_together_product_was_removed
source: [product] did not have enough amount ([amount]) and was removed from the cart
hr_hr: [product] nema dovoljno velik iznos ([amount]) i uklonjen je iz košarice
ka_ge: [product] არ არის მარაგში ([amount]) და ამოიშალა კალათიდან
lt_lt: [product] yra nepakankamas kiekis ([amount]) ir buvo pašalintas iš krepšelio
pt_pt: [product] não tem quantidade suficiente ([amount]) e foi removido do carrinho
sk_sk: [product] nemá dostatočné množstvo ([amount]) na odstránenie z košíka
sr_sp: [product] nema dovoljnu sumu ([amount]) i uklonjen je iz korpe
sv_se: [product] hade inte tillräckligt belopp ([amount]) och togs bort från vagnen

# Languages::buy_together_fill_the_mandatory_fields
source: Please specify product options before adding this product combination to the cart.
hr_hr: Navedite opcije proizvoda prije dodavanja ove kombinacije proizvoda u košaricu.
ka_ge: გთხოვთ, განსაზღვრეთ პარამეტრი პროდუქტზე, სანამ დაამატებთ პროდუქტის კომბინაციას კალათაში.
lt_lt: Nurodykite prekės variantus prieš įdedant šią prekių kombinaciją į krepšelį.
pt_pt: Por favor, especifique as opções do produto antes de adicionar esta combinação de produtos para o carrinho.
sk_sk: Prosím zadajte možnosti produktu pred pridaním tejto kombinácie produktu do košíka.
sr_sp: Precizirajte opcije proizvoda pre dodavanja proizvoda na akciji u korpu.
sv_se: Vänligen ange produktalternativ innan denna produkt kombination till vagnen.
