Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/call_requests.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, sv_se

# Addons::name::call_requests
source: Call requests
hr_hr: Zahtjev za poziv
ka_ge: უკუკავშირი ტელეფონით
lt_lt: Skambučių užklausa
sk_sk: Požiadavka na volanie
sr_sp: Zahtevi pozivom
sv_se: Samtal-begäranden

# Addons::description::call_requests
source: Adds a call-requests system
hr_hr: Dodaj u sustav Zahtjeva za poziv
ka_ge: ზარით შეკვეთების მიღების სისტემის დამატება
lt_lt: Prideda skambučių užklausas sistemą
sk_sk: Pridáva systém požiadavky na hovor
sr_sp: Dodaj sistem zahtevi-pozivom
sv_se: Ger en call-förfrågningar system

# SettingsSections::call_requests::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmän

# SettingsOptions::call_requests::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: Allmän

# SettingsOptions::call_requests::phone
source: Rewrite phone
hr_hr: Izmjeniti telefon
ka_ge: სხვა ტელეფონის ასახვა
lt_lt: Perrašyti telefoną
sk_sk: Prepísať telefón
sr_sp: Prepiši telefon
sv_se: Omskrivning telefon

# SettingsOptions::call_requests::phone_prefix_length
source: Highlight first chars
hr_hr: Označite prva slova u
ka_ge: პირველი სიმბოლოების გამუქება
lt_lt: Pažymėkite pirmą simbolį
sk_sk: Zvýraznite prvé znaky
sr_sp: Označi prve karaktere
sv_se: Markera första tecken

# SettingsOptions::call_requests::buy_now_with_one_click
source: Enable the "Buy now with one click" option
hr_hr: Omogućite opciju "Kupi sada sa jednim klikom"
ka_ge: "შეძენა ერთი წკაპით" ოფციის ჩართვა
lt_lt: Įjungti parinktį "Pirkti dabar vienu paspaudimu"
sk_sk: Povoliť možnosť "Kúpiť teraz jedným kliknutím"
sr_sp: Omogućite opciju "Kupi jednim klikom"
sv_se: Aktivera "Köp nu med ett klick" alternativet

# SettingsOptions::call_requests::order_status
source: Order status
hr_hr: Status narudžbe
ka_ge: შეკვეთის სტატუსი
lt_lt: Užsakymo statusas
sk_sk: Stav objednávky
sr_sp: Status porudžbine

# SettingsOptions::call_requests::phone_mask
source: Phone mask
hr_hr: Telefon maska
ka_ge: ტელეფონის ნომერის ფორმატი
lt_lt: Telefonas
sk_sk: Maska telefónu
sr_sp: Maska za telefon
sv_se: Telefon mask

# SettingsTooltips::call_requests::phone_mask
source: Leave empty to use automatic country-based phone pattern, or type in a custom pattern. You can use spaces, commas, +, -, and digits. Note that 9 represents any digit; if you need a 9, type \\9. Examples: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
hr_hr: Ostavite prazno za korištenje automatskog telefonskog uzoraka zemlje ili upišite prilagođeni uzorak. Možete koristiti razmake, zareze, +, -, i znamenke. Imajte na umu da 9 predstavlja nikakvu brojku; ako vam je potrebna 9, tip \\ 9. Primjeri: +9 (999) 999 99 99, 99999999, 999 999 99 ili + 99-99-9999-9999.
ka_ge: დატოვეთ ცარიელი ქვეყნის თარგის ავტომატურად აირჩევისათვის. საკუთარ თარგში, შეგიძლიათ გამოიყენოთ ფართები, მძიმეები, +, - და ციფრები. 9 აღნიშნავს ნებისმიერ ციფრს. გამოიყენეთ \ 9 ცხრისთვის. მაგალითები: 9 (999) 999 99 99 99999999, 99 999 999 ან + 99-99-9999-9999.
lt_lt: Nepažymėkite naudoti automatinio šalis telefono modelio, arba įveskite pasirinktinį trafaretą. Jūs galite naudoti tarpų, kablelių, +, -, ir skaitmenys. Atkreipkite dėmesį, kad 9 – jokių ženklų; Jei jums reikia 9, tipo \9. Pavyzdžiai: + 9 (999) 999 99 99, 99999999, 999 999 99 ir 99-99-9999-9999.
sk_sk: Ponechajte prázdne pre použitie automatického tvaru tel. čísla pre danú krajinu, alebo vložte vlastný tvar. Môžete používať medzery, čiarky, znaky +, -, a číslice. Číslica 9 zastupuje akúkoľvek číslicu; ak potrebujete číslicu 9, zadajte \\9. Prírklady: +9 (999) 999 99 99, 99999999, 999 999 99 or +99-99-9999-9999.
sr_sp: Ostavite prazno da biste koristili automatsko pozivanje ili upišite prilagođeni uzorak. Možete da koristite razmake, zareze, +, -, i cifre. Imajte na umu da 9 predstavlja bilo koji broj; Ako vam je 9, upišite \9. Primeri: +9 (999) 999 99 99 "," 99999999 "," 999 999 99 "ili" +99-99-9999-9999.
sv_se: Lämna tomt för att använda automatisk lands baserade telefon mönster, eller skriva in ett eget mönster. Du kan använda mellanslag, kommatecken, +, - och siffror. Observera att 9 representerar alla siffror; Om du behöver en 9, typ \\ 9. Exempel: 9 (999) 999 99 99, 99999999, 999 999 99 eller + 99-99-9999-9999. .

# SettingsTooltips::call_requests::phone_prefix_length
source: Including parenthesis, spaces, etc. Use to highlight country code, area code, and phone prefix.
hr_hr: Uključujući zagrade, prostor, itd Koristite za označavanje pozivni broj zemlje, predbroj i telefonski predbroj.
ka_ge: მათ შორის ფრჩხილები, ფართები და სხვა სიმბოლოები. გამოიყენება ქვეყნის კოდის და ქალაქის კოდის ან მობილური ოპერატორის კოდის გამოსაჩენლად.
lt_lt: Įskaitant skliaustelį, erdves ir pan. Naudokite paryškinti ¹alies kod±, vietovìs kod± bei telefono prefiksas.
sk_sk: Vrátane zátvoriek, medzier, atď. Zvýraznite kód krajiny, medzimestskú predvoľbu a telefónne predčíslie.
sr_sp: Uključujući i zagrade, razmake i sl. Koristite da biste označili pozivni broj zemlje, pozivni broj i telefonski prefiks.
sv_se: Inklusive parenteser, mellanslag, etc. Använd för att markera landsnummer, riktnummer och telefonnummer prefix.

# Languages::privileges.manage_call_requests
source: Manage Call requests
hr_hr: Upravljanje zahtjevima za poziv
ka_ge: უკუკავშირის ზარების მართვა
lt_lt: Tvarkyti skambučių užklausas
sk_sk: Spravovať požiadavky na hovor
sr_sp: Upravljanje zahtevima pozivom
sv_se: Hantera Samtals förfrågningar

# Languages::privileges.view_call_requests
source: View Call requests
hr_hr: Pogledaj pozive
ka_ge: უკუკავშირით განხორციელებული ზარების ნახვა
lt_lt: Rodyti skambučių užklausas
sk_sk: Zobraziť požiadavky na hovor
sr_sp: Pregledaj zahteve pozivom
sv_se: Se Samtals förfrågningar

# Languages::call_requests
source: Call requests
hr_hr: Poziv zahtjeva
ka_ge: უკუკავშირი ტელეფონით
lt_lt: Skambučių užklausa
sk_sk: Požiadavka na volanie
sr_sp: Zahtevi pozivom
sv_se: Samtals förfrågningar

# Languages::call_requests_menu_description
source: Manage customer call requests
hr_hr: Upravljanje zahtjevima poziva korisnika
ka_ge: მომხარებლის უკუკავშირის ზარის მოთხოვნების მართვა
lt_lt: Valdyti klientų skambučių užklausas
sk_sk: Spravovať zákaznícke požiadavky na hovor
sr_sp: Upravljanje zahteva pozivom kupaca
sv_se: Hantera förfrågningar kundtjänst

# Languages::call_requests.request_call
source: Request call
hr_hr: Zatražite poziv
ka_ge: უკუკავშირის მოთხოვნა
lt_lt: Prašymas skambinti
sk_sk: Žiadosť o volanie
sr_sp: Zahtev pozivom
sv_se: Begär samtal

# Languages::call_requests.buy_now_with_one_click
source: Buy now with 1-click
hr_hr: Kupi odmah sa 1-klik
ka_ge: შეძენა 1 წკაპის დაჭერით
lt_lt: Pirkti dabar vienu paspaudimu
sk_sk: Kúpiť teraz s 1-click
sr_sp: Kupi jednim klikom
sv_se: Köp nu med 1-klick

# Languages::call_requests.error_validate_call_form
source: Please enter your email or phone number
hr_hr: Molimo upišite vaš e-mail ili telefonski broj
ka_ge: გთხოვთ, შეიყვანოთ თქვენი ელ.ფოსტა ან ტელეფონის ნომერი
lt_lt: Įveskite savo elektroninio pašto ar telefono numerį
sk_sk: Zadajte prosím váš e-mail alebo telefónne číslo
sr_sp: Molimo, unesite Vašu e-mail adresu ili broj telefona
sv_se: Ange din e-postadress eller telefonnummer

# Languages::call_requests.request_recieved
source: We have received your request! Our manager will contact you soon.
hr_hr: Primili smo vaš upit! Rukovoditelj će vas uskoro kontaktirati.
ka_ge: თქვენი მოთხოვნა მიღებულია! ჩვენი მენეჯერი დაგიკავშირდებათ მალე.
lt_lt: Mes gavome jūsų prašymą! Mūsų vadybininkas susisieks su jumis.
sk_sk: Dostali sme vašu žiadosť! Náš manažér vás budeme kontaktovať.
sr_sp: Primili smo Vaš zahtev! Naš menadžer će Vas uskoro kontaktirati.
sv_se: Vi har tagit emot din förfrågan! Vår manager kommer att kontakta dig snart.

# Languages::call_requests.order_placed
source: We have received your request! The order #[order_id] has been successfully created. Our manager will contact you soon.
hr_hr: Primili smo vaš upit! Redoslijed #[order_id] uspješno je stvorena. Rukovoditelj će vas uskoro kontaktirati.
ka_ge: თქვენი მოთხოვნა მიღებულია! შეკვეთა #[order_id] წარმატებით შეიქმნა. ჩვენი მენეჯერი შეძლებისდაგავრად სწრაფად დაგიკავშირდებათ.
lt_lt: Mes gavome jūsų prašymą! Užsakymas #[order_id] buvo sėkmingai sukurtas. Mūsų vadybininkas susisieks su jumis.
sk_sk: Dostali sme vašu žiadosť! Objednávka #[order_id] bola úspešne vytvorená. Náš manažér vás budeme kontaktovať.
sr_sp: Primili smo Vaš zahtev! Porudžbina #[order_id] j uspešno kreirana. Naš menadžer će Vas uskoro kontaktirati.
sv_se: Vi har tagit emot din förfrågan! Ordern # [order_id] har skapats. Vår manager kommer att kontakta dig snart.

# Languages::call_requests.phone_from_settings
source: Phone from settings
hr_hr: Postavke poziva
ka_ge: ტელეფონი პარამეტრებიდან
lt_lt: Telefono formos nustatymai
sk_sk: Nastavenie volacieho telefónu
sr_sp: Broj telefona iz podešavanja
sv_se: Telefon från inställningar

# Languages::call_requests.enter_phone_or_email_text
source: Please enter your phone number or email (for our manager to contact you)
hr_hr: Molimo unesite telefonski broj ili e-mail (da Vam se može javiti naš menadžer)
ka_ge: გთხოვთ შეიყვანოთ თქვენი ელ-ფოსტა ან ტელეფონის ნომერი (რათა ჩვენმა მენეჯერმა შეძლოს თქვენთან დაკავშირება)
lt_lt: Įveskite savo telefono numerį arba el.paštą ( kuriuo mūsų vadybininkas su jumis galėtų susisiekti)
sk_sk: Prosím, zadajte vaše telefónne číslo alebo e-mail (pre možnosť kontaktu nášho manažéra)
sr_sp: Molimo, unesite Vaš broj telefona ili e-mail adresu (kako bi Vas naš menadžer kontaktirao)
sv_se: Vänligen ange ditt telefonnummer eller e-post (för vår manager att kontakta dig)

# Languages::call_requests.status.new
source: New
hr_hr: Novi
ka_ge: ახალი
lt_lt: Naujas
sk_sk: Nové
sr_sp: Novo
sv_se: Nya

# Languages::call_requests.status.in_progress
source: In progress
hr_hr: U tijeku
ka_ge: პროცესში
lt_lt: Vyksta
sk_sk: Prebieha
sr_sp: U obradi
sv_se: Pågående

# Languages::call_requests.status.completed
source: Completed
hr_hr: Završen
ka_ge: დასრულებული
lt_lt: Užbaigtas
sk_sk: Dokončené
sr_sp: Završeno
sv_se: Avslutat

# Languages::call_requests.status.no_answer
source: No answer
hr_hr: Nema odgovora
ka_ge: უპასუხო
lt_lt: Jokio atsakymo
sk_sk: Žiadna odpoveď
sr_sp: Nema odgovora
sv_se: Inget svar

# Languages::call_requests.responsible
source: Responsible
hr_hr: Odgovoran
ka_ge: პასუხისმგებელი
lt_lt: Atsakingas
sk_sk: Zodpovedný
sr_sp: Odgovorno
sv_se: Ansvarig

# Languages::call_requests.notes
source: Notes
hr_hr: Bilješke
ka_ge: შენიშვნები
lt_lt: Pastabos
sk_sk: Poznámky
sr_sp: Napomene
sv_se: Anteckningar

# Languages::call_requests.requested_product
source: Requested product
hr_hr: Traženi proizvod
ka_ge: მოთხოვნილი პროდუქტი
lt_lt: Prašoma prekė
sk_sk: Požadovaný produkt
sr_sp: Traženi proizvod
sv_se: Begärd produkt

# Languages::call_requests.convenient_time
source: Сonvenient time
hr_hr: Сonvenient vrijeme
ka_ge: სასურველი დრო
lt_lt: Tinkamas laikas
sk_sk: Vhodný čas
sr_sp: Zgodno vreme
sv_se: Сonvenient tid

# Languages::call_requests.awaiting_call
source: Awaiting call
hr_hr: Očekujem poziv
ka_ge: ზარის მოლოდინში
lt_lt: Laukia skambučio
sk_sk: Čaká na volanie
sr_sp: Očekuje se poziv
sv_se: Väntar på samtal

# Languages::call_requests.order_exists
source: Order exists
hr_hr: Narudžba postoji
ka_ge: არსებული შეკვეთა
lt_lt: Užsakymas yra
sk_sk: Existujúca objednávka
sr_sp: Porudžbina postoji
sv_se: Ordning finns

# Languages::call_requests.person_name_and_phone
source: Name and phone
hr_hr: Ime i telefon
ka_ge: სახელი და ტელეფონი
lt_lt: Vardas ir telefono numeris
sk_sk: Meno a telefónne číslo
sr_sp: Ime i broj telefona
sv_se: Namn och telefonnummer

# Languages::call_requests.no_name_specified
source: No name specified
hr_hr: Nije naveden naziv
ka_ge: სახელი არ არის მითითებული
lt_lt: Nėra vardo
sk_sk: Nie je zadané meno
sr_sp: Ime nije precizirano
sv_se: Inget namn har angetts

# Languages::call_requests.use_for_call_requests
source: Call request and buy now with one click form
hr_hr: Poziv na zahtjev i kupi sada u obliku jednim klikom
ka_ge: უკუკავშირის მოთხოვნის და "შეიძინე ახლა" ერთი კლიკის ფორმა
lt_lt: Skambučio užsakymas ir pirkti dabar su vienu paspaudimu
sk_sk: Požiadavka na zavolanie a kúpu hneď jedným klikom
sr_sp: Nazovite i kupite sa jednim klikom
sv_se: Ring begäran och Köp nu med ett klick form

# Languages::block_call_request
source: Call request
hr_hr: Poziv zahtjeva
ka_ge: უკუკავშირი ტელეფონით
lt_lt: Skambučių užklausa
sk_sk: Požiadavka na volanie
sr_sp: Zahtevi pozivom
sv_se: Samtalsbegäran

# Languages::block_call_request_description
source: Store phone number and form for requesting a call
hr_hr: Broj telefona trgovine i obrazac za zahtjev poziva
ka_ge: მაღაზიის ტელეფონი და უკუკავშირის მოთხოვნის ფორმა
lt_lt: Parduotuvės telefono numeris ir forma, skirta užklausti
sr_sp: Broj telefona u radnji i obrazac za potraživanje poziva
sv_se: Lagra telefonnummer och formulär för att begära ett samtal

# Languages::tmpl_call_request
source: Call request form
hr_hr: Obrazac zahtjeva za poziv
ka_ge: უკუკავშირის მოთხოვნის ფორმა
lt_lt: Skambinimo užklausos formą
sk_sk: Formulár žiadosti o zavolanie
sr_sp: Obrazac zahteva za poziv
sv_se: Frågeformuläret för samtal

# Languages::call_requests.text_call_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number].
hr_hr: Kupac [customer] <a href="[href]"> čeka tvoj poziv</a> na [phone_number].
ka_ge: მომხმარებელი[customer]ელის<a href="[href]">თქვენს ზარს</a>შემდეგ ნომერზე[phone_number].
lt_lt: Pirkėjas [customer] kurio tel. [phone_number] <a href="[href]"> laukia jūsų skambučio</a>.
sk_sk: Zákazník [customer] <a href="[href]">čaká na vaše zavolanie</a> na číslo [phone_number].
sr_sp: Klijent [customer] <a href="[href]"> čeka tvoj poziv</a> na [phone_number].
sv_se: Сustomer [customer] är <a href="[href]"> väntar på ditt samtal</a> på [phone_number].

# Languages::call_requests.text_call_request_call_time
source: The convenient call time is between [time_from] and [time_to].
hr_hr: Povoljno je vrijeme poziva između [time_from] i [time_to].
ka_ge: მისაღები ზარის განხორციელების დრო არის[time_from]-დან[time_to]-მდე.
lt_lt: Patogus skambinti laikas nuo [time_from] iki [time_to].
sk_sk: Čas vhodný na zavolanie je medzi [time_from] a [time_to].
sr_sp: Zgodno vreme za poziv je između [time_from] i [time_to].
sv_se: Bekväm samtal är mellan [time_from] och [time_to].

# Languages::call_requests.text_buy_with_one_click_request
source: Сustomer [customer] is <a href="[href]">awaiting your call</a> on [phone_number], regarding the purchase of the product <a href="[product_href]">[product_name]</a>.
hr_hr: Kupac [customer] <a href="[href]"> čeka tvoj poziv</a> na [phone_number], o kupovini proizvoda <a href="[product_href]">[product_name]</a>.
ka_ge: მომხმარებელი[customer] ელის<a href="[href]">თვენს ზარს</a>ნომერზე[phone_number], შემდეგი პროდუქტის <a href="[product_href]">[product_name]</a>შეძენასთან დაკავშირებით.
lt_lt: Pirkėjas [customer] kurio tel. <a href="[href]"> laukia jūsų skambučių</a> [phone_number], dėl produktų <a href="[product_href]">[product_name]</a> pirkti.
sk_sk: Zákazník [customer] <a href="[href]">čaká na vaše zavolanie</a> na číslo [phone_number], ohľadom nákupu produktu <a href="[product_href]">[product_name]</a>.
sr_sp: Klijent [customer] <a href="[href]"> čeka tvoj poziv</a> na [phone_number], u vezi kupovine proizvoda <a href="[product_href]">[product_name]</a>.
sv_se: Сustomer [customer] är <a href="[href]"> väntar på ditt samtal</a> på [phone_number], när det gäller inköp av produkten <a href="[product_href]">[product_name]</a>.

# Languages::call_requests.error_validator_phone
source: The phone number in the <b>[field]</b> field is invalid.
ka_ge: თქვენს მიერ შეყვანილი ნომერი <b>[field]</b> არასწორია.
sv_se: Telefonnummer i fältet <b>[field]</b> är ogiltig.
