Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/catalog_mode.po
Languages: cs_cz, de_de, lt_lt, pt_pt, sk_sk, sr_sp

# Addons::name::catalog_mode
source: Catalog mode
cs_cz: Režim katalogu
de_de: Katalog-Modus
lt_lt: Katalogo režimas
pt_pt: Modo de catálogo
sk_sk: Režim katalógu
sr_sp: Režim kataloga

# Addons::description::catalog_mode
source: Allows you to use the store as a product catalog
cs_cz: Obchod se bude chovat jako katalog produktů a nebude umožněn prodej
de_de: Erlaubt es den Shop als Artikel-Katalog zu verwenden
lt_lt: Suteikia galimybę naudoti parduotuvę kaip prekių katalogą
pt_pt: Permite usar a loja como um catálogo de artigos
sk_sk: Umožňuje používať obchode ako katalóg
sr_sp: Omogućuje korišćenje elektronske prodavnice kao katalog proizvoda

# Languages::catalog_mode
source: Catalog Mode
cs_cz: Režim katalogu
de_de: Katalog-Modus
lt_lt: Katalogo režimas
pt_pt: Modo de catálogo
sk_sk: Režim katalógu
sr_sp: Režim kataloga

# Languages::text_catalog_mode_zero_price_action_notice
source: In order that the "Buy now" button could be displayed on the product details page, please set "Zero price action" as "Allow customers to add the product to cart".
cs_cz: Pro objednání tlačítkem "Kup teď " na stránce detailů produktu, nastavte "Akce nulové ceny" jako "Umožnit zákazníkům přidat produkt do košíku".
de_de: Damit der "Jetzt kaufen" Button auf der Artikel-Detailseite angezeigt werden kann, setzen Sie bitte die Option "Null Preis Aktion" auf "Erlauben den Artikel dem Warenkorb hinzuzuf√ºgen".
lt_lt: Tam, kad mygtukas "Pirkti dabar" būtų rodomas prekės puslapyje, nustatykite "Nulinės kaina veiksmą", kaip "Leidžia vartotojams pridėti prekę į krepšelį".
pt_pt: Para que o botão "Comprar agora" possa ser exibido na página de detalhes do produto, por favor, defina "Ação de preço zero" como "Permitir aos clientes adicionar o artigo ao carrinho".
sk_sk: Pre objednanie tlačidlom "Kúp teraz" na stránke detailov produktu, nastavte "Akcia nulovej ceny" ako "Umožniť zákazníkom pridať produkt do košíka".
sr_sp: Da bi "Kupi sada" dugme bilo prikazano na stranici sa detaljima o proizvodu, postavite "Aktivnost sa nultom cenom" na "Dozvoli kupcima dodavanje proizvoda u korpu".

# Languages::buy_now_url
source: Buy Now URL
cs_cz: Koupit nyní URL
de_de: Jetzt kaufen URL
lt_lt: Pirkti dabar nuoroda
pt_pt: URL comprar agora
sk_sk: Kúpiť teraz URL
sr_sp: Kupi sada URL adresa

# SettingsSections::catalog_mode::general
source: General
cs_cz: Obecné
de_de: Allgemein
lt_lt: Bendrosios
pt_pt: Geral
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::catalog_mode::main_store_mode
source: Store operation mode
cs_cz: Provozní režim obchodu
de_de: Shop-Modus
lt_lt: Parduotuvės darbo režimas
pt_pt: Modo de operação da loja
sk_sk: Prevádzkový režim obchodu
sr_sp: Režim elektronske prodavnice

# SettingsOptions::catalog_mode::add_to_cart_empty_buy_now_url
source: Allow purchasing products with empty Buy Now URL
cs_cz: Umožnit nákup produktů s prázdným odkazem Koupit nyní URL
de_de: Kauf von Artikeln mit leerer "Jetzt kaufen URL" zulassen
lt_lt: Galima pirkti produktus su tuščia neužpildyta nuorodos informacija
pt_pt: Permitir a compra de produtos com o URL compre Agora vazio
sk_sk: Umožniť nákup produktov s prázdnym URL odkazom Kúpiť teraz
sr_sp: Omogućuje kupovinu Kupi sada URL adresom

# SettingsVariants::catalog_mode::main_store_mode::catalog
source: Catalog
cs_cz: Katalog
de_de: Katalog
lt_lt: Katalogas
pt_pt: Catálogo
sk_sk: Katalóg
sr_sp: Katalog

# SettingsVariants::catalog_mode::main_store_mode::store
source: Store
cs_cz: Obchod
de_de: Shop
lt_lt: Parduotuvė
pt_pt: Loja
sk_sk: Obchod
sr_sp: Elektronska prodavnica
