Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/data_feeds.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp, sv_se

# Addons::name::data_feeds
source: Data feeds
hr_hr: Izvori podataka
ka_ge: ფასთა ნუსხის კონსტრუქტორი
lt_lt: Duomenų kanalai
sk_sk: Dátové zdroje
sr_sp: Izvori podataka

# Addons::description::data_feeds
source: Makes it possible to create product data feeds in CSV
hr_hr: Omogućuje izvoz podataka o proizvodima u CSV
ka_ge: საქონლის კატალოგის ექსპორტი CSV-ფაილით; ავტომატური ექსპორტი ცხრილით
lt_lt: Suteikia galimybę sukurti prekių data feeds CSV formatu
sk_sk: Umožňuje vytvoriť produkt dátový zdroj vo formáte CSV
sr_sp: Omogućuje kreiranje izvora podataka o proizvodima u CSV
sv_se: Gör det möjligt att skapa produkt datafeeds i CSV

# Languages::data_feeds
source: Data feeds
hr_hr: Izvori podataka
ka_ge: პრაის ლისტები
lt_lt: Duomenų kanalai
sk_sk: Dátové zdroje
sr_sp: Izvori podataka

# Languages::data_feed
source: Data feed
hr_hr: Izvor podataka
ka_ge: პრაის ლისტი
sk_sk: Dátový zdroj
sr_sp: Izvor podataka
sv_se: Datafeeds

# Languages::export_by_cron
source: Export by cron
hr_hr: Izvoz po cron
ka_ge: ექსპორტი Cron-ის მეშვეობით
lt_lt: Eksportuoti cron pagalba
sk_sk: Exportovať pomocou cron-u
sr_sp: Izvezi preko cron
sv_se: Export av cron

# Languages::export_by_cron_to
source: Export by cron to
hr_hr: Izvoz po cron za
ka_ge: ექსპორტი cron-ის საშუალებით
lt_lt: Eksportuoti iš cron į
sk_sk: Exportovať pomocou cron-u do
sr_sp: Izvezi preko cron to
sv_se: Export av cron till

# Languages::add_new_datafeed
source: New data feed
hr_hr: Novi podatkovni kanal
ka_ge: ახალი ფასების სია
lt_lt: Naujas data feed
sk_sk: Nový dátový zdroj
sr_sp: Novi izvor podataka
sv_se: Nya data-feed

# Languages::add_datafeed
source: Add data feed
hr_hr: Dodavanje podatakovnog kanala
ka_ge: ფასების სიის დამატება
lt_lt: Pridėti data feed
sk_sk: Pridať dátový zdroj
sr_sp: Dodaj izvor podataka
sv_se: Lägga till data-feed

# Languages::datafeed_name
source: Data feed name
hr_hr: Naziv sadržaja podataka
ka_ge: ფასების სიის დასახელება
lt_lt: Data feed pavadinimas
sk_sk: Názov dátového zdroja
sr_sp: Naziv izvora podataka
sv_se: Datafeed namn

# Languages::save_directory
source: Server directory
hr_hr: Direktorij poslužitelja
ka_ge: საქაღალდე სერვერზე
lt_lt: Serverio katalogas
sk_sk: Adresára servera
sr_sp: Direktorijum servera
sv_se: Server-katalog

# Languages::ftp_url
source: FTP server
hr_hr: FTP poslužitelj
ka_ge: FTP სერვერი
lt_lt: FTP serveris

# Languages::ftp_url_hint
source: The format is: FTPHOST[:PORT][/DIRECTORY]. Example: ftp.yourhost.com:21/home/username/folder
hr_hr: Oblik je: FTPHOST [:PORT][/DIRECTORY]. Primjer: ftp.yourhost.com:21/home/username/folder
ka_ge: ფორმატი: FTPHOST[:PORT][/DIRECTORY]. მაგალითი: ftp.yourhost.com:21/home/username/folder
lt_lt: Formatas: FTPHOST [:PORT] [/DIRECTORY]. Pavyzdys: ftp.yourhost.com:21/home/username/folder
sk_sk: Formát: FTPHOST [: PORT] [/DIRECTORY]. Príklad: ftp.yourhost.com:21/home/username/folder
sr_sp: Format je: FTPHOST[:PORT][/DIRECTORY]. Naprimer: ftp.yourhost.com:21/home/username/folder
sv_se: Formatet är: FTPHOST [: PORT][/DIRECTORY]. Exempel: ftp.yourhost.com:21/home/username/folder

# Languages::ftp_user
source: FTP username
hr_hr: FTP korisničko ime
ka_ge: FTP-ს მომხმარებლის სახელი
lt_lt: FTP vartotojo vardas
sk_sk: Prihlasovacie meno FTP
sr_sp: Korisničko ime za FTP
sv_se: FTP-användarnamn

# Languages::ftp_pass
source: FTP password
hr_hr: FTP lozinka
ka_ge: FTP-ს მომხმარებლის პაროლი
lt_lt: FTP slaptažodis
sk_sk: FTP heslo
sr_sp: Lozinka za FTP
sv_se: FTP-lösenord

# Languages::fields
source: Fields
hr_hr: Polja
ka_ge: ველები
lt_lt: Laukai
sk_sk: Polia
sr_sp: Polja
sv_se: Fält

# Languages::field_name
source: Field name
hr_hr: Naziv polja
ka_ge: ველის დასახელება
lt_lt: Lauko pavadinimas
sk_sk: Názov poľa
sr_sp: Naziv polja
sv_se: Fältnamn

# Languages::field_type
source: Field type
hr_hr: Vrsta polja
ka_ge: ველის ტიპი
lt_lt: Lauko tipas
sk_sk: Typ poľa
sr_sp: Tip polja
sv_se: Fälttyp

# Languages::map_fields
source: Fields mapping
hr_hr: Polja mapiranja
ka_ge: მინდვრების შესაბამისობის რუკა
lt_lt: Laukų išdėstymas
sk_sk: Mapovanie polí
sr_sp: Mapiranje polja
sv_se: Kartläggning-fält

# Languages::update_datafeed
source: Editing data feed
hr_hr: Uređivanje podataka
ka_ge: პრაის ლისტის რედაქტირება
lt_lt: Redaguoti data feed
sk_sk: Upraviť dátový zdroj
sr_sp: Izmena izvora podataka
sv_se: Redigera data-feed

# Languages::export_cron_hint
source: Use the following line to run the script according to schedule
hr_hr: Koristite sljedeći redak za pokretanje skripte po rasporedu
ka_ge: გამოიყენეთ შემდეგი ბრძანება რომ სკრიპტის მუშაობა დაიწყოს დროულად
lt_lt: Naudokite šį scenarijus kad paleistumėte skriptą pagal tvarkaraštį
sk_sk: Použite nasledovný riadok pre spustenie skriptu podľa harmonogramu
sr_sp: Koristi sledeću liniju za pokretanje skripte u skladu sa rasporedom
sv_se: Använda den följande lina till kör skriptet enligt schema

# Languages::exported_items
source: Exported items
hr_hr: Izvezene stavke
ka_ge: დაექსპორტებული ნივთები
lt_lt: Eksportuojamos prekės
sk_sk: Exportované položky
sr_sp: Izvezeni objekti
sv_se: Exporterade objekt

# Languages::ftp_connection_problem
source: Unable connect to FTP server. Please, check FTP connection information
hr_hr: Nije moguće povezivanje na FTP poslužitelj. Provjerite FTP informacije za povezivanje
ka_ge: ვერ შეძლო FTP-სერვერთან დაკავშირება. სერვერთან დაკავშირებისათვის, გტხოვთ შეამოწმოთ მონაცემები
lt_lt: Nepavyko prisijungti prie FTP serverio. Prašome atidžiai patikrinti FTP ryšio informaciją
sk_sk: Nedá sa pripojiť k FTP serveru. Skontrolujte informácie o pripojení FTP
sr_sp: Nemoguće povezivanje na FTP server. Molimo, proverite podatke o FTP nalogu
sv_se: Det går inte att ansluta till FTP-servern. Vänligen kontrollera information om FTP-anslutning

# Languages::categories_products
source: Products from categories
hr_hr: Proizvodi iz kategorija
ka_ge: პროდუქტები კატეგორიებიდან
lt_lt: Prekės iš kategorijų
sk_sk: Produkty z kategórií
sr_sp: Proizvodi iz kategorija
sv_se: Produkter från kategorier

# Languages::local_export
source: Download
hr_hr: Preuzimanje datoteka
ka_ge: გადმოწერა
lt_lt: Parsisiųsti
sk_sk: Na stiahnutie
sr_sp: Preuzimanje
sv_se: Hämta

# Languages::upload_to_ftp
source: Upload to FTP server
hr_hr: Prijenos na FTP poslužitelj
ka_ge: ატვირთვა FTP სერვერზე
lt_lt: Įkelti į FTP serverį
sk_sk: Nahrať na FTP server
sr_sp: Pošalji na FTP server
sv_se: Ladda upp till FTP-servern

# Languages::cron_export
source: Cron export settings
hr_hr: Postavke Cron izvoza
ka_ge: Cron-ის ექსპორტის პარამეტრები
lt_lt: Cron eksportavimo parametrai
sk_sk: Nastavenie exportu cron
sr_sp: Podešavanja Cron export
sv_se: Cron exportinställningar

# Languages::export_to_server
source: Export to server
hr_hr: Izvoz na poslužitelj
ka_ge: ექსპორტირება სერვერზე
lt_lt: Eksportuoti į serverį
sk_sk: Exportovať na server
sr_sp: Izvezi na server
sv_se: Export till server

# Languages::export_to_ftp
source: FTP server options
hr_hr: FTP opcije poslužitelja
ka_ge: FTP სერვერის პარამეტრები
lt_lt: FTP serverio parinktys
sk_sk: Možnosti servera FTP
sr_sp: Opcije FTP servera
sv_se: FTP-serveralternativ

# Languages::check_server_export_settings
source: Check server export settings
hr_hr: Provjerite postavke poslužitelja za izvoz
ka_ge: შეამოწმეთ სერვერის ექსპორტის პარამეტრები
lt_lt: Patikrinkite, ar serverio eksporto parametrus
sk_sk: Skontrolujte nastavenia exportu
sr_sp: Proveri podešavanja izvoza sa servera
sv_se: Kolla server exportinställningar

# Languages::exclude_disabled_products
source: Exclude disabled products
hr_hr: Isključi onemogućen proizvod
ka_ge: გამორიცხეთ გაუქმებული პროდუქცია
lt_lt: Neįtraukti naktyvuotas prekes
sk_sk: Vylúčenie zakázaných produktov
sr_sp: Izuzmi onemogućene proizvode
sv_se: Utesluta funktionshindrade produkter

# Languages::general_settings
source: General settings
hr_hr: Opće postavke
ka_ge: ზოგადი პარამეტრები
lt_lt: Bendrieji parametrai
sk_sk: Všeobecné nastavenia
sr_sp: Opšta podešavanja
sv_se: Allmänna inställningar

# Languages::enclosure
source: Enclosure
hr_hr: Ograđivanje
ka_ge: გამყოფი
lt_lt: Prievadas
sk_sk: Kúty
sr_sp: Prilog
sv_se: Inhägnad

# SettingsSections::data_feeds::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: De allmänna

# SettingsOptions::data_feeds::cron_password
source: Cron password
hr_hr: Cron lozinka
ka_ge: პაროლი Cron-ისთვის
lt_lt: Cron slaptažodis
sk_sk: Cron heslo
sr_sp: Cron lozinka
sv_se: Cron lösenord

# Languages::data_feed.error_exim_no_data_exported
source: No data exported
hr_hr: Podaci nisu eksportirani
ka_ge: მონაცემები არაა ექსპორტდა
lt_lt: Nėra eksportuojamų duomenų
sr_sp: Podaci nisu izvezeni
sv_se: Inga data exporteras
