Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/discussion.po
Languages: ka_ge, lt_lt, sr_sp

# Addons::name::discussion
source: Comments and reviews
ka_ge: კომენტარები და მიმოხილვები
lt_lt: Komentarai ir atsiliepimai
sr_sp: Komentari i recenzije

# Addons::description::discussion
source: Lets customers leave comments to products, categories, orders, etc., review products and write testimonials
ka_ge: კომენტარები პროდუქტზე, კატეგორიებზე, შეკვეტებზე და ა.შ.
lt_lt: Leidžia klientams komentuoti prekes, kategorijas, užsakymus ir rašyti atsiliepimus
sr_sp: Dozvoli kupcima ostavljanje komentara o proizvodima, kategorijama, porudžbinama, itd., pregled proizvoda i pisanje pohvala

# Languages::use_for_discussion
source: Comments and reviews forms
ka_ge: კომენტარების და მიმიხილვებსი ფორმა
lt_lt: Komentarų ir atsiliepimų forma
sr_sp: Obrasci za komentare i kritike

# Languages::comments_and_reviews_menu_description
source: Customer comments and reviews on products, categories, orders, etc.
ka_ge: მყიდველის კომენტარები პროდუქტზე, კატეგორიებზე, შეკვეტებზე და ა.შ.
lt_lt: Klientų pastabos ir atsiliepimai apie prekes, kategorijas, užsakymus ir t. t.
sr_sp: Komentari kupaca o proizvodima, kategorijama, porudžbinama, itd.

# Languages::discussion_title_category
source: Reviews
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Prikazi

# Languages::discussion_title_giftreg
source: Guestbook
ka_ge: სტუმართა წიგნი
lt_lt: Svečių knyga
sr_sp: Knjiga posetilaca

# Languages::discussion_title_home_page_menu_description
source: Manage the testimonials from your store visitors.
ka_ge: მიმოხილვების მართვა, თქვენ მაღაზიაში
lt_lt: Valdyti jūsų parduotuvės lankytojų atsiliepimus.
sr_sp: Upravljanje pohvalama posetilaca.

# Languages::discussion_title_order
source: Communication
ka_ge: კომუნიკაცია
lt_lt: Komunikacijos
sr_sp: Komunikacija

# Languages::discussion_title_page
source: Comments
ka_ge: კომენტარები
lt_lt: Komentarai
sr_sp: Komentari

# Languages::discussion_title_product
source: Reviews
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Prikazi

# Languages::discussion_title_return
source: Communication
ka_ge: კომუნიკაცია
lt_lt: Komunikacijos
sr_sp: Komunikacija

# Languages::no_posts_found
source: No posts found
ka_ge: კომენტარეები ვერ მოიძებნა
lt_lt: Įrašų nėra
sr_sp: Nisu pronađeni članci

# Languages::your_rating
source: Your rating
ka_ge: თქვენი რეიტინგი
lt_lt: Jūsų reitingas
sr_sp: Vaš rejting

# Languages::comments_and_reviews
source: Comments and reviews
ka_ge: კომენტარები და მიმოხილვები
lt_lt: Komentarai ir atsiliepimai
sr_sp: Komentari i recenzije

# Languages::discussion_title_home_page
source: Testimonials
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Pohvale

# Languages::text_enabled_testimonials_notice
source: Testimonials are disabled. To enable, please go to <a href="[link]">Comments and reviews: options</a> and select the "Communication", "Rating" or "Communication and Rating" value in "Testimonials" field.
ka_ge: მიმოხილვები გამორთულია. იმისათვის, რომ ჩავრთოთ, გადადით გვერდზე <a href="[link]">კომენტარები და მიმოხილვები → პარამეტრები</a> და აირჩიეთ «მიმოხილვები» «კომუნიკაცია», «რეიტინგი» ან «კომუნიკაცია და რეიტინგი».
lt_lt: Atsiliepimai yra išjungti. Norėdami įgalinti, eikite į <a href="[link]"> Komentarai ir atsiliepimai: funkcijos</a> ir pasirinkite "Bendravimas", "Įvertinimas" arba "Atsiliepimai" lauką.
sr_sp: Pohvale su onemogućene. Da ih omogućite, idite na <a href="[link]">Komentari i prikazi: opcije</a> i izaberite "Komunikacija", "Rejting" ili "Komunikacija i rejting" vrednost u polju "Pohvale".

# Languages::discussion_title_company
source: Reviews
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Prikazi

# Languages::communication
source: Communication
ka_ge: კომუნიკაცია
lt_lt: Komunikacijos
sr_sp: Komunikacija

# Languages::rating
source: Rating
ka_ge: რეიტინგი
lt_lt: Reitingas
sr_sp: Rejting

# Languages::cant_find_thread
source: Thread can not be found.
ka_ge: განხილვა ვერ მოიძებნა.
lt_lt: Pokalbis nerastas.
sr_sp: Niz ne može biti pronađen.

# Languages::error_already_posted
source: You have posted in this discussion already
ka_ge: თქვენ უკვე დაწერილი გაქვთ შეტყობინება ამ განხილვაში
lt_lt: Jūs jau dalyvavote šioje diskusijoje
sr_sp: Već ste pisali u ovoj diskusiji

# Languages::text_thank_you_for_post
source: Thank you for your post
ka_ge: მადლობა შეტყობინებისათვის
lt_lt: Ačiū už jūsų pranešimą
sr_sp: Hvala za Vaš post

# Languages::text_post_pended
source: Your post will be checked before it gets published.
ka_ge: თქვენი შეტყობინება იქნება შემოწმებული, სანამ გამოქვეყნება.
lt_lt: Jūsų pranešimas bus tikrinamas prieš jį paskelbiant.
sr_sp: Vaš post će biti pregledan pre objavljivanja.

# Languages::discussion
source: Comments and reviews
ka_ge: კომენტარები და მიმოხილვები
lt_lt: Komentarai ir atsiliepimai
sr_sp: Komentari i recenzije

# Languages::text_new_post_notification
source: This is a notification of a new post to
ka_ge: ცნობა ახალ შეტყობინებაზე
lt_lt: Tai yra pranešimas apie naują žinutę
sr_sp: Ovo je obaveštenje o novom postu za

# Languages::text_approval_notice
source: This post needs approving
ka_ge: ეს შეტყობინება ელოდება დადასტურებას
lt_lt: Šį pranešimą reikia patvirtinti
sr_sp: Ovom postu treba odobrenje

# Languages::latest_reviews
source: Latest comments & reviews
ka_ge: ბოლო კომენტარები & მიმოხილვები
lt_lt: Naujausi komentarai ir atsiliepimai
sr_sp: Poslednji komenatari i recenzije

# Languages::comment_by
source: Comment by
ka_ge: კომენტარები
lt_lt: Komentaras
sr_sp: Komentarisao

# Languages::and
source: and
ka_ge: და
lt_lt: ir
sr_sp: i

# Languages::add_post
source: Add post
ka_ge: კომენტარის დამატება
lt_lt: Pridėti pranešimą
sr_sp: Dodaj post

# Languages::not_approved
source: Not approved
ka_ge: დაუმოწმებელი
lt_lt: Nepatvirtinta
sr_sp: Nije odobreno

# Languages::discussion_manager
source: Comments and reviews
ka_ge: კომენტარები და მიმოხილვები
lt_lt: Komentarai ir atsiliepimai
sr_sp: Komentari i recenzije

# Languages::testimonials
source: Testimonials
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Pohvale

# Languages::privileges.view_discussions
source: View comments and reviews
ka_ge: კომენატრების და მიმოხილვების ნახვა
lt_lt: Rodyti komentarus ir atsiliepimus
sr_sp: Pregledaj komentare i recenzije

# Languages::privileges.manage_discussions
source: Manage comments and reviews
ka_ge: კომენტარების და მიმოხილვების მართვა
lt_lt: Tvarkyti Komentarus ir atsiliepimus
sr_sp: Upravljaj komenatrima i recenzijama

# Languages::block_testimonials
source: Testimonials
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Pohvale

# Languages::block_testimonials_description
source: User testimonials
ka_ge: მომხმარებლების მიმოხილვები
lt_lt: Vartotojo atsiliepimai
sr_sp: Pohvale kupaca

# Languages::sort_by_rating_asc
source: Sort by rating: Low to High
ka_ge: დალაგება რეიტინგის მიხედვით: დაბლიდან მაღლისკენ
lt_lt: Rūšiuoti pagal reitingą: nuo mažo iki aukšto
sr_sp: Sortiranje po rejtingu: najniži ka najvišem

# Languages::sort_by_rating_desc
source: Sort by rating
ka_ge: დალაგება რეიტინგის მიხედვით
lt_lt: Rūšiuoti pagal reitingą
sr_sp: Sortiranje po rejtingu

# Languages::reviews
source: review|reviews
ka_ge: მიმოხილვა|მიმოხილვები
lt_lt: Atsiliepimas| Atsiliepimai
sr_sp: recenzija|recenzije

# Languages::write_review
source: Write a review
ka_ge: მიმიხილვის დაწერა
lt_lt: Parašyti atsiliepimą
sr_sp: Napiši recenziju

# SettingsSections::discussion::products
source: Products
ka_ge: პროდუქტები
lt_lt: Prekės
sr_sp: Proizvodi

# SettingsSections::discussion::categories
source: Categories
ka_ge: კატეგორიები
lt_lt: Kategorijos
sr_sp: Kategorije

# SettingsSections::discussion::orders
source: Orders
ka_ge: შეკვეთები
lt_lt: Užsakymai
sr_sp: Porudžbine

# SettingsSections::discussion::gift_registry
source: Gift registry
ka_ge: საჩუქრების რეესტრი
lt_lt: Dovanų registras
sr_sp: Registar poklona

# SettingsSections::discussion::pages
source: Pages
ka_ge: გვერდები
lt_lt: Puslapiai
sr_sp: Stranice

# SettingsSections::discussion::testimonials
source: Testimonials
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Pohvale

# SettingsSections::discussion::companies
source: Vendors
ka_ge: მომწოდებლები
lt_lt: Parduotuvės
sr_sp: Dobavljači

# SettingsOptions::discussion::product_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::product_post_approval
source: Administrator must approve posts submitted by
ka_ge: ადმინისტრატორი უნდა დაადასტუროს დატოვებული შუტყობინებები
lt_lt: Administratorius turi patvirtinti pateiktus pranešimus
sr_sp: Administrator mora odobriti postove koji su napisani od

# SettingsOptions::discussion::product_post_ip_check
source: Only one post from one IP is allowed
ka_ge: ერთი IP მისამართიდან შესაძლებელია ერთი შუტყობინების დატოვება
lt_lt: Leidžiamas tik vienas postas iš vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::product_notification_email
source: Send notifications to this E-mail
ka_ge: შეტყობინების გაგზავნა ამ ელ-ფოსტაზე
lt_lt: Siųsti pranešimus į šį el. adresą
sr_sp: Pošalji obaveštenja na ovaj e-mail

# SettingsOptions::discussion::product_notify_vendor
source: Send notifications to vendor
ka_ge: შეტყობინების გაგზავნა მომწოდებელს
lt_lt: Siųsti pranešimus parduotuvės savininkui
sr_sp: Slanje obaveštenja dobavljaču

# SettingsOptions::discussion::product_share_discussion
source: Share discussion with product
ka_ge: ამ პროდუქტის განხილვის გაზიარება
lt_lt: Bendrinti diskusiją su preke
sr_sp: Podeli diskusiju sa proizvodom

# SettingsOptions::discussion::category_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::category_post_approval
source: Administrator must approve posts submitted by
ka_ge: ადმინისტრატორი უნდა დაადასტუროს დატოვებული შუტყობინებები
lt_lt: Administratorius turi patvirtinti pateiktus pranešimus
sr_sp: Administrator mora odobriti postove koji su napisani od

# SettingsOptions::discussion::category_post_ip_check
source: Only one post from one IP is allowed
ka_ge: ერთი IP მისამართიდან შესაძლებელია ერთი შუტყობინების დატოვება
lt_lt: Leidžiama tik vieną postą nuo vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::category_notification_email
source: Send notifications to this E-mail
ka_ge: შეტყობინების გაგზავნა ამ ელ-ფოსტაზე
lt_lt: Siųsti pranešimus į šį el. adresą
sr_sp: Pošalji obaveštenja na ovaj e-mail

# SettingsOptions::discussion::order_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::order_initiate
source: Allow customer to initiate discussion
ka_ge: მომხმარებელს განხილვის დაწყების უფლება მივცეთ
lt_lt: Leisti pirkėjams inicijuoti diskusijas
sr_sp: Dozvoli kupcu da pokrene diskusiju

# SettingsOptions::discussion::order_notify_vendor
source: Send notifications to vendor
ka_ge: შეტყობინების გაგზავნა მომწოდებელს
lt_lt: Siųsti pranešimus parduotuvės savininkui
sr_sp: Slanje obaveštenja dobavljaču

# SettingsOptions::discussion::giftreg_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::giftreg_post_ip_check
source: Only one post from one IP is allowed
ka_ge: ერთი IP მისამართიდან შესაძლებელია ერთი შუტყობინების დატოვება
lt_lt: Leidžiama tik vieną postą nuo vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::page_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::page_post_approval
source: Administrator must approve posts submitted by
ka_ge: ადმინისტრატორი უნდა დაადასტუროს დატოვებული შუტყობინებები
lt_lt: Administratorius turi patvirtinti pateiktus pranešimus
sr_sp: Administrator mora odobriti postove koji su napisani od

# SettingsOptions::discussion::page_post_ip_check
source: Only one post from one IP is allowed
ka_ge: მხოლოდ ერთი კომენტარი არის დაშვებული ერთი IP-დან
lt_lt: Leidžiama tik vieną postą nuo vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::page_notification_email
source: Send notifications to this E-mail
ka_ge: შეტყობინების გაგზავნა ამ ელ-ფოსტაზე
lt_lt: Siųsti pranešimus į šį el. adresą
sr_sp: Pošalji obaveštenja na ovaj e-mail

# SettingsOptions::discussion::page_notify_vendor
source: Send notifications to vendor
ka_ge: შეტყობინების გაგზავნა მომწოდებელს
lt_lt: Siųsti pranešimus parduotuvės savininkui
sr_sp: Slanje obaveštenja dobavljaču

# SettingsOptions::discussion::page_share_discussion
source: Share discussion with page
ka_ge: გვერდის განხილვის გაზიარება
lt_lt: Bendrinti diskusijų puslapį
sr_sp: Podeli diskusiju sa stranicom

# SettingsOptions::discussion::home_page_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::home_page_post_approval
source: Administrator must approve posts submitted by
ka_ge: ადმინისტრატორი უნდა დაადასტუროს დატოვებული შუტყობინებები
lt_lt: Administratorius turi patvirtinti pateiktus pranešimus
sr_sp: Administrator mora odobriti postove koji su napisani od

# SettingsOptions::discussion::home_page_post_ip_check
source: Only one post from one IP is allowed
ka_ge: ერთი IP-დან მხოლოდ ერთი კომენტარი არის დაშვებული
lt_lt: Leidžiama tik vieną postą nuo vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::home_page_notification_email
source: Send notifications to this E-mail
ka_ge: შეტყობინების გაგზავნა ამ ელ-ფოსტაზე
lt_lt: Siųsti pranešimus į šį el. adresą
sr_sp: Pošalji obaveštenja na ovaj e-mail

# SettingsOptions::discussion::home_page_testimonials
source: Testimonials
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Pohvale

# SettingsOptions::discussion::testimonials_from_all_stores
source: Show testimonials from all stores
ka_ge: მიმოხილვების ჩვენება, ყველა მაღაზიაში
lt_lt: Rodyti atsiliepimų iš visų parduotuvių
sr_sp: Prikaži pohvale iz svih elektronskih prodavnica

# SettingsOptions::discussion::company_discussion_type
source: Reviews
ka_ge: მიმოხილვები
lt_lt: Atsiliepimai
sr_sp: Prikazi

# SettingsOptions::discussion::company_only_buyers
source: Allow to post only for the customers who has bought somethins from the vendor
ka_ge: იმ მომხმარებელს განხილვის დაწყების უფლება მივცეთ, რომელსაც შეძენილი აქვს პროდუქტი ამ მიმწოდებლისაგან
lt_lt: Leisti rašyti tik tiems pirkėjams, kurie tik pirko ką nors
sr_sp: Dozvoli pisanje samo kupcima koji su kupili nešto od dobavljača

# SettingsOptions::discussion::company_posts_per_page
source: Posts per page
ka_ge: კომენტარები თითო გვერდზე
lt_lt: Pranešimų skaičius puslapyje
sr_sp: Postova po stranici

# SettingsOptions::discussion::company_post_approval
source: Administrator must approve posts submitted by
ka_ge: ადმინისტრატორი უნდა დაადასტუროს დატოვებული შუტყობინებები
lt_lt: Administratorius turi patvirtinti pateiktus pranešimus
sr_sp: Administrator mora odobriti postove koji su napisani od

# SettingsOptions::discussion::company_post_ip_check
source: Only one post from one IP is allowed
ka_ge: მხოლოდ ერთი კომენტარი არის დაშვებული ერთი IP-დან
lt_lt: Leidžiama tik vieną postą nuo vieno IP
sr_sp: Dozvoljen je samo jedan post sa jedne IP adrese

# SettingsOptions::discussion::company_notification_email
source: Send notifications to this E-mail
ka_ge: შეტყობინების გაგზავნა ამ ელ-ფოსტაზე
lt_lt: Siųsti pranešimus į šį el. adresą
sr_sp: Pošalji obaveštenja na ovaj e-mail

# SettingsOptions::discussion::company_notify_vendor
source: Send notifications to vendor
ka_ge: შეტყობინების გაგზავნა მომწოდებელს
lt_lt: Siųsti pranešimus parduotuvės savininkui
sr_sp: Slanje obaveštenja dobavljaču

# SettingsVariants::discussion::company_post_approval::any
source: Any customer
ka_ge: ნებისმიერი მომხმარებელი
lt_lt: Visiems pirkėjams
sr_sp: Bilo koji kupac

# SettingsVariants::discussion::company_post_approval::anonymous
source: Only anonymous customers
ka_ge: მხოლოდ ანონიმური მომხმარებლები
lt_lt: Tik anoniminiai pirkėjai
sr_sp: Samo anonimni kupci

# SettingsVariants::discussion::company_post_approval::disabled
source: No approval needed
ka_ge: დამოწმება არ ესაჭიროება
lt_lt: Nereikia patvirtinimo
sr_sp: NIje potrebno odobrenje

# SettingsVariants::discussion::company_discussion_type::B
source: Communication and Rating
ka_ge: კომუნიკაცია და რეიტინგი
lt_lt: Komunikacijos ir vertinimas
sr_sp: Komunikacija i rejting

# SettingsVariants::discussion::company_discussion_type::C
source: Communication
ka_ge: კომუნიკაცია
lt_lt: Komunikacijos
sr_sp: Komunikacija

# SettingsVariants::discussion::company_discussion_type::R
source: Rating
ka_ge: რეიტინგი
lt_lt: Reitingas
sr_sp: Rejting

# SettingsVariants::discussion::company_discussion_type::D
source: Disabled
ka_ge: გათიშული
lt_lt: Neįgalinta
sr_sp: Onemogućeno

# SettingsVariants::discussion::product_post_approval::any
source: Any customer
ka_ge: ნებისმიერი მომხმარებელი
lt_lt: Visiems pirkėjams
sr_sp: Bilo koji kupac

# SettingsVariants::discussion::product_post_approval::anonymous
source: Only anonymous customers
ka_ge: მხოლოდ ანონიმური მომხმარებლები
lt_lt: Tik anoniminiai pirkėjai
sr_sp: Samo anonimni kupci

# SettingsVariants::discussion::product_post_approval::disabled
source: No approval needed
ka_ge: დამოწმება არ ესაჭიროება
lt_lt: Nereikia patvirtinimo
sr_sp: NIje potrebno odobrenje

# SettingsVariants::discussion::category_post_approval::any
source: Any customer
ka_ge: ნებისმიერი მომხმარებელი
lt_lt: Visiems pirkėjams
sr_sp: Bilo koji kupac

# SettingsVariants::discussion::category_post_approval::anonymous
source: Only anonymous customers
ka_ge: მხოლოდ ანონიმური მომხმარებლები
lt_lt: Tik anoniminiai pirkėjai
sr_sp: Samo anonimni kupci

# SettingsVariants::discussion::category_post_approval::disabled
source: No approval needed
ka_ge: დამოწმება არ ესაჭიროება
lt_lt: Nereikia patvirtinimo
sr_sp: NIje potrebno odobrenje

# SettingsVariants::discussion::page_post_approval::any
source: Any customer
ka_ge: ნებისმიერი მომხმარებელი
lt_lt: Visiems pirkėjams
sr_sp: Bilo koji kupac

# SettingsVariants::discussion::page_post_approval::anonymous
source: Only anonymous customers
ka_ge: მხოლოდ ანონიმური მომხმარებლები
lt_lt: Tik anoniminiai pirkėjai
sr_sp: Samo anonimni kupci

# SettingsVariants::discussion::page_post_approval::disabled
source: No approval needed
ka_ge: დამოწმება არ ესაჭიროება
lt_lt: Nereikia patvirtinimo
sr_sp: NIje potrebno odobrenje

# SettingsVariants::discussion::home_page_post_approval::any
source: Any customer
ka_ge: ნებისმიერი მომხმარებელი
lt_lt: Visiems pirkėjams
sr_sp: Bilo koji kupac

# SettingsVariants::discussion::home_page_post_approval::anonymous
source: Only anonymous customers
ka_ge: მხოლოდ ანონიმური მომხმარებლები
lt_lt: Tik anoniminiai pirkėjai
sr_sp: Samo anonimni kupci

# SettingsVariants::discussion::home_page_post_approval::disabled
source: No approval needed
ka_ge: დამოწმება არ ესაჭიროება
lt_lt: Nereikia patvirtinimo
sr_sp: NIje potrebno odobrenje

# SettingsVariants::discussion::home_page_testimonials::B
source: Communication and Rating
ka_ge: კომუნიკაცია და რეიტინგი
lt_lt: Komunikacijos ir vertinimas
sr_sp: Komunikacija i rejting

# SettingsVariants::discussion::home_page_testimonials::C
source: Communication
ka_ge: კომუნიკაცია
lt_lt: Komunikacijos
sr_sp: Komunikacija

# SettingsVariants::discussion::home_page_testimonials::R
source: Rating
ka_ge: რეიტინგი
lt_lt: Reitingas
sr_sp: Rejting

# SettingsVariants::discussion::home_page_testimonials::D
source: Disabled
ka_ge: გათიშული
lt_lt: Neįgalinta
sr_sp: Onemogućeno

# Languages::discussion_tab_products
source: Product Reviews
ka_ge: პროდუქტის მიმოხილვები

# Languages::discussion_tab_categories
source: Category Reviews
ka_ge: კატეგორიის მიმოხილვები

# Languages::discussion_tab_pages
source: Page Comments
ka_ge: გვერდის კომენტარები

# Languages::discussion_tab_orders
source: Order Communication
ka_ge: შეკვეთის შეტყობინება

# Languages::discussion_tab_home_page
source: Testimonials
ka_ge: მიმოხილვები

# Languages::discussion_tab_companies
source: Company Reviews
ka_ge: კომპანიის მიმოხილვები
