Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/ebay.po
Languages: fr_fr, vi_vn

# Addons::name::ebay
source: eBay synchronization
fr_fr: synchronisation eBay
vi_vn: Đồng bộ hóa eBay

# Addons::description::ebay
source: Synchronizes products and orders with an eBay account.
fr_fr: Synchronise les produits et les commandes avec un compte eBay.
vi_vn: Đồng bộ hóa sản phẩm và đơn đặt hàng với một tài khoản eBay.

# Languages::paypal_required_and_selected
source: For the selected eBay category PayPal payment method is required. It is selected automatically.
fr_fr: Pour la catégorie eBay sélectionnée le mode de paiement PayPal est requis. Il est sélectionné automatiquement.
vi_vn: Cho chọn eBay phương thức thanh toán PayPal là cần thiết. Nó được chọn tự động.

# Languages::wait_for_shippings_cached
source: Wait for shippings cached. Mean time to 3 minutes
fr_fr: Attente de la mise en cache des envois. Délai moyen de 3 minutes.
vi_vn: Chờ cho vận chuyển lưu trữ. Có nghĩa là thời gian tới 3 phút

# Languages::ebay_duration
source: Listing duration
fr_fr: Durée de l'inscription
vi_vn: Danh sách thời gian

# Languages::list_products_on
source: List products on
fr_fr: Liste des produits sur
vi_vn: Danh sách sản phẩm trên

# Languages::private_listing
source: Private listing
fr_fr: Liste privée
vi_vn: Danh sách riêng tư

# Languages::use_as_default
source: Use as default
fr_fr: Utiliser comme valeur par défaut
vi_vn: Sử dụng như mặc định

# Languages::ebay_root_category
source: eBay Root category
fr_fr: catégorie racine eBay
vi_vn: Danh mục chính eBay

# Languages::ebay_root_sec_category
source: eBay Secondary root category
fr_fr: catégorie racine secondaire eBay
vi_vn: Danh mục con eBay

# Languages::ebay_sec_category
source: eBay Secondary category
fr_fr: catégorie secondaire eBay
vi_vn: Danh mục con eBay

# Languages::quantity_to_sell
source: Quantity to sell
fr_fr: Quantité à vendre
vi_vn: Số lượng bán

# Languages::just_one
source: Just one
fr_fr: Juste un
vi_vn: Chỉ là một

# Languages::more_than_one
source: More than one
fr_fr: Plus d'un
vi_vn: Nhiều hơn một

# Languages::use_main_image
source: Export product images
fr_fr: Exporter des images de produit
vi_vn: Xuất hình ảnh sản phẩm

# Languages::selling_method
source: Selling method
fr_fr: Méthode de vente
vi_vn: Phương pháp bán

# Languages::online_auction
source: Online auction
fr_fr: Vente aux enchères en ligne
vi_vn: Đấu giá trực tuyến

# Languages::buy_it_now
source: Buy it now
fr_fr: Achetez-le maintenant
vi_vn: Mua ngay

# Languages::ebay_requests
source: eBay requests
fr_fr: demandes d’eBay
vi_vn: eBay yêu cầu

# Languages::log_type_ebay_requests
source: eBay requests
fr_fr: demandes d’eBay
vi_vn: eBay yêu cầu

# Languages::errors
source: Errors
fr_fr: Erreurs
vi_vn: Lỗi

# Languages::log_action_all
source: All
fr_fr: Tout
vi_vn: Tất cả

# Languages::error_code
source: Error code
fr_fr: Code erreur
vi_vn: Mã lỗi

# Languages::editing_ebay_template
source: Editing eBay template
fr_fr: Modifier le modèle eBay
vi_vn: Sửa giao diện eBay

# Languages::new_ebay_template
source: New eBay template
fr_fr: Nouveau template d’eBay
vi_vn: Giao diện eBay mới

# Languages::ebay_templates
source: eBay templates
fr_fr: Template d’eBay
vi_vn: Giao diện eBay

# Languages::ebay_registration_notice
source: In order to get this information you need first to register your Developer account <a href="https://developer.ebay.com/join/">here</a>.<br /><br />After you registered, you will receive the "DevID", "AppID" and "CertID" keys. So you have to generate the special "Token" in order to use this API. In order to generate the "Token", please click the "Get a User Token" link at the bottom of "My account" page (tools box) or follow <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx">this link</a>.<br /><br />Please complete this form with the given credentials.
fr_fr: Afin d’obtenir cette information, vous devez d’abord enregistrer votre compte développeur <a href="https://developer.ebay.com/join/"> ici</a>. < br / > < br / &gt; après que vous avez enregistré, vous recevrez les clés "Devanlay", « AppID » et « CertID ». Il faut donc générer le « Token » spécial pour pouvoir utiliser cette API. Afin de générer le « Token », s’il vous plaît cliquez sur le lien « Obtenir un jeton d’utilisateur » au bas de la page "Mon compte" (boîte à outils) ou suivez <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> ce lien</a>. < br / > < br / &gt; Veuillez remplir ce formulaire avec les informations d’identification donnés.
vi_vn: Để có được thông tin này, đầu tiên bạn cần đăng ký tài khoản phát triển của bạn <a href="https://developer.ebay.com/join/"> tại đây</a>. < br / > < br / > sau khi bạn đăng ký, bạn sẽ nhận được các phím "DevID", "AppID" và "CertID". Vì vậy, bạn phải tạo ra các "Token" đặc biệt để sử dụng API này. Để tạo ra các "Token", hãy nhấp vào liên kết "Get a User Token" ở dưới cùng của trang "Tài khoản của tôi" (công cụ hộp) hoặc theo <a href="https://developer.ebay.com/DevZone/account/tokens/default.aspx"> liên kết này</a>. < br / > < br / > xin vui lòng hoàn tất mẫu đơn này với các thông tin nhất định.

# Languages::add_ebay_template
source: Add eBay template
fr_fr: Ajouter un template d'eBay
vi_vn: Thêm giao diện eBay

# Languages::shipping_type
source: Shipping type
fr_fr: Type d'envoi
vi_vn: Loại vận chuyển

# Languages::flat
source: Flat
fr_fr: Plat
vi_vn: Cố định

# Languages::calculated
source: Calculated
fr_fr: Calculer
vi_vn: Tính toán

# Languages::domestic_shipping_service
source: Domestic shipping service
fr_fr: Service de transport maritime intérieur
vi_vn: Dịch vụ vận chuyển nội địa

# Languages::international_shipping_service
source: International shipping service
fr_fr: Service d’expédition internationale
vi_vn: Dịch vụ vận chuyển quốc tế

# Languages::dispatch_days
source: Dispatch days
fr_fr: Jours d’expédition
vi_vn: Ngày gửi

# Languages::ebay_payment_methods
source: eBay payment methods
fr_fr: Méthodes de paiement d'eBay
vi_vn: Phương thức thanh toán eBay

# Languages::ebay_category_condition
source: eBay category condition
fr_fr: condition de catégorie eBay
vi_vn: Danh mục điều kiện eBay

# Languages::ebay_associated_category
source: Associated eBay category
fr_fr: Catégorie associée à eBay
vi_vn: Danh mục Liên kết eBay

# Languages::ebay_category_preferences
source: eBay Category <br> Preferences
fr_fr: eBay catégorie <br>Préférences
vi_vn: Danh mục eBay <br> Sở thích

# Languages::ebay_category_preferences_tooltip
source: Use the eBay category of the template, or assign a different eBay category to the products that fall under this category of your store
fr_fr: Utilisez la catégorie eBay du modèle ou d’affecter une catégorie différente d’eBay pour les produits qui entrent dans cette catégorie de votre magasin
vi_vn: Sử dụng các danh mục eBay của mẫu, hoặc chỉ định một danh mục eBay khác nhau cho các sản phẩm thuộc danh mục này của cửa hàng của bạn

# Languages::ebay_template
source: eBay template
fr_fr: Template d’eBay
vi_vn: Giao diện eBay

# Languages::ebay_orders
source: eBay orders
fr_fr: commandes d’eBay
vi_vn: Đơn hàng eBay

# Languages::get_ebay_orders
source: Get eBay orders
fr_fr: Obtenir des commandes d’eBay
vi_vn: Nhận đơn đặt hàng eBay

# Languages::wait_for_categories_cached
source: Please wait for the categories to cache, it will take about 3 minutes. Before that, the Shippings, Payments, and Return Policy tabs will remain empty.
fr_fr: Veuillez patienter pour les catégories dans le cache, cela prendra environ 3 minutes. Avant cela, les expéditions, paiements et politique de retour onglets restera vide.
vi_vn: Xin vui lòng chờ cho các danh mục lưu bộ nhớ cache, nó sẽ mất khoảng 3 phút. Trước đó, tab Vận chuyển, Thanh toán và chính sách hoàn trả sẽ bị trống.

# Languages::Some_parameters_is_missing
source: Some parameters is missing. Please check ebay add-on settings
fr_fr: Certains paramètres est manquant. Veuillez vérifier les paramètres le module ebay
vi_vn: Một số tham số là mất. Xin vui lòng kiểm tra cài đặt add-on ebay

# Languages::ebay_success_products_notice
source: Products have been successfully exported.
fr_fr: Produits ont été exportés avec succès.
vi_vn: Sản phẩm đã được xuất chuyển thành công.

# Languages::ebay_success_orders_notice
source: Orders have been successfully imported.
fr_fr: Les commandes ont été importées.
vi_vn: Đơn đặt hàng đã được nhập thành công.

# Languages::ebay_failed_orders_notice
source: An error occurred during order import.
fr_fr: Une erreur s’est produite lors de l’importation de l’ordre.
vi_vn: Một lỗi xảy ra trong khi nhập đơn hàng.

# Languages::exporting_products_to_ebay
source: Exporting products to eBay.
fr_fr: Exporter des produits sur eBay.
vi_vn: Xuất dữ liệu sản phẩm tới eBay.

# Languages::ebay_default_template_not_found
source: Default template for the [company_name] was not found.
fr_fr: Modèle par défaut pour le [company_name] n’a pas été trouvée.
vi_vn: Giao diện mặc định cho [company_name] không tìm thấy.

# Languages::delete_this_template
source: Delete this template
fr_fr: Supprimer ce template
vi_vn: Xóa giao diện này

# Languages::test_version
source: You're using a test version of this module, the validity of which ended on December 7th, 2013. After the end of the test period, the functions of the module will not be available. You can purchase the full version via a <a href="http://www.cs-cart.com/ebay-synchronization.html">HelpDesk</a>
fr_fr: Vous utilisez une version d’essai de ce module, dont la validité s’est achevé le 7 décembre 2013. Après la fin de la période d’essai, les fonctions du module ne seront pas disponibles. Vous pouvez acheter la version complète via un <a href="http://www.cs-cart.com/ebay-synchronization.html"> service d’assistance</a>
vi_vn: Bạn đang sử dụng một phiên bản thử nghiệm của mô-đun này, sẽ kết thúc vào ngày 7 tháng 8 năm 2013. Sau khi kết thúc giai đoạn thử nghiệm, các chức năng của các mô-đun sẽ không có sẵn. Bạn có thể mua phiên bản đầy đủ thông qua một <a href="http://www.cs-cart.com/ebay-synchronization.html"> bộ phận trợ giúp</a>

# Languages::ttc_list_products_on
source: Choose the region of the eBay auction for which your site will work
fr_fr: Choisissez la région de la vente aux enchères eBay pour lequel votre site fonctionnera
vi_vn: Chọn khu vực của cuộc đấu giá eBay mà trang web của bạn sẽ làm việc

# Languages::ttc_use_as_default
source: Use this template for products with no template defined
fr_fr: Utilisez ce modèle pour les produits sans modèle défini
vi_vn: Sử dụng giao diện này cho các sản phẩm không có mẫu xác định

# Languages::ttc_ebay_root_category
source: The product root category at eBay
fr_fr: La catégorie racine de produit chez eBay
vi_vn: Danh mục sản phẩm gốc tại eBay

# Languages::ttc_ebay_root_sec_category
source: The additional product root category at eBay
fr_fr: La catégorie racine de produit supplémentaire à eBay
vi_vn: Danh mục gốc sản phẩm bổ sung tại eBay

# Languages::ebay_second_category_tooltip
source: The additional product subcategory at eBay
fr_fr: La sous-catégorie de produit supplémentaire à eBay
vi_vn: Danh mục con sản phẩm bổ sung tại eBay

# Languages::ttc_shipping_type
source: Choose whether to use calculated or flat shipping type. Calculated - shipping will be calculated according to the customers ZIP address, the weight of the package, and the type of shipping services you offer; Flat - shipping rate will be fixed
fr_fr: Choisir d’utiliser le type d’expédition calculés ou plat. Calculé - expédition sera calculée selon l’adresse de clients ZIP, le poids de l’emballage et le type de services de livraison que vous offrez ; Plat - tarif d’expédition sera fixé
vi_vn: Chọn để sử dụng tính phí vận chuyển hoặc phí vận chuyển cố định. Tính phí vận chuyển - vận chuyển sẽ được tính theo địa chỉ số ZIP khách, trọng lượng của các gói hàng, và các loại hình vận chuyển dịch vụ bạn cung cấp; Phí cố định - tỷ lệ vận chuyển sẽ được cố định

# Languages::ttc_domestic_shipping_service
source: Choose the shipping service that will be used for delivering products in the domestic region
fr_fr: Choisissez le service d’expédition qui est utilisé pour fournir des produits dans la région intérieure
vi_vn: Chọn dịch vụ vận chuyển sẽ được sử dụng để cung cấp các sản phẩm trong vùng nội địa

# Languages::ttc_international_shipping_service
source: Choose the shipping service that will be used for delivering products worldwide
fr_fr: Choisissez le service d’expédition qui est utilisé pour livrer les produits dans le monde entier
vi_vn: Chọn dịch vụ vận chuyển sẽ được sử dụng để cung cấp sản phẩm trên toàn cầu

# Languages::ttc_dispatch_days
source: The period of product delivery to a customer (in days)
fr_fr: Le délai de livraison du produit à un client (en jours)
vi_vn: Thời gian phân phối sản phẩm cho một khách hàng (trong ngày)

# Languages::ttc_ebay_payment_methods
source: Payment method(s), available for a template
fr_fr: Méthodes de paiement, disponibles pour un modèle
vi_vn: Phương thức Thanh toán, sẵn sàng cho một giao diện

# Languages::ttc_paypal_email
source: Define login of the PayPal account
fr_fr: Définir la connexion du compte PayPal
vi_vn: Xác định đăng nhập của tài khoản PayPal

# Languages::eBay_category_condition_tooltip
source: Define login of the PayPal account
fr_fr: Définir la connexion du compte PayPal
vi_vn: Xác định đăng nhập của tài khoản PayPal

# Languages::ttc_free_shipping
source: Choose, if you want free shipping to be applied to products in a template
fr_fr: Choisissez, si vous souhaitez une livraison gratuite à appliquer aux produits dans un modèle
vi_vn: Chọn, nếu bạn muốn miễn phí vận chuyển được áp dụng cho các sản phẩm trong một giao diện

# Languages::ttc_shipping_cost
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
fr_fr: Frais d’expédition fixes pour un point si le type d’expédition est plat (les frais d’expédition et de manutention mise sur eBay).
vi_vn: Khoản phí vận chuyển cố định cho một mục nếu các loại hình vận chuyển là Đồng Nhất (vận chuyển và xử lý các thiết lập trên eBay).

# Languages::ttc_shipping_cost_additional
source: Shipping fee for each additional item in the order (the Each additional item setting on eBay)
fr_fr: Expédition des frais pour chaque article additionnel dans l’ordre (chaque point supplémentaire paramètre sur eBay)
vi_vn: Giá vận chuyển cho mỗi mục bổ sung trong một đơn đặt hàng (mỗi mục bổ sung thiết lập tại eBay)

# Languages::shipping_cost_additional
source: Additional shipping fee
fr_fr: Frais de livraison supplémentaires
vi_vn: Khoản phí vận chuyển bổ sung

# Languages::text_ult_ebay_template_store_field_tooltip
source: The storefront, for which a template will be created
fr_fr: La devanture, dont un modèle sera créé
vi_vn: Cửa hàng, mà một giao diện sẽ được tạo

# Languages::shipping_cost_cannot_be_null
source: Shipping cost must be non-zero
fr_fr: Coût d’expédition doit être différent de zéro
vi_vn: Phí vận chuyển phải không được là 0

# Languages::ebay_title
source: eBay product title
fr_fr: titre du produit eBay
vi_vn: Tiêu đề sản phẩm eBay

# Languages::ebay_title_tooltip
source: eBay title the title of the product to be used at eBay
fr_fr: eBay, titre le titre du produit à utiliser sur eBay
vi_vn: Tiêu đề của sản phẩm đã được sử dụng tại eBay

# Languages::ebay_description
source: eBay product description
fr_fr: description du produit eBay
vi_vn: Mô tả sản phẩm eBay

# Languages::ebay_description_tooltip
source: eBay description the description of the product to be used at eBay
fr_fr: eBay, titre le titre du produit à utiliser sur eBay
vi_vn: Mô tả về các sản phẩm được sử dụng tại eBay

# Languages::override
source: Redefinition of the product name and description on eBay
fr_fr: Redéfinition du nom du produit et description sur eBay
vi_vn: Xác định lại của sản phẩm tên và mô tả trên eBay

# Languages::override_tooltip
source: Choose, if you want the original product name and description to be replaced with that, specified in the eBay product title and the eBay product description fields
fr_fr: Choisissez, si vous voulez l’origine nom du produit et description doit être remplacé par cela, indiquée dans le titre de produit d’eBay et les champs de description de produit eBay
vi_vn: Chọn, nếu bạn muốn tên sản phẩm ban đầu và mô tả phải được thay thế, chỉ định trong tiêu đề sản phẩm ebay và mục mô tả sản phẩm ebay

# Languages::return_policy
source: Return Policy
fr_fr: Politique de retour
vi_vn: Chính sách hoàn trả

# Languages::ttc_return_policy
source: Choose whether returns are allowed or not for products grouped under this template
fr_fr: Choisir de retours sont autorisés ou pas pour les produits regroupés sous ce modèle
vi_vn: Chọn cho dù hoàn trả được cho phép hoặc không cho các sản phẩm được nhóm lại theo mẫu này

# Languages::returns_accepted
source: Returns Accepted
fr_fr: Retours acceptés
vi_vn: Chấp nhận đổi trả

# Languages::no_returns_accepted
source: No returns accepted
fr_fr: Retours acceptés
vi_vn: Không chấp nhận đổi trả

# Languages::contact_time
source: After receiving the item, your buyer should contact you within
fr_fr: Après avoir reçu l’ordre du jour, votre acheteur doit communiquer avec vous au sein de
vi_vn: Sau khi nhận được hàng, người mua của bạn nên liên hệ với cho bạn trong vòng

# Languages::ttc_contact_time
source: Choose the period within which a buyer must contact you to confirm that he/she received the product
fr_fr: Choisissez la période dans lequel un acheteur doit vous contacter pour confirmer qu’il/elle a reçu le produit
vi_vn: Chọn thời gian trong đó một người mua phải liên lạc với cho bạn để xác nhận rằng anh/cô ấy đã nhận được sản phẩm

# Languages::refund_method
source: Refund will be given as
fr_fr: Remboursement ne sera accordé que
vi_vn: Hoàn lại tiền sẽ được cung cấp như

# Languages::ttc_refund_method
source: Choose the action that will replace the return, if it is not allowed
fr_fr: Choisir l’action qui va remplacer le retour, si elle n’est pas autorisée
vi_vn: Chọn hành động sẽ thay thế đổi trả hàng, nếu nó không được cho phép

# Languages::money_back
source: Money Back
fr_fr: Garantie de remboursement
vi_vn: Hoàn trả tiền

# Languages::money_back_or_replace
source: Money back or replacement (buyer's choice)
fr_fr: Garantie de remboursement ou de remplacement (choix de l’acheteur)
vi_vn: Hoàn trả tiền hoặc thay thế (người mua lựa chọn)

# Languages::money_back_or_exchange
source: Money back or exchange (buyer's choice)
fr_fr: Garantie de remboursement ou de remplacement (choix de l’acheteur)
vi_vn: Hoàn trả tiền hoặc đổi hàng (người mua lựa chọn)

# Languages::cost_paid_by
source: Return shipping will be paid by
fr_fr: Expédition de retour est payée par
vi_vn: Vận chuyển đổi hàng sẽ được thanh toán bằng

# Languages::ttc_cost_paid_by
source: Choose, who will pay for the shipping of the return purchase — the seller or the buyer
fr_fr: Choisir, qui va payer pour l’expédition de l’achat de retour, le vendeur ou l’acheteur
vi_vn: Chọn, ai sẽ trả phí vận chuyển đổi trả hàng - người bán hay người mua

# Languages::seller
source: Seller
fr_fr: Vendeur
vi_vn: Người bán

# Languages::buyer
source: Buyer
fr_fr: Acheteur
vi_vn: Người mua

# Languages::return_policy_descr
source: Policy description
fr_fr: Description de l'article
vi_vn: Mô tả chính sách

# Languages::ttc_return_policy_descr
source: Write the detailed description of your return policy here
fr_fr: Écrire la description détaillée de votre politique de retour ici
vi_vn: Viết mô tả chi tiết về chính sách hoàn trả của bạn ở đây

# Languages::large_envelope
source: Large envelope
fr_fr: Grande enveloppe
vi_vn: Phong bì lớn

# Languages::large_package
source: Large package
fr_fr: Gros paquet
vi_vn: Gói lớn

# Languages::package_type_tooltip
source: If you don't know your package type, select the "Large package" option. To ensure the most accurate cost, you will be asked to enter exact package dimensions.
fr_fr: Si vous ne connaissez pas votre type de package, sélectionnez l’option « Gros paquet ». Pour assurer le coût plus précis, on vous demandera d’entrer les dimensions du paquet exacte.
vi_vn: Nếu bạn không biết loại gói hàng của bạn, chọn tùy chọn "Gói lớn". Để đảm bảo chi phí chính xác nhất, bạn sẽ được yêu cầu nhập kích thước đóng gói chính xác.

# Languages::product_out_of_weight
source: Products with the [ids] id were not exported because their weight equals zero.
fr_fr: Produits avec l’id [ids] n’étaient pas exportés parce que leur poids est égal à zéro.
vi_vn: Các sản phẩm với id [ids] không được xuất khẩu vì trọng lượng của chúng bằng 0.

# Languages::exported_to_ebay
source: Exported to eBay
fr_fr: Exporté vers eBay
vi_vn: Xuất sản phẩm tới eBay

# Languages::revised_after_the_latest_export
source: Revised after the latest export
fr_fr: Révisé après la dernière exportation
vi_vn: Sửa đổi sau khi xuất dữ liệu mới nhất

# Languages::exporting_images_to_ebay
source: Exporting product "[product]" images to eBay
fr_fr: Exportation de produit «[product] » sur eBay
vi_vn: Xuất dữ liệu hình ảnh sản phẩm "[product]" đến eBay

# Languages::ebay_package
source: Package/thick envelope
fr_fr: Enveloppe de paquet/épaisseur
vi_vn: Gói/Phong bì dày

# Languages::ebay_cant_remove_template
source: You don't have permissions to remove some of the templates as they belong to another owner.
fr_fr: Vous n’avez pas les autorisations pour supprimer certains des modèles qu’ils appartiennent à un autre propriétaire.
vi_vn: Bạn không có quyền để loại bỏ một số các giao diện của chúng thuộc về chủ sở hữu khác.

# Languages::ebay_addon_license_invalid
source: The current licence number is invalid. The "eBay" add-on was disabled. To re-activate it, please check the add-on license number.
fr_fr: Le numéro d’immatriculation actuel n’est pas valide. L’Add-on « eBay » a été désactivé. Pour le réactiver, veuillez vérifier le numéro de licence Add-on.
vi_vn: Số giấy phép hiện tại là không hợp lệ. Trình add-on "Ebay" bị vô hiệu hoá. Để kích hoạt lại nó, hãy kiểm tra số giấy phép của add-on.

# Languages::ebay_commercial_using_title
source: Activate add-on
fr_fr: Activer le module
vi_vn: Kích hoạt tiện ích

# Languages::ebay_commercial_using_text
source: You have installed a commercial add-on. To activate it, enter an add-on license number on the add-on settings page.
fr_fr: Vous avez installé un module commercial. Pour l’activer, entrez un numéro de licence le module sur la page de paramètres Add-on.
vi_vn: Bạn đã cài đặt một tiện ích thương mại. Để kích hoạt nó, hãy nhập một số giấy phép add-on trên trang cài đặt add-on.

# Languages::ebay_empty_license_number
source: The add-on license number is empty.
fr_fr: Le numéro de licence Add-on est vide.
vi_vn: Số giấy phép add-on đang bị bỏ trống.

# Languages::ebay_templates_not_found
source: eBay templates not found
fr_fr: modèles d’eBay introuvables
vi_vn: Giao diện eBay không tìm thấy

# SettingsSections::ebay::general
source: General
fr_fr: Général
vi_vn: Tổng quát

# SettingsOptions::ebay::ebay_license_number
source: The eBay add-on license number
fr_fr: Le numéro de licence le module eBay
vi_vn: Số giấy phép add-on EBay

# SettingsOptions::ebay::notice
source: Notice
fr_fr: Remarque
vi_vn: Thông báo

# SettingsOptions::ebay::listing_mode
source: Sandbox / Production
fr_fr: Bac à sable / Production
vi_vn: Hộp đựng / sản xuất

# SettingsOptions::ebay::site_id
source: Default site
fr_fr: Département par défaut
vi_vn: Trang mặc định

# SettingsVariants::ebay::listing_mode::S
source: Sandbox
fr_fr: Bac à sable
vi_vn: Hộp đựng

# SettingsVariants::ebay::listing_mode::P
source: Production
fr_fr: Produit
vi_vn: Sản xuất
