Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/ebay.po
Languages: fr_fr, vi_vn

# Languages::wait_for_shippings_cached
source: Please wait, shipping information is loaded.
fr_fr: Veuillez patienter, les informations d’expédition sont chargée.
vi_vn: Xin vui lòng chờ, thông tin vận chuyển đang được nạp.

# SettingsSections::ebay::license_info
source: License info
fr_fr: Infos licence
vi_vn: Thông tin giấy phép

# Languages::ebay_license_notice
source: This add-on requires a license to work. You can purchase the eBay add-on license on the <a href="[ebay_license_url]" target="_blank">eBay Synchronization</a> page.<br>You can use the eBay add-on for free in the trial mode for [days]. To activate the trial mode, enter "[trial_license]" into the license field.
fr_fr: Ce module nécessite une licence d’exploitation. Vous pouvez acheter la licence du module eBay sur la page <a href="[ebay_license_url]" target="_blank"> eBay de synchronisation</a>. <br>Vous pouvez utiliser l’Add-on eBay gratuite dans le mode de procès pour [days]. Pour activer le mode essai, entrez «[trial_license] » dans le champ de la licence.
vi_vn: Add-on này đòi hỏi một giấy phép để làm việc. Bạn có thể mua giấy phép add-on eBay trên trang <a href="[ebay_license_url]" target="_blank">Đồng bộ hóa eBay</a>. <br>Bạn có thể sử dụng add-on của eBay miễn phí ở chế độ thử nghiệm cho [days]. Để kích hoạt chế độ thử nghiệm, hãy nhập "[trial_license]" vào trường giấy phép.

# Languages::privileges.view_ebay_templates
source: View eBay templates
fr_fr: Modèles d’affichage eBay
vi_vn: Xem giao diện eBay

# Languages::privileges.manage_ebay_templates
source: Manage eBay templates
fr_fr: Gérer les modèles d’eBay
vi_vn: Quản lý giao diện eBay

# Languages::ebay_price
source: eBay product price
fr_fr: prix du produit eBay
vi_vn: Giá sản phẩm eBay

# Languages::override_price
source: Redefine price on eBay
fr_fr: Redéfinir les prix sur eBay
vi_vn: Xác định lại giá trên eBay

# Languages::ebay_product_status
source: eBay product status
fr_fr: statut de produit eBay
vi_vn: Trạng thái sản phẩm eBay

# Languages::ebay_product_status_not_exported
source: Not exported
fr_fr: Pas exportés
vi_vn: Không được xuất dữ liệu

# Languages::ebay_product_status_active
source: Active
fr_fr: Actif
vi_vn: Hoạt động

# Languages::ebay_product_status_closed
source: Ended
fr_fr: S’est terminée
vi_vn: Kết thúc

# Languages::ebay_success_exported_product_notice
source: Product was successfully exported to eBay
fr_fr: Produit a été exporté avec succès sur eBay
vi_vn: Sản phẩm được xuất chuyển thành công đến eBay

# Languages::ebay_success_close_product_notice
source: Product successfully ended on eBay
fr_fr: Produit terminé avec succès sur eBay
vi_vn: Sản phẩm đã được kết thúc trên eBay

# Languages::ebay_export_failed
source: Product export failed
fr_fr: Exportation de produit a échoué
vi_vn: Sản phẩm xuất chuyển không thành công

# Languages::ebay_export_success
source: Product export successful
fr_fr: Exportation de produit réussie
vi_vn: Xuất dữ liệu sản phẩm thành công

# Languages::ebay_export_failed_msg
source: Some of the products have not been exported to eBay.<br> Check the logs to see what products weren't exported and the reason why it happened.
fr_fr: Certains produits n’ont pas été exportés vers eBay. <br>Vérifier les logs pour voir quels produits ne sont pas exportées et la raison pourquoi c’est arrivé.
vi_vn: Một số các sản phẩm đã không được xuất dữ liệu đến eBay. <br>Kiểm tra các bản ghi để xem những gì sản phẩm không xuất dữ liệu và lý do tại sao nó xảy ra.

# Languages::ebay_export_success_msg
source: All the selected products have been exported to eBay without errors.
fr_fr: Tous les produits sélectionnés ont été exportés vers eBay sans erreurs.
vi_vn: Tất cả các sản phẩm được lựa chọn đã được xuất dữ liệu đến eBay mà không có lỗi.

# Languages::ebay_end_summary_title
source: Product ending summary
fr_fr: Résumé fin du produit
vi_vn: Tóm tắt sản phẩm kết thúc

# Languages::ebay_export_product
source: Exporting product "[product]" to eBay
fr_fr: Exportation de produit «[product] » sur eBay
vi_vn: Xuất dữ liệu sản phẩm "[product]" đến eBay

# Languages::ebay_export_products
source: Exporting products "[product]" to eBay
fr_fr: Exporter des produits «[product] » sur eBay
vi_vn: Xuất dữ liệu sản phẩm "[product]" đến eBay

# Languages::ebay_override
source: Redefinition of the product name and description on eBay
fr_fr: Redéfinition du nom du produit et description sur eBay
vi_vn: Xác định lại của sản phẩm tên và mô tả trên eBay

# Languages::ebay_end_products
source: Ending products "[product]" on eBay
fr_fr: Fin des produits «[product] » sur eBay
vi_vn: Kết thúc sản phẩm "[product]" trên eBay

# Languages::ebay_count_product_successfully_exported
source: Products successfully exported:
fr_fr: Produits exportés avec succès :
vi_vn: Sản phẩm xuất dữ liệu thành công:

# Languages::ebay_count_product_fail_exported
source: Products export failed:
fr_fr: Échec de l’exportation de produits :
vi_vn: Sản phẩm xuất dữ liệu không thành công:

# Languages::ebay_count_product_successfully_ended
source: Successfully ended products:
fr_fr: Produits terminés avec succès :
vi_vn: Sản phẩm kết thúc thành công:

# Languages::ebay_count_product_fail_ended
source: Products ending failed:
fr_fr: Produits se terminant a échoué :
vi_vn: Sản phẩm kết thúc thất bại:

# Languages::ebay_end_products_on_ebay
source: End eBay sales
fr_fr: Ventes eBay fin
vi_vn: Kết thúc eBay bán hàng

# Languages::products_assigned
source: Products assigned
fr_fr: Produits assignés
vi_vn: Sản phẩm được chỉ định

# Languages::ttc_products_assigned
source: You can also apply an eBay template to multiple products at once. Go to Products → Products, tick the checkboxes of the products you want to apply a template to, then press the gear button and choose Edit selected. In the pop-up window leave only the eBay Templates checkbox ticked and click Modify selected.
fr_fr: Vous pouvez également appliquer un modèle d’eBay pour plusieurs produits en même temps. Accédez aux produits → produits, cochez les cases des produits à appliquer un modèle à, puis appuyez sur le bouton engrenage et choisissez Modifier sélectionné. Dans la fenêtre pop-up laisser seulement l’eBay Templates case cochée et cliquez sur modifier sélectionnée.
vi_vn: Bạn cũng có thể áp dụng một mẫu eBay cho nhiều sản phẩm cùng một lúc. Đi đến Sản phẩm → Sản phẩm, đánh dấu hộp kiểm của các sản phẩm bạn muốn áp dụng một mẫu, sau đó bấm nút bánh răng và chọn chỉnh sửa lựa chọn. Trong cửa sổ bật lên để lại chỉ eBay mẫu hộp kiểm chọn và nhấp vào sửa đổi được chọn.

# Languages::ebay_template_category_product
source: Use eBay template's category
fr_fr: Utilisez la catégorie du modèle eBay
vi_vn: Sử dụng eBay mẫu của danh mục

# Languages::ebay_set_manualy
source: Assign a different eBay category
fr_fr: Assigner une catégorie différente d’eBay
vi_vn: Gán một danh mục eBay khác

# Languages::ebay_end_template_on_ebay
source: End eBay sales
fr_fr: Ventes eBay fin
vi_vn: Kết thúc eBay bán hàng

# Languages::ebay_action_export_product
source: Export product
fr_fr: Produit d’exportation
vi_vn: Xuất dữ liệu sản phẩm

# Languages::ebay_action_update_product
source: Update product
fr_fr: Produit de mise à jour
vi_vn: Cập nhật sản phẩm

# Languages::ebay_action_upload_image_product
source: Upload the product image
fr_fr: Télécharger l’image du produit
vi_vn: Tải lên hình ảnh sản phẩm

# Languages::ebay_action_get_status_product
source: Get product status
fr_fr: Obtenir le statut de produit
vi_vn: Nhận trạng thái sản phẩm

# Languages::ebay_action_end_product
source: Ending sale on eBay
fr_fr: Se terminant en vente sur eBay
vi_vn: Kết thúc bán hàng trên eBay

# Languages::ebay_show_logs
source: Show logs
fr_fr: Afficher les journaux
vi_vn: Hiển thị bản ghi

# Languages::ebay_international_shipping_cost
source: International shipping fee
fr_fr: Frais d’expédition internationale
vi_vn: Phí vận chuyển quốc tế

# Languages::ebay_international_shipping_cost_tooltip
source: Fixed shipping fee for one item if the shipping type is Flat (the Shipping and handling setting on eBay).
fr_fr: Frais d’expédition fixes pour un point si le type d’expédition est plat (les frais d’expédition et de manutention mise sur eBay).
vi_vn: Khoản phí vận chuyển cố định cho một mục nếu các loại hình vận chuyển là Đồng Nhất (vận chuyển và xử lý các thiết lập trên eBay).

# Languages::ebay_international_shipping_cost_additional_tooltip
source: International shipping fee for each additional item in the order (the Each additional item setting on eBay)
fr_fr: Frais d’expédition internationale pour chaque article additionnel dans l’ordre (chaque point supplémentaire paramètre sur eBay)
vi_vn: Phí vận chuyển quốc tế cho mỗi mục bổ sung theo đơn hàng (mỗi mục bổ sung thiết lập trên eBay)

# Languages::ebay_international_shipping_cost_additional
source: Additional international shipping fee
fr_fr: Frais supplémentaires de transport maritime international
vi_vn: Phí vận chuyển quốc tế bổ sung

# Languages::ebay_logs
source: eBay logs
fr_fr: journaux d’eBay
vi_vn: eBay bản ghi

# Languages::ebay_products
source: eBay products
fr_fr: produits eBay
vi_vn: Sản phẩm eBay

# Languages::ebay_sync_products_status
source: Get product status from eBay
fr_fr: Obtenir le statut de produit d’eBay
vi_vn: Nhận trạng thái sản phẩm từ eBay

# Languages::ebay_get_product_status
source: Getting product "[product]" status from eBay
fr_fr: Obtenir le statut de produit «[product] » sur eBay
vi_vn: Nhận trạng thái sản phẩm "[product]" từ eBay

# Languages::ebay_update_status_summary_title
source: Summary: Product status retrieval from eBay
fr_fr: Résumé : Produit statut récupération d’eBay
vi_vn: Tóm tắt: Tình trạng sản phẩm truy từ eBay

# Languages::ebay_count_product_successfully_status_updated
source: Products with updated statuses:
fr_fr: Produits dont le statut mis à jour :
vi_vn: Sản phẩm với cập nhật trạng thái:

# Languages::ebay_count_product_fail_status_updated
source: Products with status update errors:
fr_fr: Produits avec des erreurs de mise à jour de statut :
vi_vn: Các sản phẩm với tình trạng cập nhật lỗi:

# Languages::ebay_count_product_skip
source: Products skipped:
fr_fr: Produits ignorés :
vi_vn: Sản phẩm bỏ qua:

# Languages::ebay_addon_trial_license_expired
source: The trial period of the eBay add-on expired. The add-on has been disabled. To continue using the eBay add-on, <a href="[ebay_license_url]" target="_blank">buy the license</a>.
fr_fr: Expiration de la période d’essai de l’Add-on eBay. Le module complémentaire a été désactivé. De continuer à utiliser l’Add-on eBay, <a href="[ebay_license_url]" target="_blank"> acheter la licence</a>.
vi_vn: Giai đoạn dùng thử của add-on eBay đã hết hạn. Add-on đã bị vô hiệu hoá. Để tiếp tục sử dụng add-on của eBay, <a href="[ebay_license_url]" target="_blank"> mua giấy phép</a>.

# Languages::ebay_addon_used_trial_license
source: You are currently using the eBay add-on in the trial mode. The trial period will expire within [days]. <a href="[ebay_license_url]" target="_blank">Buy the eBay add-on license</a> to continue using the add-on after the trial period expires.
vi_vn: Bạn hiện đang sử dụng tiện ích của eBay ở chế độ dùng thử. Thời gian dùng thử sẽ hết hạn trong [days]. <a href="[ebay_license_url]" target="_blank"> Mua giấy phép add-on eBay</a> để tiếp tục sử dụng add-on sau khi hết hạn thời gian dùng thử.

# Languages::ebay_addon_plural_days
source: [n] day|[n] days
vi_vn: [n] ngày|[n] ngày

# Languages::ebay_product_not_exported
source: Product "[product]" was not exported on eBay
vi_vn: Sản phẩm "[product]" không được xuất dữ liệu trên eBay

# Languages::ebay_product_already_sales_closed
source: Sales of product "[product]" were already completed on eBay
vi_vn: Doanh thu của sản phẩm "[product]" đã hoàn tất trên eBay

# Languages::ebay_package_type
source: eBay package type
vi_vn: Loại đóng gói eBay

# Languages::ebay_category
source: eBay Category
fr_fr: catégorie eBay
vi_vn: Danh mục eBay

# Languages::ebay_region
source: eBay region
vi_vn: eBay vùng

# Languages::ebay_synchronization_title
source: Synchronizing eBay data
vi_vn: Đồng bộ hóa dữ liệu eBay

# Languages::ebay_synchronization_regions
source: Synchronizing eBay regions
vi_vn: Đồng bộ hóa eBay khu vực

# Languages::ebay_synchronization_categories
source: Synchronizing eBay categories (it may take around 3 minutes)
vi_vn: Đồng bộ hóa danh mục eBay (có thể mất khoảng 3 phút)

# Languages::ebay_synchronization_shipping_services
source: Synchronizing eBay shipping services
vi_vn: Đồng bộ hóa dịch vụ vận chuyển eBay

# Languages::paypal_email
source: PayPal email
fr_fr: Email PayPal

# SettingsOptions::ebay::dev_id
source: eBay DevID
fr_fr: eBay Devanlay

# SettingsOptions::ebay::app_id
source: eBay AppID
fr_fr: eBay Devanlay

# SettingsOptions::ebay::cert_id
source: eBay CertID
fr_fr: eBay Devanlay

# SettingsOptions::ebay::token
source: eBay User Token
fr_fr: Jeton d’utilisateur eBay

# SettingsOptions::ebay::ebay_timestamp
source: eBay timestamp
fr_fr: timestamp d’eBay
