Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/email_marketing.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::name::email_marketing
source: E-mail marketing
ka_ge: E-mail მარკეტინგი
lt_lt: El. marketingas
sk_sk: E-mailový marketing

# Addons::description::email_marketing
source: Synchronizes your newsletter subscriber lists with MailChimp and Mad Mimi
hr_hr: Sinkronizira popise newsletter pretplatnika s MailChimp i Mad Mimi
ka_ge: აბონენტების სიის სინქრონიზაცია MailChimp-თან და Mad Mimi-სთან
lt_lt: Sinchronizuoja jūsų naujienlaiškių abonentų sąrašų su MailChimp ir Mad Mimi
sk_sk: Synchronizuje váš zoznamov odberateľov newsletteru s MailChimp a Mad Mimi
sr_sp: Sinhronizacija pretplatničkih lista sa MailChimp i Mad Mimi

# Languages::subscribers_menu_description
source: Manage newsletter subscribers and settings.
hr_hr: Upravljanje postavki newsletter pretplatnika.
ka_ge: აბონენტების სია და სიახლეების პარამეტრები.
lt_lt: Valdyti naujienlaiškių prenumeratorius ir nustatymus.
sk_sk: Spravovať odberateľov newsletteru a nastavenia.
sr_sp: Upravljanje pretplatnicima i podešavanjima.

# Languages::email_marketing.subscription_confirmed
source: Thank you for subscribing to our newsletter
hr_hr: Hvala vam što ste se prijavili na naš newsletter
ka_ge: დიდი მადლობა ჩვენი სიახლეების გამოწერისათვის
lt_lt: Ačiū, kad užsiprenumeravote mūsų naujienas
sk_sk: Ďakujeme vám za objednanie newsletteru
sr_sp: Hvala što ste se prijavili na bilten

# Languages::email_marketing.text_subscription_confirmed
source: Your subscription has been confirmed. No extra actions is required.
hr_hr: Vaša pretplata je potvrđena. Dodatna akcija nije potrebna.
ka_ge: თქვენი სიახლეებზე გამოწერა დაადასტურებულია. არანაირი დამატებითი ქმედება არ სჭირდება.
lt_lt: Jūsų prenumerata patvirtinta. Nereikia jokių papildomų veiksmų.
sk_sk: Vaše objednanie newsletteru bolo potvrdené. Nevyžadujú sa žiadne ďalšie akcie.
sr_sp: Vaša pretplata je prihvaćena. Nisu potrebne dalje aktivnosti.

# Languages::email_marketing.subscription_pending
source: Email confirmation is required!
hr_hr: Potvrda e-mail je potrebna!
ka_ge: ელ-ფოსტის დამოწმება სავალდებულია!
lt_lt: El. pašto patvirtinimas yra būtinas!
sk_sk: vyžaduje sa potvrdenie e-mailu!
sr_sp: Zahteva se potvrda e-mail adrese!

# Languages::email_marketing.text_subscription_pending
source: Thank you for subscribing to our newsletter.<p>A confirmation email has been sent to you. Please use the link in the email to confirm your subscription</p>
hr_hr: Hvala vam što ste se prijavili na naš newsletter. <p> povratni e-mail s potvrdom poslan je na vas. Molimo kliknite na poveznicu u poruci e-pošte kako biste potvrdili pretplatu </p>
ka_ge: დიდი მადლობა ჩვენი სიახლეების გამოწერისათვის.<p>თქვენ მიიღებთ ელეკტრონულ წერილს, რომ დაადასტუროთ გამოწერა. გთხოვთ დააჭირეთ ბმულს ამ წერილში, იმისათვის რომ დაადასტუროთ გამოწერა</p>
lt_lt: Ačiū, kad užsiprenumeravote mūsų naujienas.<p> Patvirtinimo el. laiškas buvo išsiųstas jums. Prašome spausti nuorodą el. laiške kad patvirtinti jūsų prenumeratą</p>
sk_sk: Ďakujeme vám za objednanie newslettera.<p>Bol vám odoslaný potvrdzovací e-mail. Použite odkaz v e-mailovej správe pre potvrdenie vášho odberu</p>
sr_sp: Hvala što ste se prijavili na naš bilten.<p>Potvrdni e-mail Vam je poslat. Koristite link iz e-maila za potvrdu pretplate</p>

# Languages::email_marketing.confirm_subscription
source: Please confirm subscription
hr_hr: Molimo Vas da potvrdite pretplatu
ka_ge: გთხოვთб დაადასტუროთ გამოწერა
lt_lt: Patvirtinkite prenumeratą
sk_sk: Potvrďte odber
sr_sp: Potvrdite pretplatu

# Languages::email_marketing.text_confirm_subscription
source: We received a subscription request from you. Please confirm it:<p><a href="[href]">Click here to confirm your subscription to our newsletter</a></p>If you received this email by mistake, simply delete it. You won't be subscribed if you don't click the confirmation link above.
hr_hr: Primili smo zahtjev za pretplatu od vas. Molimo Vas da potvrdite to: <p> <a href="[href]"> Kliknite ovdje da biste potvrdili pretplatu na naš newsletter </a></p> Ukoliko ste primili ovu poruku greškom, jednostavno ga izbrišite. Nećete biti pretplaćeni ako ne kliknete na link za potvrdu gore.
ka_ge: ჩვენ მივიღეთ თქვენგან თხოვნა გამოწერაზე. გთხოვთ დაადასტუროთ ის:<p><a href="[href]">დააჭირეთ აქ, რომ დაადასტუროთ გამოწერა ჩვენს საინფორმაციო სიახლეებზე.</a></p>თუ თქვენ ეს წერილი შეცდომით მიიღეტ, უბრალოდ წაშალეთ ის. თქვენ გამოწერა არ იქნება დადასტურებული, სანამ არ გადახვალთ ზემოთ მითითებულ ბმულით.
lt_lt: Mes gavome prašymą iš jūsų prenumeruoti naujineas. Prašome patvirtinkite :<p><a href="[href]"> spauskite čia, kad patvirtintumėte </a></p> jei šį laišką gavote per klaidą, paprasčiausiai jį ištrinkite. Jūsų prenumerata nebus aktyvi kol nepaspausite patvirtinimo nuorodos.
sk_sk: Dostali sme od vás žiadosť na odber newslettera. Prosím potvrďte, že: <p><a href="[href]"> kliknite tu pre potvrdenie vášho odberu nášho newslettera</a></p> Ak ste dostal tento email omylom, jednoducho ho odstráňte. Ak nemáte záujem o náš newsletter neklikajte na odkaz uvedený vyššie.
sr_sp: Primili smo od Vas zahtev za pretplatu na bilten. Molimo, potvrdite je:<p><a href="[href]">Kliknite ovde za potvrdu pretplate na bilten</a></p>Ako ste greškom primili ovaj e-mail, slobodno ga obrišite. Nećete biti prijavljeni na bilten ukoliko ne potvrdite prijavu.

# Languages::email_marketing.subscription_confirmed_2
source: Subscription confirmed
hr_hr: Pretplata je potvrđena
ka_ge: გამოწერა დადასტურებულია
lt_lt: Prenumerata patvirtinta
sk_sk: Odber je potvrdený
sr_sp: Pretplata potvrđena

# Languages::email_marketing.text_subscription_confirmed_2
source: Your subscription to our newsletter has been confirmed. Thank you for subscribing!
hr_hr: Pretplata na naš newsletter je potvrđena. Hvala što ste se prijavili!
ka_ge: თქვენი გამოწერა ჩვენს სიახლეებზე დადასტურებულია. გმადლობთ!
lt_lt: Jūsų prenumerata prenumerata patvirtinta. Ačiū !
sk_sk: Odber noviniek bol potvrdený. Ďakujeme za váš záujem!
sr_sp: Vađa pretplata na naš bilten je potvrđena. Hvala Vam za pretplatu!

# Languages::email_marketing.email_subscribed
source: You were subscribed to our newsletter
hr_hr: Vi ste se bili pretplatili na naš newsletter
ka_ge: თქვენ გამოწერილი ხართ ჩვენს სიახლეებზე
lt_lt: Jūs užsisakėte mūsų naujienlaiškį
sk_sk: Prihlásili ste sa k odberu noviniek
sr_sp: Pretplaćeni ste na naš bilten

# Languages::email_marketing.text_email_subscribed
source: Thank you for subscribing to our newsletter. <p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
hr_hr: Hvala vam što ste se prijavili na naš newsletter. <p> Ako u bilo kojem trenutku želite prestati primati naše e-mailove, <a href="[href]"> kliknite na ovaj link za otkazivanje pretplate </a>.</p>
ka_ge: დიდი მადლობა ჩვენი სიახლეების გამოწერისათვის<p> თუ აღარ გსურთ ჩვენი წერილების მიღება, <a href="[href]"> დააჭირეთ აქ, რომ გააუქმოთ გამოწერა</a>.</p>
lt_lt: Ačiū, kad užsiprenumeravote mūsų naujienas. <p>Jei bet kuriuo metu norite nebenorite gauti mūsų laiškus, <a href="[href]"> spustelėkite šią nuorodą kad atsisakyumėte prenumeratos</a>.</p>
sk_sk: Ďakujeme vám za objednanie newslettera. <p>Ak kedykoľvek nebudete chcieť prijímať naše e-maily, <a href="[href]"> kliknite na tento odkaz pre odhlásenie</a>.</p>
sr_sp: Hvala Vam za pretplatu na naš bilten. <p>Ukoliko želite da prestanete primanje naših e-mailova, <a href="[href]">kliknite na ovaj link za odjavljivanje pretplate</a>.</p>

# Languages::email_marketing.email_subscribed_2optin
source: Subscription confirmed
hr_hr: Pretplata je potvrđena
ka_ge: გამოწერა დადასტურებულია
lt_lt: Prenumerata patvirtinta
sk_sk: Odber je potvrdený
sr_sp: Pretplata potvrđena

# Languages::email_marketing.text_email_subscribed_2optin
source: Your subscription to our newsletter has been confirmed.<p>If at any time you wish to stop receiving our emails, <a href="[href]">click on this link to unsubscribe</a>.</p>
hr_hr: Pretplata na naš newsletter je potvrđena.<p> Ako u bilo kojem trenutku želite prestati primati naše e-mailove, <a href="[href]"> kliknite na ovaj link za otkazivanje pretplate </a>.</p>
ka_ge: თქვენი გამოწერა ჩვენს სიახლეებზე დადასტურებულია. <p>თუ აღარ გსურთ ჩვენი წერილების მიღება, <a href="[href]"> დააჭირეთ აქ, რომ გააუქმოთ გამოწერა</a>.</p>
lt_lt: Jūsų prenumerata prenumerata patvirtinta.<p>Jei bet kuriuo metu norite nebenorite gauti mūsų laiškus, <a href="[href]"> spustelėkite šią nuorodą kad atsisakyti prenumeratos</a>.</p>
sk_sk: Odber noviniek bol potvrdený.<p>Ak kedykoľvek nebudete chcieť prijímať naše e-maily, <a href="[href]"> kliknite na tento odkaz pre odhlásenie</a>.</p>
sr_sp: Vađa pretplata na naš bilten je potvrđena.<p>Ukoliko želite da prestanete primanje naših e-mailova, <a href="[href]">kliknite na ovaj link za odjavu pretplate</a>.</p>

# Languages::email_marketing.unsubscribe_successful
source: Unsubscribe successful
hr_hr: Odjava uspješna
ka_ge: გამოწერა გაუქმებულია
lt_lt: Atsisakyta sėkmingai
sk_sk: Odhlásiť bolo úspešné
sr_sp: Pretplata uspešno odjavljena

# Languages::email_marketing.text_unsubscribe_successful
source: Your email has been removed from our list.
hr_hr: Vaša e-mail je uklonjen iz našeg popisa.
ka_ge: თქვენი ელ. ფოსტის მისამართი ამოღებულია ჩვენი სიიდან.
lt_lt: Jūsų elektroninio pašto adresas bus pašalintas iš mūsų sąrašo.
sk_sk: Váš e-mail bol odstránený z nášho zoznamu.
sr_sp: Vaša e-mail adresa je uklonjena sa naše liste pretplatnika na bilten.

# Languages::email_marketing.export_all
source: Export all
hr_hr: Izvesti sve
ka_ge: ყველას დაექსპორტება
lt_lt: Eksportuokite visą
sk_sk: Exportovať všetko
sr_sp: Izvezi sve

# Languages::email_marketing.enter_api_key_and_save
source: Enter API key and save first
hr_hr: Unesite API ključ i prvo spremite
ka_ge: გთხოვთ შეიყვანოთ თქვენი API-გასაღები და შეინახოთ ცვლილებები
lt_lt: Įveskite API raktą ir išaugokite
sk_sk: Zadajte API kľúč a uložte
sr_sp: Unesite API ključ i prvo sačuvajte

# Languages::email_marketing.warning_email_exists
source: [email] is already subscribed
hr_hr: [email] već pretplaćeni
ka_ge: [email] უკვე გამოწერილია
lt_lt: [email] jau naudojamas
sk_sk: [email] je už prihlásený k odberu
sr_sp: [email] je već pretplaćen

# Languages::email_marketing.new_subscriber
source: New subscriber
hr_hr: Novi pretplatnik
ka_ge: ახალი გამომწერი
lt_lt: Naujas prenumeratorius
sk_sk: Nový odberateľ
sr_sp: Novi pretplatnik

# Languages::email_marketing.sync
source: Sync
hr_hr: Sinkronizacija
ka_ge: სინქრონიზაცია
lt_lt: Sinchronizavimas
sk_sk: Synchronizácia
sr_sp: Sinhronizacija

# Languages::email_marketing.text_subscribe
source: Subscribe to our newsletter
hr_hr: Pretplatite se na naš newsletter
ka_ge: ჩვენი საინფორმაციო სიახლეებზე გამოწერა
lt_lt: Užsiprenumeruok mūsų naujienlaiškį
sk_sk: Zaregistrovať sa na odber nášho newslettera
sr_sp: Pretplatite se na naš bilten

# Languages::email_marketing.tmpl_subscription
source: Email marketing: Newsletter subscription form
hr_hr: E-mail marketing: newsletter obrazac
ka_ge: Email-მარკეტინგი: გამოწერის ფორმა
lt_lt: El marketingas: naujienų prenumeratos forma
sk_sk: E-mailový marketing: formulár registrácie pre newsletter
sr_sp: E-mail marketing: obrazac za pretplatu na Newsletter

# Languages::privileges.manage_email_marketing
source: Manage email marketing add-on
hr_hr: Upravljanje e-mail marketing addon
ka_ge: "Email-მარკეტინგის" მოდულით მართვა
lt_lt: Tvarkyti pašto rinkodaros add-on
sk_sk: Spravovať doplnok E-mail marketing
sr_sp: Upravljanje e-mail marketing dodatkom

# Languages::privileges.view_email_marketing
source: View email marketing add-on
hr_hr: Prikaži e-mail marketing addon
ka_ge: "Email-მარკეტინგის" მოდულის ნახვა
lt_lt: Rodyti pašto rinkodaros add-on
sk_sk: Zobraziť doplnok E-mail marketing
sr_sp: Pregledaj e-mail marketing dodatak

# Languages::email_marketing.error_no_list
source: Please select mailing list in add-on settings to start import
hr_hr: Odaberite mailing listu u postavkama addon za početak uvoza
ka_ge: იმისათვის, რომ დაიწყოთ კონტაკტების იმპორტი, აიირჩიეტ გამოწერის სია მოდულის პარამეტრებში
lt_lt: Prašome pasirinkti adresatų sąrašą, addon nustatymuose, kad pradėti importą
sk_sk: Vyberte prosím zoznam adries v nastaveniach doplnku pre začatie importovania
sr_sp: Izaberite mailing listu u postavkama dodataka za pokretanje uvoza

# SettingsSections::email_marketing::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::email_marketing::em_show_on_checkout
source: Newsletter checkbox on checkout
hr_hr: Bilten opcija na naplati
ka_ge: მოსანიშნის შემოწმება გამოწერაში
lt_lt: Pažymėti naujienlaiškio pasirinkimo langelį perkant
sk_sk: Checkbox pre odber newslettera pri pokladni
sr_sp: Bilten checkbox pri plaćanju

# SettingsOptions::email_marketing::em_checkout_enabled
source: Tick off by default
hr_hr: Otkucavati prema zadanim postavkama
ka_ge: ამოღებულია ნაგულისხმევად
lt_lt: Pažymėti prie pagal numatytuosius nustatymus
sk_sk: Zaškrtnúť v predvolenom nastavení
sr_sp: Podrazumevano nije markirano

# SettingsOptions::email_marketing::em_double_opt_in
source: Double opt-in
ka_ge: ორმაგი opt-in-ი
lt_lt: Dviguba opt-in
sk_sk: Dvojaký opt-in
sr_sp: Dvostruki opt-in

# SettingsOptions::email_marketing::em_welcome_letter
source: Send a welcome letter with the unsubscribe link
hr_hr: Pošalji pismo dobrodošlice sa vezom za otkazivanje pretplate
ka_ge: მისასალმებელი წერილის გაგზავნა, გამოწერის გაუქმების ბმულთან ერთად
lt_lt: Siųsti pasveikinimo laišką su nuorodą atsisakyti prenumeratos
sk_sk: Odoslať uvítací oznam s odkazom na odhlásenie
sr_sp: Pošalji dobrodošlicu sa linkom za odjavu pretplate

# SettingsOptions::email_marketing::em_service
source: Email integration provider
hr_hr: Pružatelj Email integracije
ka_ge: ელ-ფოსტით წერილების დაგზავნის სერვისი
lt_lt: El. paštas integracijos teikėjas
sk_sk: Integrácia poskytovateľa e-mailu
sr_sp: Integracija e-mail provajdera

# SettingsOptions::email_marketing::em_mailchimp_api_key
source: API key
hr_hr: API ključ
ka_ge: API გასაღები
lt_lt: API raktas
sk_sk: API kľúč
sr_sp: API ključ

# SettingsOptions::email_marketing::em_mailchimp_list
source: List
hr_hr: Popis
ka_ge: სია
lt_lt: Sąrašas
sk_sk: Zoznam
sr_sp: Spisak

# SettingsOptions::email_marketing::em_madmimi_username
source: E-mail
hr_hr: E-pošta
ka_ge: ელ-ფოსტა
lt_lt: El. paštas

# SettingsOptions::email_marketing::em_madmimi_api_key
source: API key
hr_hr: API ključ
ka_ge: API გასაღები
lt_lt: API raktas
sk_sk: API kľúč
sr_sp: API ključ

# SettingsOptions::email_marketing::em_madmimi_list
source: List
hr_hr: Popis
ka_ge: სია
lt_lt: Sąrašas
sk_sk: Zoznam
sr_sp: Spisak
