Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/form_builder.po
Languages: lt_lt, sk_sk, sr_sp

# Addons::name::form_builder
source: Form builder
lt_lt: Formos kūrimas
sk_sk: Konštruktér formulárov
sr_sp: Kreator formulara

# Addons::description::form_builder
source: Lets you create custom forms (e.g. Contact us)
lt_lt: Leidžia jums sukurti pasirinktines formas (pavyzdžiui susisiekite su mumis)
sk_sk: Umožňuje vytvárať vlastné formuláre (napríklad "Kontaktujte nás")
sr_sp: Omogućava vam da kreirate prilagođene forme (npr. kontaktirajte nas)

# Languages::use_for_form_builder
source: Custom forms
lt_lt: Individualizuotos formos
sk_sk: Vlastné formuláre
sr_sp: Prilagošene forme

# Languages::new_form
source: New form
lt_lt: Naujos formos
sk_sk: Nový formulár
sr_sp: Novi formular

# Languages::editing_form
source: Editing form
lt_lt: Redaguoti formą
sk_sk: Editácia formulára
sr_sp: Izmena formulara

# Languages::form_builder
source: Form builder
lt_lt: Formos kūrimas
sk_sk: Konštruktér formulárov
sr_sp: Kreator formulara

# Languages::form_submit_text
source: Form submit text
lt_lt: Formos pateikimo tekstas
sk_sk: Odoslanie textu formulára
sr_sp: Tekst za formular

# Languages::email_to
source: E-mail to
lt_lt: Siųsti el-paštu
sk_sk: E-mailom na
sr_sp: E-mail na

# Languages::form_is_secure
source: Form is secure (SSL)
lt_lt: Forma yra saugus (SSL)
sk_sk: Formulár je zabezpečený (SSL)
sr_sp: Formular je obezbeđen (SSL)

# Languages::add_form
source: Add form
lt_lt: Pridėti formą
sk_sk: Pridať formulár
sr_sp: Dodaj formular

# Languages::base
source: Base
lt_lt: Pagrindas
sk_sk: Základ
sr_sp: Osnova

# Languages::multiple_checkboxes
source: Multiple checkboxes
lt_lt: Keli langeliai
sk_sk: Viac začiarkavacích políčok
sr_sp: Višestruki checkbox

# Languages::multiple_selectbox
source: Multiple selectbox
lt_lt: Keli pasirinkimai
sk_sk: Viaceré selectbox-y
sr_sp: Višestruki selectbox

# Languages::header
source: Header
lt_lt: Antraštė
sk_sk: Hlavička
sr_sp: Zaglavlje

# Languages::separator
source: Separator
lt_lt: Skyriklis
sk_sk: Oddeľovač

# Languages::special
source: Special
lt_lt: Specialu
sk_sk: Špeciálne
sr_sp: Specijalno

# Languages::countries_list
source: Countries list
lt_lt: Šalių sąrašas
sk_sk: Zoznam krajín
sr_sp: Lista država

# Languages::states_list
source: States list
lt_lt: Valstijų sąrašas
sk_sk: Zoznam štátov
sr_sp: Lista država

# Languages::referer
source: Referer
sk_sk: Referujúci
sr_sp: Uputio
