Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/gift_certificates.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::name::gift_certificates
source: Gift certificates
hr_hr: Poklon bonovi
ka_ge: სასაჩუქრე სერთიფიკატი
lt_lt: Dovanų kuponai
sk_sk: Darčekové poukážky
sr_sp: Poklon sertifikati

# Addons::description::gift_certificates
source: Adds a built-in gift certificate system
hr_hr: Dodaje izgrađen-in poklon bon sustav
ka_ge: უფასო მიწოდების სერთიფიკატი, ფასდაკლებებზე და სხვა
lt_lt: Prideda įmontuotą dovanoų sistemą
sk_sk: Pridá systémový darčekový certifikát
sr_sp: Dodaje ugrađeni sistem poklon sertifikata

# Languages::gift_certificate
source: Gift certificate
hr_hr: Poklon bon
ka_ge: სასაჩუქრე სერთიფიკატი
lt_lt: Dovanų kuponas
sk_sk: Darčeková poukážka
sr_sp: Poklon sertifikat

# Languages::gift_certificates
source: Gift certificates
hr_hr: Poklon bonovi
ka_ge: სასაჩუქრე სერთიფიკატები
lt_lt: Dovanų kuponai
sk_sk: Darčekové poukážky
sr_sp: Poklon sertifikati

# Languages::gift_certificates_menu_description
source: View and manage the gift certificates that customers have purchased.
hr_hr: Prikaz i upravljanje poklon bonovi-ma koje su kupili kupci.
ka_ge: მყიდველის შეძენილი სასაჩუქრე სერთიფიკატის გადახედვა და რედაქტირება.
lt_lt: Peržiūrėti ir tvarkyti dovanų korteles, kurias klientai jau įsigijo.
sk_sk: Zobrazte a spravujte darčekové poukážky, ktoré zákazníci zakúpili.
sr_sp: Pregled i upravljanje poklon sertifikatima koje su kupci kupili.

# Languages::gift_certificate_info
source: Gift certificate info
hr_hr: Poklon bon informacije
ka_ge: ინფორმაცია სასაჩუქრე სერთიფიკატზე
lt_lt: Dovanų kupono info
sk_sk: Info o darčekovej poukážke
sr_sp: Informacije o poklon sertifikatima

# Languages::gift_certificate_verification
source: Gift certificate verification
hr_hr: Poklon bon provjera
ka_ge: სასაჩუქრე სერთიფიკატის შემოწმება
lt_lt: Dovanų kupono patikra
sk_sk: Overenie darčekovej poukážky
sr_sp: Verifikacija poklon sertifikata

# Languages::gift_cert_code
source: Gift certificate code
hr_hr: Poklon bon kod
ka_ge: სასაჩუქრე სერთიფიკატის კოდი
lt_lt: Dovanų kupono kodas
sk_sk: Kód darčekovej poukážky
sr_sp: Kod poklon sertifikata

# Languages::gift_cert_debit
source: Debit balance
hr_hr: Dugovni saldo
ka_ge: სადებეტო ბალანსი
lt_lt: Debeto balansas
sk_sk: Debetný zostatok
sr_sp: Stanje zaduženja

# Languages::gift_cert_from
source: From
hr_hr: Od
ka_ge: ვისგან
lt_lt: Nuo
sk_sk: Od
sr_sp: Od

# Languages::gift_cert_to
source: To
hr_hr: ZA
ka_ge: ვის
lt_lt: Į
sk_sk: Do
sr_sp: Do

# Languages::promotion_bonus_gift_certificate
source: Gift certificate
hr_hr: Poklon bon
ka_ge: სასაჩუქრე სერთიფიკატი
lt_lt: Dovanų kuponas
sk_sk: Darčeková poukážka
sr_sp: Poklon sertifikat

# Languages::purchase_gift_certificate
source: Purchase Gift Certificate
hr_hr: Kupite poklon bon
ka_ge: სასაჩუქრე სერთიფიკატის შეძენა
lt_lt: Pirkti dovanų kuponą
sk_sk: Kúpiť darčekovú poukážku
sr_sp: Kupi poklon sertifikat

# Languages::text_gift_certificate_logo
source: Logo for <b>gift certificates</b>
hr_hr: Logotip za <b>poklon bonovi</b>
ka_ge: <b>სასაჩუქრე სერთიფიკატი</b>-ის ლოგო
lt_lt: Logotipas <b>dovanų kuponui</b>
sk_sk: Logo pre <b>darčekové poukážky</b>
sr_sp: Logotip za <b>poklon sertifikate</b>

# Languages::text_gift_cert_amount_alert
source: Amount should be between [min] and [max]
hr_hr: Iznos bi trebao biti između [min] i [Maks]
ka_ge: რაოდენობა უნდა იყოს [min] და [max]
lt_lt: Suma turėtų būti nuo [min] ir [max]
sk_sk: Suma by mala byť medzi [min] a [max]
sr_sp: Suma treba da bude između [min] i [max]

# Languages::text_gift_cert_has_been_deleted
source: Gift certificate has been deleted successfully.
hr_hr: Poklon bon je uspješno izbrisan.
ka_ge: სასაჩუქრე სერთიფიკატი წაშლილია.
lt_lt: Dovanų kuponas buvo panaikintas sėkmingai.
sk_sk: Darčeková poukážka bola úspešne odstránená.
sr_sp: Poklon sertifikat je uspešno izbrisan.

# Languages::error_gift_cert_code
source: The gift certificate code you entered is invalid. Please try again.
hr_hr: Poklon bon broj koji ste unijeli nije valjan. Molimo pokušajte ponovo.
ka_ge: სასაჩუქრე სერთიფიკატის კოდი რომელიც თქვენ შეიყვანეთ არასწორია. გთხოვთ კიდევ სცადოთ.
lt_lt: Dovanų kupono kodą įvedėte yra neteisingai. Bandykite dar kartą.
sk_sk: Zadaný kód darčekovej poukážky je neplatný. Prosím skúste to znova.
sr_sp: Kod poklon sertifikata nije ispravan. Pokušajte ponovo.

# Languages::gift_add_products
source: Add products for a gift
hr_hr: Dodavanje proizvoda za poklon
ka_ge: პროდუქციის დამატება საჩუქარში
lt_lt: Pridėti dovanų prekę
sk_sk: Pridať produkty pre darčeky
sr_sp: Dodajte proizvode za poklon

# Languages::gift_comment
source: Message
hr_hr: Poruka
ka_ge: შეტყობინება
lt_lt: Pranešimas
sk_sk: Správa
sr_sp: Poruka

# Languages::certificate_verification
source: Validate/Redeem gift certificate
hr_hr: Provjeriti/iskoristi poklon bon
ka_ge: სასაჩუქრე სერთიფიკატის შემოწმება და გამოყენება
lt_lt: Patvirtinti/naudoti dovanų kuponą
sk_sk: Overenie/uplatnenie darčekovej poukážky
sr_sp: Validacija/Korišćenje poklon sertifikata

# Languages::detailed_info
source: Detailed information
hr_hr: Detaljne informacije
ka_ge: დეტალური ინფორმაცია
lt_lt: Išsami informacija
sk_sk: Podrobné informácie
sr_sp: Detaljna informacija

# Languages::history
source: History
hr_hr: Povijest
ka_ge: ისტორია
lt_lt: Istorija
sk_sk: História
sr_sp: Istorija

# Languages::gift_certificate_statuses
source: Gift certificate statuses
hr_hr: Poklon bon statusi
ka_ge: სასაჩუქრე სერთიფიკატის სტატუსი
lt_lt: Dovanų kuponų būsenos
sk_sk: Stavy darčekových poukážok
sr_sp: Statusi poklon sertifikata

# Languages::text_gift_cert_applied
source: Gift certificate has been applied
hr_hr: Poklon bon je primijenjen
ka_ge: სასაჩუქრე სერთიფიკატი გამოყენებულია
lt_lt: Dovanų kuponas panaudotas
sk_sk: Darčeková poukážka bol použitá
sr_sp: Poklon sertifikat je primenjen

# Languages::certificate_already_used
source: This gift certificate is already in use
hr_hr: Ovaj poklon bon već se koristi
ka_ge: ეს სასაჩუქრე სერთიფიკატი უკვე იყენება
lt_lt: Šis dovanų kuponas jau naudojamas
sk_sk: Tento darčekový certifikát je už použitý
sr_sp: Poklon sertifikat je već u upotrebi

# Languages::certificate_code_not_available
source: Gift certificate cannot be applied. Please contact the store administration.
hr_hr: Poklon bon se ne može primijeniti. Obratite se administraciji trgovine.
ka_ge: ამ სასაჩუქრე სერთიფიკატის გამოყენება შეუძლებელია. გთხოვთ მიმართოთ მაღაზიის ადმინისტრაციას.
lt_lt: Dovanų kuponas negali būti taikomi. Prašome kreiptis į parduotuvės administraciją.
sk_sk: Darčekovú poukážku nemožno použiť. Prosím kontaktujte administrátora obchodu.
sr_sp: Poklon sertifikat ne može da se primeni. Kontaktirajte administraciju elektronske prodavnice.

# Languages::certificate_code_not_valid
source: Gift certificate code is not valid
hr_hr: Poklon bon kod nije valjan
ka_ge: სასაჩუქრე სერთიფიკატის კოდი არასწორია
lt_lt: Dovanų kuponai kodas negalioja
sk_sk: Kód darčekovej poukážky nie je platný
sr_sp: Kod poklon sertifikata nije ispravan

# Languages::warning_gift_cert_deny
source: The following gift certificates have been deleted or cancelled by administrator and have been removed from your cart: [codes]. Please contact the store administrator or try another one.
hr_hr: Sljedeći poklon bonovi su izbrisani ili otkazani od strane administratora i uklonjeni su iz vaše košarice: [codes]. Obratite se administratoru trgovine ili probajte neki drugi.
ka_ge: შემდეგი სასაჩუქრე სერთიფიკატები იყვნენ წაშლილი ან ანულირებული ადმინისტრაციის მიერ. ისინი აგრეთვე იყვნენ ამოღებულნი კალათიდან: [codes]. გთხოვთ მიმართოთ მაღაზიის ადმინისტრაციას ან სცადოთ სხვა სერთიფიკატი.
lt_lt: Šių dovanų kuponą pašalino arba panaikino administratorius ir buvo ištrintas iš jūsų krepšelio:[codes]. Prašome kreiptis į parduotuvės administratorių arba pabandykite dar kartą.
sk_sk: Tieto darčekové poukážky boli odstránené alebo zrušené administrátorom a boli odstránená z košíka: [codes]. Prosím obráťte sa na správcu obchodu alebo skúste iné.
sr_sp: Sledeći poklon sertifikati su obrisani ili otkazani od strane administratora i uklonjeni iz Vaše korpe: [codes]. Kontaktirajte administratora elektronske prodavnice ili pokušajte drugim.

# Languages::text_gift_cert_cannot_delete
source: Gift certificate [code] cannot be deleted because it is used in order(s) [ids].
hr_hr: Poklon bon [code] nije moguće izbrisati jer se koristi u naloga [ids].
ka_ge: სასაჩუქრე სერთიფიკატის [code] წაშლა შეუძლებელია, რადგანაც ის გამოიყენება შეკვეთა(ებ) ში [ids].
lt_lt: Dovanų kupono [code] panaikinti negalima, nes jis yra naudojamas šiame užsakyme [ids].
sk_sk: Darčeková poukážka [code] sa nedá odstrániť, pretože sa používa v objednávke(ach) [ids].
sr_sp: Poklon sertifikat [code] ne može biti obrisan jer je upotrebljen u porudžbini(porudžbinama) [ids].

# Languages::gift_cert_amount_changed
source: Gift certificate amount has been changed.
hr_hr: Iznos poklon bona je promijenjen.
ka_ge: სასაჩუქრე სერთიფიკატის თანხა იყო შეცვლილი.
lt_lt: Dovanų kupono suma pasikeitė.
sk_sk: Suma darčekovej poukážky bola zmenená.
sr_sp: Suma poklon sertifikata je promenjena.

# Languages::purchased
source: Purchased
hr_hr: Kupljeno
ka_ge: შეძენილი
lt_lt: Įsigyti
sk_sk: Zakúpené
sr_sp: Kupljeno

# Languages::used
source: Used
hr_hr: Iskorišteno
ka_ge: გამოყენებული
lt_lt: Naudojamas
sk_sk: Použité
sr_sp: Iskorišćeno

# Languages::create_gift_certificate_for_customer
source: Create Gift Certificate for this customer
hr_hr: Stvori poklon bon za ovog kupca
ka_ge: სასაჩუქრე სერთიფიკატის შექმნა ამ მომხმარებლისთვის
lt_lt: Sukurti dovanų kuponą pirkėjui
sk_sk: Vytvoriť darčekovú poukážku pre tohto zákazníka
sr_sp: Kreiraj poklon sertifikat za ovog kupca

# Languages::related_gift_cert
source: Related gift certificates
hr_hr: Srodni poklon bonovi
ka_ge: დაკავშირებული სასაჩუქრე სერთიფიკატები
lt_lt: Susiję dovanų kuponai
sk_sk: Súvisiace darčekové poukážky
sr_sp: Povezani poklon sertifikati

# Languages::add_gift_certificate
source: Add gift certificate
hr_hr: Dodajte poklon bon
ka_ge: სასაჩუქრე სერთიფიკატის დამატება
lt_lt: Pridėti dovanų kuponą
sk_sk: Pridať darčekovú poukážku
sr_sp: Dodaj poklon sertifikat

# Languages::gift_certificate_status
source: Gift certificate status
hr_hr: Poklon bon statusi
ka_ge: სასაჩუქრე სერთიფიკატის სტატუსი
lt_lt: Dovanų kupono būsenos
sk_sk: Stav darčekovej poukážky
sr_sp: Statusi poklon sertifikata

# Languages::current_amount
source: Current amount
hr_hr: Trenutni iznos
ka_ge: მიმდინარე თანხა
lt_lt: Sumos
sk_sk: Aktuálne množstvo
sr_sp: Trenutna suma

# Languages::mail
source: Mail
hr_hr: E-pošta
ka_ge: ფოსტა
lt_lt: Korespondencija
sk_sk: Pošta
sr_sp: Pošta

# Languages::statuses
source: statuses
hr_hr: statusi
ka_ge: მდგომარეობა
lt_lt: būsenos
sk_sk: stavy
sr_sp: statusi

# Languages::new_certificate
source: New certificate
hr_hr: Novi certifikat
ka_ge: ახალი სერთიფიკატი
lt_lt: Naujas dovanų kuponas
sk_sk: Nová poukážka
sr_sp: Novi sertifikat

# Languages::editing_certificate
source: Editing certificate
hr_hr: Uređivanje potvrde
ka_ge: სერთიფიკატის რედაქტირება
lt_lt: Redaguoti
sk_sk: Upraviť poukážku
sr_sp: Izmena sertifikata

# Languages::shop_now
source: Shop now
hr_hr: Kupi sada
ka_ge: შეძენა ახლავე
lt_lt: Pirkite dabar
sk_sk: Obchodovanie
sr_sp: Kupi sada

# Languages::theme_editor.gift_cert
source: Gift Certificate
hr_hr: Poklon bon
ka_ge: სასაჩუქრე სერთიფიკატი
lt_lt: Dovanų kuponas
sk_sk: Darčeková poukážka
sr_sp: Poklon sertifikat

# Languages::promo_code_or_certificate
source: Gift certificate or promo code
hr_hr: Poklon bon ili promo kod
ka_ge: სასაჩუქრე სერთიფიკატის პრომო კოდი
lt_lt: Dovanų kuponas arba promo kodas
sk_sk: Darčeková poukážka alebo akciový kód
sr_sp: Poklon sertifikat ili promotivni kod

# Languages::gift_certificate_added_to_cart
source: Gift certificate was added to your cart
hr_hr: Poklon bon je dodan u košaricu
ka_ge: სასაჩუქრე სერთიფიკატი დამატებულია თქვენს კალათაში
lt_lt: Dovanų kuponas buvo įdėtas į jūsų krepšelį
sk_sk: Darčeková poukážka bola pridaná do košíka
sr_sp: Poklon sertifikat je dodat u Vašu korpu

# Languages::gift_certificates_verify
source: Gift certificate verification
hr_hr: Poklon bon provjera
ka_ge: სასაჩუქრე სერთიფიკატის შემოწმება
lt_lt: Dovanų kupono patikra
sk_sk: Overenie darčekovej poukážky
sr_sp: Verifikacija poklon sertifikata

# Languages::block_gift_certificates_verify
source: Gift certificate verification
hr_hr: Poklon bon provjera
ka_ge: სასაჩუქრე სერთიფიკატის შემოწმება
lt_lt: Dovanų kupono patikra
sk_sk: Overenie darčekovej poukážky
sr_sp: Verifikacija poklon sertifikata

# Languages::block_gift_certificates_verify_description
source: Gift certificate input and validation
hr_hr: Poklon bon unos i provjera valjanosti
ka_ge: სასაჩუქრე სერთიფიკატის შეყვანა და შემოწმება
lt_lt: Dovanų kupono įvedimas ir patvirtinimas
sk_sk: Vloženie a validácie darčekovej poukážky
sr_sp: Unos i validacija poklon sertifikata

# Languages::recipients_name
source: To
hr_hr: ZA
ka_ge: ვის
lt_lt: Į
sk_sk: Do
sr_sp: Za

# Languages::purchasers_name
source: From
hr_hr: Od
ka_ge: ვისგან
lt_lt: Nuo
sk_sk: Od
sr_sp: Od

# Languages::gift_cert_error_amount
source: Amount should not be higher than [max] and less than [min]
hr_hr: Iznos ne smije biti viša od [max] i manje od [min]
ka_ge: თანხა არ უნდა იყოს უფრო მაღალი ვიდრე [max] და [min]-ზე უფრო მცირე
lt_lt: Suma neturi būti didesnė už [max] ir mažiau kaip [min]
sk_sk: Množstvo by nemalo byť vyššie ako [max] a menej ako [min]
sr_sp: Suma ne može biti veća od [max] i manja od [min]

# Languages::privileges.manage_gift_certificates
source: Manage gift certificate system
hr_hr: Upravljanje poklon bon sustavom
ka_ge: სასაჩუქრე სერთიფიკატის სისტემის მართვა
lt_lt: Valdyti dovanų kuponų sistemą
sk_sk: Spravovať systém darčekových poukážok
sr_sp: Upravljanje sistemom poklon sertifikata

# Languages::change_gift_certificate_status
source: Change gift certificate status to
hr_hr: Promjena poklon bon statusa u
ka_ge: სასაჩუქრე სერთიფიკატის სტატუსის შეცვლა
lt_lt: Pakeisti dovanų kupono būseną
sk_sk: Zmeniť stav darčekovej poukážky na
sr_sp: Promeni status poklon sertifikata u

# Languages::gift_cert_with_products
source: Purchasing products and gift certificates together is impossible. Please, place the current order and repeat your attempt.
hr_hr: Kupnja proizvoda i poklon bona zajedno je nemoguće. Molimo, postavite trenutnu narudžbu i ponoviti svoj pokušaj.
ka_ge: სასაჩუქრე სერთიფიკატის და საქონლის ერთობლივი ყიდვა შეუძლებელია. გააფორმეთ მიმდინარე შეკვეთა და კიდევ ერთხელ სცადეთ.
lt_lt: Pirkti produktus ir dovanų kuponus kartu negalima. Prašome daryti atskirus užsakymus dovanų kuponams ir prekėms.
sk_sk: Nákup produktov a darčekových certifikátov spolu nie je možný. Prosím, zadajte aktuálnu objednávky a pridajte ďalšiu pre objednanie.
sr_sp: Kupovina proizvoda i poklon sertifikata istovremeno nije moguća. Završite trenutnu porudžbinu i ponovite pokušaj.

# SettingsSections::gift_certificates::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::gift_certificates::min_amount
source: Minimal amount
hr_hr: Minimalan iznos
ka_ge: მინიმალური თანხა
lt_lt: Minimalus kiekis
sk_sk: Minimálne množstvo
sr_sp: Minimalna suma

# SettingsOptions::gift_certificates::max_amount
source: Maximal amount
hr_hr: Maksimalni iznos
ka_ge: მაქსიმალური თანხა
lt_lt: Maksimali suma
sk_sk: Maximálne množstvo
sr_sp: Maksimalna suma

# SettingsOptions::gift_certificates::code_prefix
source: GC Code prefix
hr_hr: GC prefiks
ka_ge: GC კოდის პრეფიქსი
lt_lt: DK kodo priešdėlis
sk_sk: Prefix kódu DP
sr_sp: Prefiks koda poklon sertifikata

# SettingsOptions::gift_certificates::cert_per_page
source: Gift certificates per page
hr_hr: Poklon bonovi po stranici
ka_ge: სასაჩუქრე სერთიფიკატები თითო გვერდზე
lt_lt: Dovanų kuponai puslapyje
sk_sk: Darčekové poukážky na stranu
sr_sp: Poklon sertifikata po stranici

# SettingsOptions::gift_certificates::free_products_allow
source: Allow to use free products
hr_hr: Dopustite da koristite besplatne proizvode
ka_ge: უფასო პროდუქტების გამოყენების საშუალება
lt_lt: Leisti naudoti nemokamus produktus
sk_sk: Umožniť použitie na bezplatné produkty
sr_sp: Dozvoli korišćenje besplatnih programa

# SettingsOptions::gift_certificates::redeem_shipping_cost
source: Allow to redeem shipping cost with gift certificate
hr_hr: Dopustite otkup troškova dostave s poklon bonom
ka_ge: მიწოდების თანხის სასაჩუქრე სერთიფიკატით გადახდის საშუალება
lt_lt: Leisti apmokėti pristatymą su dovanų kuponais
sk_sk: Umožniť znížiť prepravné náklady s darčekovou poukážkou
sr_sp: Dozvoli plaćanje troškova isporuke poklon sertifikatima

# Languages::gc_redeem_and_add_free_products
source: Redeem & add free products to cart
hr_hr: Otkupi i dodaj besplatne proizvode u košaricu
ka_ge: უფასო პროდუქტების გამოყენება და დამატება კალათაში
lt_lt: Naudoti ir pridėti nemokamų produktų į krepšelį
sk_sk: Uplatniť & pridať zadarmo produkty do košíka
sr_sp: Dodaj besplatne proizvode u korpu
