Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/google_sitemap.po
Languages: ka_ge, sr_sp

# Addons::name::google_sitemap
source: Google sitemap
sr_sp: Google mapa sajta

# Addons::description::google_sitemap
source: Creates a sitemap.xml for Google
ka_ge: Google-სთვის sitemap.xml -ის შექმნა
sr_sp: Kreira sitemap.xml za Google

# Languages::google_sitemap.text_regenerate
source: If products, categories, etc. were added or changed, please <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">Regenerate a sitemap</a><br /><br /> [sitemap_available_in_customer]
ka_ge: თუ პროდუქცია, კატეგორია ან სხვა, იყო შეცვლილი, გთხოვთ განაახლოთ ფაილი Sitemap: <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]">განახლება</a><br /><br /> [sitemap_available_in_customer]
sr_sp: Ako su proizvodi, kategorije, itd dodati ili promenjeni, molimo te <a class="cm-ajax cm-comet btn btn-primary" href="[regenerate_url]"> da regenerišeš mapu sajta</a><br /><br /> [sitemap_available_in_customer]

# Languages::google_sitemap.text_select_storefront
source: To generate a sitemap, please select storefront first.
ka_ge: იმისათვის, რომ შექმნათ Sitemap-ი, აირჩიეთ მაღაზია.
sr_sp: Da biste generisali je mapu sajta, prvo izaberite izlog.

# Languages::sitemap_available_in_customer
source: Sitemap is available by this link: <a href="[sitemap_url]">[sitemap_url]</a><br /><br />Sitemap can be reached by the URL <a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
ka_ge: ფაილი Sitemap ხელმისაწვდომია ამ ბმულით: <a href="[sitemap_url]">[sitemap_url]</a><br /><br /> ან ამ URL-ით<a href="[http_location]/sitemap.xml">[http_location]/sitemap.xml</a>
sr_sp: Mapa sajta je dostupna na ovom linku: <a href="[sitemap_url]"> [sitemap_url]</a> < br / > < br / > Mapu sajta možete pogledati na URL <a href="[http_location]/sitemap.xml"> [http_location]/sitemap.xml</a>

# Languages::always
source: Always
ka_ge: ყოველთვის
sr_sp: Uvek

# Languages::hourly
source: Hourly
ka_ge: ყოველ საათში
sr_sp: Svakog sata

# Languages::daily
source: Daily
ka_ge: ყოველდღიური
sr_sp: Dnevno

# Languages::weekly
source: Weekly
ka_ge: ყოველკვირეული
sr_sp: Sedmično

# Languages::monthly
source: Monthly
ka_ge: ყოველთვიური
sr_sp: Mesečno

# Languages::yearly
source: Yearly
ka_ge: ყოველწლიური
sr_sp: Godišnje

# Languages::never
source: Never
ka_ge: არასოდეს
sr_sp: Nikad

# Languages::google_sitemap.generate_map
source: The sitemap is not generated yet. Please go to add-on settings and press "Regenerate a sitemap" button
ka_ge: ფაილი sitemap ჯერ არ არის შექმნილი. გადადით მოდულის პარამეტრებში და დააჭირეთ ღილაკს "განახლება"
sr_sp: Mapa sajta nije generisana. Idite na postavke dodataka i pritisnite dugme "Regeneriši mapu sajta"

# Languages::google_sitemap.map_generated
source: The sitemap was generated successfully
ka_ge: ფაილი Sitemap წარმატებით შექმნილია
sr_sp: Mapa sajta je generisana uspešno

# SettingsSections::google_sitemap::general
source: General
ka_ge: ზოგადი
sr_sp: Opšte

# SettingsOptions::google_sitemap::information
source: Information
ka_ge: ინფორმაცია
sr_sp: Informacija

# SettingsOptions::google_sitemap::clear_url
source: Clear cache
ka_ge: ქეშის გასუფთავება
sr_sp: Obriši cache

# SettingsOptions::google_sitemap::site_setting
source: Homepage settings
ka_ge: საწყისი გვერდის პარამეტრები
sr_sp: Podešavanja početne stranice

# SettingsOptions::google_sitemap::site_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::site_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet

# SettingsOptions::google_sitemap::products_setting
source: Products settings
ka_ge: პროდუქციის პარამეტრები
sr_sp: Podešavanja proizvoda

# SettingsOptions::google_sitemap::include_products
source: Include in sitemap
ka_ge: Sitemap-ში ჩართვა
sr_sp: Uključen u mapu sajta

# SettingsOptions::google_sitemap::products_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::products_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet

# SettingsOptions::google_sitemap::categories_setting
source: Categories settings
ka_ge: კატეგორიების პარამეტრები
sr_sp: Podešavanja kategorija

# SettingsOptions::google_sitemap::include_categories
source: Include in sitemap
ka_ge: Sitemap-ში ჩართვა
sr_sp: Uključen u mapu sajta

# SettingsOptions::google_sitemap::categories_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::categories_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet

# SettingsOptions::google_sitemap::pages_setting
source: Pages settings
ka_ge: გვერდების პარამეტრები
sr_sp: Podešavanja stranica

# SettingsOptions::google_sitemap::include_pages
source: Include in sitemap
ka_ge: Sitemap-ში ჩართვა
sr_sp: Uključen u mapu sajta

# SettingsOptions::google_sitemap::pages_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::pages_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet

# SettingsOptions::google_sitemap::extended_setting
source: Brand/Manufacturer feature pages settings
ka_ge: გვერდების პარამეტრები ბრენდის / მწარმოებელის ტიპის მახასიათებლებით
sr_sp: Podešavanja Brend/Proizvođač

# SettingsOptions::google_sitemap::include_extended
source: Include in sitemap
ka_ge: Sitemap-ში ჩართვა
sr_sp: Uključen u mapu sajta

# SettingsOptions::google_sitemap::extended_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::extended_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet

# SettingsOptions::google_sitemap::companies_setting
source: Companies settings
ka_ge: ორგანიზაციის პარამეტრები
sr_sp: Podešavanja preduzeća

# SettingsOptions::google_sitemap::include_companies
source: Include in sitemap
ka_ge: Sitemap-ში ჩართვა
sr_sp: Uključen u mapu sajta

# SettingsOptions::google_sitemap::companies_change
source: Update frequency
ka_ge: განახლების სიხშირე
sr_sp: Učestalost osvežavanja

# SettingsOptions::google_sitemap::companies_priority
source: Priority
ka_ge: პრიორიტეტი
sr_sp: Prioritet
