Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/hybrid_auth.po
Languages: ka_ge, lt_lt, sr_sp

# Addons::name::hybrid_auth
source: Social login
ka_ge: ავტორიზაცია სოციალური ქსელით
lt_lt: Socialinis prisijungimas
sr_sp: Prijava nalozima socijalnih mreža

# Addons::description::hybrid_auth
source: Adds the Social Login feature; allows customers use Facebook, Twitter, etc. to log in on the store
ka_ge: ავტორიზაცია მაღაზიაში სოციალური ქსელით Facebook, Twitter და ა. შ.
lt_lt: Priduria Socialinio prisijungimo funkciją; leidžia klientams naudojantiems "Facebook", Twitter ir tt prisijungti
sr_sp: Dodaje korišćenje naloga socijalnih mreža za prijavu; omogućuje korišćenje naloga sa Facebook, Twitter, itd. za prijavu u elektronsku prodavnicu

# SettingsSections::hybrid_auth::general
source: General
ka_ge: ზოგადი
lt_lt: Bendras
sr_sp: Opšte

# SettingsOptions::hybrid_auth::icons_pack
source: Icons pack
ka_ge: ხატულების ნაკრები
lt_lt: Piktogramų pakas
sr_sp: Paketi ikonica

# SettingsTooltips::hybrid_auth::icons_pack
source: Directory with the social networks icons. A path to the directory: media/images/addons/addons/hybrid_auth/icons/.
ka_ge: ხატულების ნაკრების კატალოგი. გზა კატალოგებისკენ: media/images/addons/addons/hybrid_auth/icons/.
lt_lt: Katalogas su socialinių tinklų piktogramos. Kelias į katalogą: media/images/addons/addons/hybrid_auth/icons/.
sr_sp: Direktorijum sa ikonama socijalnih mreža. Putanju do direktorijuma: media/images/addons/addons/hybrid_auth/icons/.

# SettingsOptions::hybrid_auth::autogen_email
source: Autogeneration email
ka_ge: ელ-ფოსტის ავტომატიური გენერაცია
lt_lt: Automatinio generavimo el. paštas
sr_sp: Autogenerisan email

# SettingsTooltips::hybrid_auth::autogen_email
source: Enables the email auto generation in case that a social network does not pass the address.
ka_ge: შემთხვევითი ელ-ფოსტის გენერირება მყიდველის აკაუნტის შექმნისთვის, თუ სოც ქსელი არ გაძლევთ მაგის საშუალებას.
lt_lt: Leidžia pašto auto generavimą atveju kai socialinio tinklas does not pass the address.
sr_sp: Omogućava autogenerisanje emaila u slučaju da društvena mreža nije prošla adresu.

# Languages::hybrid_auth
source: Social login
ka_ge: ავტორიზაცია სოციალური ქსელით
lt_lt: Socialinis prisijungimas
sr_sp: Prijava nalozima socijalnih mreža

# Languages::hybrid_auth.linked_provider
source: Linked
ka_ge: გადაბმული

# Languages::hybrid_auth.not_linked_provider
source: Not linked
ka_ge: არა გადაბმული

# Languages::hybrid_auth.providers
source: Providers
ka_ge: სოციალური ქსელები
lt_lt: Paslaugų teikėjai
sr_sp: Dobavljači

# Languages::hybrid_auth.add_provider
source: Add provider
ka_ge: სოციალური ქსელის დამატება
lt_lt: Pridėk teikėją
sr_sp: Dodaj provajdera

# Languages::hybrid_auth.new_provider
source: New provider
ka_ge: ახალი სოციალური ქსელი
lt_lt: Naujas paslaugų teikėjas
sr_sp: Novi provajder

# Languages::hybrid_auth.editing_provider
source: Editing provider
ka_ge: სოციალური ქსელის რედაქტირება
lt_lt: Redagavimo paslaugų teikėją
sr_sp: Uređivanje provajdera

# Languages::hybrid_auth.callback_url
source: Callback URL
ka_ge: დაბრუნების URL-ი
lt_lt: Atgalinio ryšio URL
sr_sp: URL za povratni poziv

# Languages::hybrid_auth.social_login
source: Or sign-in with another identity provider
ka_ge: სოციალური ქსელით შესვლა
lt_lt: Arba prisijungkite su kito teikėjo tapatybe
sr_sp: Ili se prijavite korišćenjem nekog drugog provajdera identiteta

# Languages::hybrid_auth.unspecified_error
source: Unspecified error
ka_ge: უცნობი შეცდომა
lt_lt: Neapibrėžta klaida
sr_sp: Nedefinisana greška

# Languages::hybrid_auth.configuration_error
source: Hybriauth configuration error
ka_ge: Hybriauth კონფიგურაციის შეცდომა
lt_lt: Hybriauth konfigūracijos klaida
sr_sp: Greška u konfiguraciji Hybriauth

# Languages::hybrid_auth.provider_error_configuration
source: Provider not properly configured
ka_ge: სოციალური ქსელის პარამეტრების შეცდომა
lt_lt: Teikėjas nėra tinkamai sukonfigūruotas
sr_sp: Provajder nije pravilno podešen

# Languages::hybrid_auth.wrong_provider
source: Unknown or disabled provider
ka_ge: უცნობი ან არააქტიური სოციალური ქსელი
lt_lt: Nežinomas arba neįgalintas paslaugų teikėjas
sr_sp: Nepoznati ili onemogućeni provajder

# Languages::hybrid_auth.missing_credentials
source: Missing provider application credentials
ka_ge: სოციალური ქსელთან დაკავშირებისათვის მონაცემები არ არის მითითებული
lt_lt: Trūksta teikėjo taikomosios programos informacijos
sr_sp: Nedostaju akreditivi aplikacije provajdera

# Languages::hybrid_auth.failed_auth
source: Authentication failed. The user has canceled the authentication or the provider refused the connection
ka_ge: ავტორიზაცია ვერ მოხერხდა. მომხმარებელი გააუქმა შემოწმება, ან პროვაიდერი კავშირი შეწყვიტა
lt_lt: Autentifikavimas nepavyko. Vartotojas atšaukė autentifikavimą ar teikėjas nutraukė ryšį
sr_sp: Prijava neuspešna. Korisnik je otkazao prijavu ili provajder odbija povezivanje

# Languages::hybrid_auth.connecting_provider
source: Contacting <b>[provider]</b>. Please wait...
ka_ge: დაკავშირება <b>[provider]</b>. გთხოვთ დაელოდოთ...
lt_lt: Susisiekti su <b>[provider]</b>. palaukite...
sr_sp: Kontaktiram <b>[provider]</b>. Sačekajte...

# Languages::hybrid_auth.cant_create_profile
source: Unfortunately, we failed to create a customer and log in to the store due to one of the following reasons:<br />- You logged in to our store earlier using some other OpenID provider in which the same email is used.<br />- You have already registered in our store using your email.<br />Please contact the store owner to resolve the problems.
ka_ge: სამწუხაროდ, მომხმარებლის შექმნა და მაღაზიაში ავტორიზება ვერ მოხერხდა, შემდეგი მიზეზებით:<br />- თქვენ უკვე ავტორიზებული იყავით მაღაზიაში, სხვა სერვისის გამოყენებით OpenID, რომელშიც იყენება იგივე ელ. ფოსტა.<br />- თქვენ უკვე დარეგისტრირებული ხართ ჩვენს მაღაზიაში ამავე ელ. ფოსტით.<br /> გთხოვთ, დაკავშირდეთ მაღაზიის მფლობელთან ამ პრობლემის მოსაგვარებლად.
lt_lt: Deja, mums nepavyko sukurti vartotojo ir prisijungti prie parduotuvės dėl vienos iš šių priežasčių:<br />- jūs buvote prisijungęs į mūsų parduotuvę anksčiau naudojant tą patį el. paštą. <br />- jūs jau užsiregistravote mūsų parduotuvėje naudojant jūsų el. paštą. <br />- susisiekite su parduotuvės administratorium.
sr_sp: Nažalost, nismo uspeli da registrujemo korisnika i prijavimo ga u elektronsku prodavnicu zbog jednog od sledećih razloga:<br />- Prijavljivali ste se ranije u elektronsku prodavnicu koristeći neki drugi OpenID provajder za koji je korišćena ista e-mail adresa.<br />- Već ste se registrovali na elektronsku prodavnicu korišćenjem iste e-mail adrese.<br />Kontaktirajte administratora elektronske prodavnice za rešavanje problema.

# Languages::hybrid_auth.password_generated
source: We are glad to inform you that you have been successfully registered in the store. A password was generated for you
ka_ge: მოხარული ვართ, გაცნობოთ, რომ თქვენ წარმატებით დარეგისტრდით მაღაზიაში. თქვენთვის იყო დაგენერირებული პაროლი
lt_lt: Džiaugiamės galėdami jums pranešti, kad, jūs turite sėkmingai užregistruotas parduotuvėje. Slaptažodis jums sukurtas
sr_sp: Obaveštavamo vas da ste se uspešno registrovali u našu prodavnicu. Vaša lozinka je generisana

# Languages::hybrid_auth.change_password
source: You can change your password here
ka_ge: თქვენ შეგიძლიათ შეცვალოთ პაროლი აქ
lt_lt: Jūs galite pakeisti savo slaptažodį čia
sr_sp: Možete da promenite lozinku ovde

# Languages::hybrid_auth.link_provider
source: Social network accounts
ka_ge: აკაუნტები სოციალურ ქსელებში

# Languages::hybrid_auth.text_link_provider
source: Assign your social network account to this one and use it to log in
ka_ge: სოციალური ქსელის აკაუნტთან დაკავშირება და მისი გამოყენება შესვლისთვის

# Languages::hybrid_auth.text_user_is_already_link
source: This social network account is already being used
ka_ge: ამ სოციალური ქსელის აკაუნტი უკვე იყენება

# Languages::hybrid_auth.connect_social
source: Connect social account
ka_ge: სოციალური ქსელთან დაკავშირება
lt_lt: Prisijungti socialinės sąskaitą
sr_sp: Povežite nalog sa socijalne mreže

# Languages::hybrid_auth.connect_social_title
source: Such user already exists
ka_ge: ასეთი მომხმარებელი უკვე არსებობს

# Languages::hybrid_auth.text_connect_social
source: <p>The user with the e-mail specified during social login already exists.</p><p>If you want to assign a social network account to the registered user, please log in.</p>
ka_ge: <p>მომხმარებელი ასეთი ელю ფოსტით უკვე არსებობს.</p><p>თუ თქვენ გსურთ ამ სოციალური ქსელის მომხმარებელთან დაკავშირება, გთხოვთ გაიაროთ ავტორიზაცია.</p>

# Languages::hybrid_auth.specify_email
source: Specify email
ka_ge: მიუთითეთ ელექტრონული ფოსტა
lt_lt: Nurodykite elektroninio pašto adresą
sr_sp: Navedite email

# Languages::hybrid_auth.specify_email_title
source: The e-mail was not specified.
ka_ge: ელ-ფოსტა არ იყო მითითებული.

# Languages::hybrid_auth.text_specify_email
source: <p>When logging through the social network the e-mail was not specified.</p><p>Please enter your e-mail and click Continue.</p>
ka_ge: <p>როცა შეხვედით სოციალური ქსელით ელ-ფოსტის მისამართი არ იყო მითითებული.</p><p>გთხოვთ შეიყვანოთ ის და დააჭირეთ "გაგრძელებას".</p>

# Languages::hybrid_auth_menu_description
source: Create social provider
ka_ge: სოციალური პროვაიდერის დამატება
lt_lt: Sukurti socialinių paslaugų teikėją
sr_sp: Kreirajte provajdera socijalne mreže

# Languages::paypal_seamless
source: Use seamless checkout
ka_ge: გადახდისას არ მოითხოვოს მეორედ Paypal-ის აკაუნტის მონაცემები, თუ მომხმარებილი ადრე იყო შესული Paypal-ის ლოგინით
lt_lt: Naudoti skalndų apsipirkimą
sr_sp: Koristi jednostavno poručivanje

# Languages::paypal_sandbox
source: Test mode
ka_ge: სატესტო რეჟიმი
lt_lt: Bandymo režimas
sr_sp: Test Mod

# Languages::privileges.manage_providers
source: Manage social login providers
ka_ge: მართვა სოციალური ქსელების login-ით
lt_lt: Tvarkyti socialinius prisijungimus
sr_sp: Uredi provajdere socijalnih mreža

# Languages::privileges.view_providers
source: View social login providers
ka_ge: სოციალური ქსელების login-ის ნახვა
lt_lt: Rodyti socialinio prisijungimo teikėjus
sr_sp: Pogledaj provajdere socijalnih mreža

# Languages::hybrid_auth.instruction_facebook
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developers.facebook.com/apps' target='_blank'>Facebook Developers</a>.
ka_ge: დანართების იდენტიფიკატორის და საიდუმლო გასაღების გამოყენება, რომელიც ტქვენ მიიღეთ საიტზე დანართის შექმნის შემდეგ<a href='https://developers.facebook.com/apps' target='_blank'>Facebook დეველოპერებისათვის</a>.
lt_lt: Naudokite taikomosios programos ID ir slaptąjį raktą, kad gavote sukūrę paraišką dėl <a href='https://developers.facebook.com/apps' target='_blank'> "Facebook" kūrėjams</a>.
sr_sp: Koristite ID aplikacije i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://developers.facebook.com/apps' target='_blank'> Facebook programeri</a>.

# Languages::hybrid_auth.instruction_google
source: Use ID and Secret key that you've received after creating a project on <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google</a>.
ka_ge: გამოიყენეთ ID და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ პროექტის შექმნის შემდეგ <a href='https://code.google.com/apis/console/?pli=1' target='_blank'>Google დეველოპერებისათვის</a>.
lt_lt: Naudokite ID ir slaptąjį raktą, kad gavote po sukūrimo projektą "<a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google"</a>.
sr_sp: Koristite ID i tajni ključ koji ste primili nakon kreiranja projekta na <a href='https://code.google.com/apis/console/?pli=1' target='_blank'> Google</a>.

# Languages::hybrid_auth.instruction_paypal
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal Developers</a>.
ka_ge: გამოიყენეთ იდენტიფიკატორი და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ საიტზე დანართის შექმნის შემდეგ<a href='https://developer.paypal.com/developer/applications' target='_blank'>PayPal დეველოპერებისათვის</a>.
lt_lt: Naudokite taikomosios programos ID ir slaptąjį raktą, kad gavote sukūrę prašymą <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal</a> kūrėjai.
sr_sp: Koristite ID aplikacije i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://developer.paypal.com/developer/applications' target='_blank'> PayPal programeri</a>.

# Languages::hybrid_auth.instruction_twitter
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://apps.twitter.com/' target='_blank'>Twitter</a>.
ka_ge: გამოიყენეთ ID (კლიენტს გასაღები) და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ საიტზე დანართის შექმნის შემდეგ <a href='https://apps.twitter.com/' target='_blank'>Twitter დეველოპერებისათვის</a>.
lt_lt: Naudokite ID (vartotojo raktas) ir slapto rakto jūsų gautos recenzuojamos sukūrę paraišką dėl <a href='https://apps.twitter.com/' target='_blank'> Twitter</a>.
sr_sp: Koristite ID i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://apps.twitter.com/' target='_blank'> Twitteru</a>.

# Languages::hybrid_auth.instruction_yahoo
source: Use ID (Identificator) and Secret key that you've received after creating an application on <a href='https://developer.apps.yahoo.com/dashboard/createKey.html' target='_blank'>Yahoo</a>.
ka_ge: გამოიყენეთ ID (იდენტიფიკატორი) და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ საიტზე დანართის შექმნის შემდეგ<a href='https://developer.paypal.com/developer/applications' target='_blank'>Yahoo დეველოპერებისათვის</a>.
lt_lt: Naudokite ID (ID) ir slapto rakto jūsų gautos recenzuojamos sukūrę paraišką <a href='https://developer.apps.yahoo.com/dashboard/createKey.html' target='_blank'> Yahoo</a>.
sr_sp: Koristite ID i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://developer.apps.yahoo.com/dashboard/createKey.html' target='_blank'> Yahoo</a>.

# Languages::hybrid_auth.instruction_live
source: Use the application ID and Secret key that you've received after adding an application on <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
ka_ge: გამოიყენეთ იდენტიფიკატორი და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ იმის შემდეგ რაც დაამატეთ დანართი სერვერზე <a href='https://account.live.com/developers/applications/create' target='_blank'>Live</a>.
lt_lt: Naudokite taikomosios programos ID ir slaptąjį raktą, kad gavote pridėjus paraišką <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.
sr_sp: Koristite ID aplikacije i tajni ključ koji ste primili nakon dodavanja aplikacije na <a href='https://account.live.com/developers/applications/create' target='_blank'> Live</a>.

# Languages::hybrid_auth.instruction_linkedin
source: Use ID (Consumer key) and Secret key that you've received after creating an application on <a href='https://www.linkedin.com/developer/apps' target='_blank'>LinkedIn Developers</a>.
ka_ge: გამოიყენეთ ID (კლიენტს გასაღები) და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ დანართის შექმნის შემდეგ <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn დეველოპერებისათვის</a>.
lt_lt: Naudokite ID (vartotojo raktas) ir slapto rakto jūsų gautos recenzuojamos sukūrę paraišką dėl <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn kūrėjams</a>.
sr_sp: Koristite ID i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://www.linkedin.com/developer/apps' target='_blank'> LinkedIn programeri</a>.

# Languages::hybrid_auth.instruction_foursquare
source: Use the application ID and Secret key that you've received after creating an application on <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare</a>.
ka_ge: გამოიყენეთ იდენტიფიკატორი და საიდუმლო გასაღები, რომელიც თქვენი მიიღეთ დანართის შექმნის შემდეგ <a href='https://foursquare.com/developers/apps' target='_blank'>Fousquare-ზე</a>.
lt_lt: Naudokite taikomosios programos ID ir slaptąjį raktą, kad gavote sukūrę paraišką dėl <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.
sr_sp: Koristite ID aplikacije i tajni ključ koji ste primili nakon kreiranja aplikacije na <a href='https://foursquare.com/developers/apps' target='_blank'> Fousquare</a>.

# Languages::public_key
source: Public key
lt_lt: Viešasis raktas
sr_sp: Javni ključ
