Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/image_zoom.po
Languages: ar_sa, cs_cz, da_dk, hr_hr, hu_hu, ka_ge, lt_lt, nl_nl, sk_sk, sr_sp, tr_tr, uk_ua, vi_vn

# Addons::name::image_zoom
source: Image zoom
ar_sa: تكبير الصورة
cs_cz: Obrázkový zoom
da_dk: Billed zoom
hr_hr: Zumiranje slike
hu_hu: Nagyítós képnéző
ka_ge: სურათის გადიდება
lt_lt: Vaizdo priartinimas
nl_nl: Afbeelding inzoomen
sk_sk: Obrázkový zoom
sr_sp: Uvećanje slika
tr_tr: Görüntüyü yakınlaştırma
uk_ua: Масштаб зображення
vi_vn: Phóng to hình ảnh

# Addons::description::image_zoom
source: Shows zoomed image on product image hover
cs_cz: Zobrazí zvětšený detail při najetí myši nad náhled obrázku produktu
da_dk: Viser zoomede billede på produktbilledet
hr_hr: Pokazuje zumiranu sliku na sliku proizvoda prilikom prelaska mišem
hu_hu: Nagyított kép megjelenítése egy termékképre való rámutatáskor
ka_ge: აჩვენებს გადიდებულ სურათებს მაუსის მაჩვენებელის დაახლოვების დროს
lt_lt: Rodo prekės paveikslėlį su hover efektu
nl_nl: Ingezoomde afbeelding weergeven als je over de product afbeelding gaat
sk_sk: Zobrazuje zväčšený výrez obrázku po prechode myšou
sr_sp: Prikazuje uvećane slike proizvoda u plutajućem okviru
tr_tr: Yakınlaştırılmış görseli ürün resmi üzerinde gösterir
uk_ua: Показ збільшеного зображення при наведені курсору
vi_vn: Hình ảnh lớn trên sản phẩm khi di chuột vào hình ảnh

# SettingsSections::image_zoom::general
source: General
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
hr_hr: Općenito
hu_hu: Általános
ka_ge: ზოგადი
lt_lt: Bendras
nl_nl: Algemeen
sk_sk: Všeobecné
sr_sp: Opšte
tr_tr: Genel
uk_ua: Загальні
vi_vn: Tổng quát

# SettingsOptions::image_zoom::cz_opacity
source: Opacity
ar_sa: العتامة
cs_cz: Neprůhlednost
da_dk: Opacitet
hr_hr: Neprozirnost
hu_hu: Fedettség
ka_ge: არაგამჭვირვალობა
lt_lt: Skaidrumas
nl_nl: Dekking
sk_sk: Nepriehľadnosť
sr_sp: Neprovidnost
tr_tr: Opaklık
uk_ua: Непрозорість
vi_vn: Độ mờ

# SettingsOptions::image_zoom::cz_animation_time
source: Animation time
ar_sa: وقت الرسوم المتحركة
cs_cz: Čas animace
da_dk: Animationstid
hr_hr: Vrijeme animacije
hu_hu: Animációs idő
ka_ge: ანიმაციის ხანგრძლივობა
lt_lt: Animacijos laikas
nl_nl: Animatie tijd
sk_sk: Čas animácie
sr_sp: Vreme animacije
tr_tr: Animasyon süresi
uk_ua: Час анімації
vi_vn: Thời gian hoạt hình

# SettingsOptions::image_zoom::cz_tint_color_picker
source: Color
ar_sa: اللون
cs_cz: Barva
da_dk: Farve
hr_hr: Boja
hu_hu: Szín
ka_ge: ფერი
lt_lt: Spalva
nl_nl: Kleur
sk_sk: Farba
sr_sp: Boja
tr_tr: Renk
uk_ua: Колір
vi_vn: Màu sắc

# SettingsOptions::image_zoom::cz_zoom_position
source: Zoom position
ar_sa: مكان التكبير
cs_cz: Pozice zoomu
hr_hr: Pozicija zumiranja
hu_hu: Nagyítás pozíciója
ka_ge: მოახლოების პოზიცია
lt_lt: Mastelio keitimo pozicija
nl_nl: Positie zoom
sk_sk: Pozícia zoomu
sr_sp: Pozicija uvećanja
tr_tr: Zoom Konumu
uk_ua: Положення Зуму
vi_vn: Vị trí phóng to

# SettingsOptions::image_zoom::cz_zoom_size_mode
source: Zoom size mode
ar_sa: وضع حجم التكبير
cs_cz: Režim velikosti zoomu
da_dk: Størrelse zoomtilstand
hr_hr: Način veličine zumiranja
hu_hu: Nagyítás módja
ka_ge: მასშტაბირების რეჟიმი
lt_lt: Mastelio dydžio režimas
nl_nl: Zoom grootte
sk_sk: Režim veľkosti zoomu
sr_sp: Režim veličine uvećanja
tr_tr: Zoom boyutu modu
uk_ua: Режим масштабування
vi_vn: Chế độ phóng to kích thước

# SettingsOptions::image_zoom::cz_caption_position
source: Caption position
ar_sa: موضع التسمية التوضيحية
cs_cz: Popisek pozice
da_dk: Billedtekst position
hr_hr: Pozicija opisa
hu_hu: Felirat pozíciója
ka_ge: ხელმოწერის ადგილმდებარეობა
lt_lt: Antraštės padėties
nl_nl: Positie onderschrift
sk_sk: Popisok pozície
sr_sp: Pozicija natpisa
tr_tr: Yakalama konumu
uk_ua: Розташування підпису
vi_vn: Vị trí chú thích

# SettingsOptions::image_zoom::cz_ease_time
source: Ease time
ar_sa: تسهيل الوقت
cs_cz: Jednoduchý čas
da_dk: Sletttetid
hr_hr: Ease vrijeme
hu_hu: Nyugalmi idő
ka_ge: განმუხტვის დრო
lt_lt: Ease laikas
nl_nl: Versneltijd
sk_sk: Jednoduchý čas
sr_sp: Odlaganje
tr_tr: Genişleme zamanı
uk_ua: Затримка між рухом миші і лінзи
vi_vn: Thời gian rảnh

# SettingsOptions::image_zoom::cz_zoom_fly_out
source: Zoom fly out
ar_sa: التكبير يطير
cs_cz: Plovoucí zoom
da_dk: Zoom flyve ud
hu_hu: Repülő nagyítás
ka_ge: ანიმირებული "გაფრენა"
lt_lt: Priartinti fly out
nl_nl: Zoom laten uitvliegen
sk_sk: Plávajúci zoom
sr_sp: Izletanje uvećanja
tr_tr: Uçarak uzaklaştırma
uk_ua: Анімований «виліт»
vi_vn: Phóng lớn ra ngoài

# SettingsTooltips::image_zoom::cz_opacity
source: Opacity of tint 0-1. If zero, no tint will be visible.
ar_sa: عتامة الصبغة من 0 -1. إذا كانت صفراً , الصبغة ستكون غير مرئية.
cs_cz: Průhlednost odstínu 0-1. Pokud je nula, tak žádný odstín nebude viditelný.
da_dk: Opaciteten af nuance 0-1. Hvis nul, ingen farvetone bliver synlige.
hr_hr: Neprozirnost nijanse 0-1. Ako je nula, nijansa neće biti vidljiva.
hu_hu: Szín fedettsége 0-1. Ha nulla, a színárnyalat nem látszik.
ka_ge: ელფერის არაგამჭვირვალობა, 0—1. ნული ნიშნავს უხილავ ფერს.
lt_lt: Neskaidrumas atspalvis 0-1. Jei nulis, naujas atspalvis bus matomas.
nl_nl: Dekking van tint 0 tot 1. Indien 0 zal er geen tint zichtbaar zijn.
sk_sk: Priehľadnosť odtieňa 0-1. Ak je nula, tak žiadny odtieň nebude viditeľný.
sr_sp: Neprozirnost nijansi 0-1. Ako je nula, nijanse neće biti vidljive.
tr_tr: Geçirgenliğini renk tonu 0-1. Renk tonu görünmez.
uk_ua: Непрозорість відтінку, 0-1. Нуль означає невидимий відтінок.
vi_vn: Màu của nền mờ 0-1. Nếu là 0, sẽ không có màu sắc hiển thị.

# SettingsTooltips::image_zoom::cz_animation_time
source: Duration of the animation effects in milliseconds.
ar_sa: مدة تأثير الرسوم المتحركة مللي في الثانية.
cs_cz: Doba trvání efektů animace v milisekundách.
da_dk: Varighed af animationseffekter i millisekunder.
hr_hr: Trajanje animacijskih efekata u milisekundi.
hu_hu: Az animációs effektus időtartama milliszekundumban.
ka_ge: ანიმაციური ფერების ხანგრძილობა მილიწამებში.
lt_lt: Trukmė milisekundėmis animacijos efektų.
nl_nl: Duur van animatie-effecten in milliseconden.
sk_sk: Čas trvania efektov animácie v milisekundách.
sr_sp: Trajanje efekata animacije u milisekundama.
tr_tr: Animasyon efektlerinin milisaniye cinsinden süresi.
uk_ua: Тривалість анімаційних ефектів в мілісекундах.
vi_vn: Thời gian của các hiệu ứng trong mili giây.

# SettingsTooltips::image_zoom::cz_tint_color_picker
source: Color to use for the tint effect. Example: #ffffff.
ar_sa: اللون المستخدم على تأثير الصبغة. مثال: #ffffff.
cs_cz: Barva pro použití efektu barevného odstínu. Příklad: #FFFFFF.
da_dk: Farve til brug for farvetone effekt. Eksempel: #ffffff.
hr_hr: Boja za nijansu efekt. Primjer: #FFFFFF.
hu_hu: A színárnyalat hatáshoz használt szín. Pl. #ffffff.
ka_ge: ფერი ელფერის ეფექტისათვის. მაგალითად, #ffffff.
lt_lt: Spalva naudoti atspalvis efekui. Pavyzdys: #ffffff.
nl_nl: Te gebruiken kleur voor het tint effect. Bijvoorbeeld: #ffffff.
sk_sk: Farba pre použitie efektu farebného odtieňa. Príklad: #ffffff.
sr_sp: Boja za korišćenje u efektu nijansi. Naprimer: #ffffff.
tr_tr: Renk tonu efekti için kullanılacak olan renk. Örnek: #ffffff.
uk_ua: Колір для ефекту відтінку. Наприклад, #ffffff.
vi_vn: Màu sắc để sử dụng cho hiệu lực sắc thái. Ví dụ: #ffffff.

# SettingsTooltips::image_zoom::cz_zoom_position
source: Specifies position of zoom window. If numeric (0-15), position is relative to page image as shown by the following key (blue squares represent zoom window). If a string is supplied, value will be used as a selector to pinpoint the exact position and size of an element in the page. If the value "inside" is specified, the zoom image will appear inside the page image.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
cs_cz: Určuje pozici zoomu okna. Pokud je číselná (0-15), tak je pozice relativní na stránce obrázku podle následujícího klíče (modré čtverce představují přibližovací okno). Pokud je řetězec, hodnota se použije jako volič určit přesnou polohu a velikost elementu na stránce. Pokud je zadána hodnota "uvnitř", zoom obrazu se objeví uvnitř obrazu stránky. <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
da_dk: Angiver placeringen af zoom vindue. Hvis numeriske (0-15), stilling er i forhold til sidebillede, som det fremgår af følgende nøgle (blå firkanter repræsenterer zoom vindue). Hvis en streng er leveret, bruges værdien som en vælger for at lokalisere den nøjagtige placering og størrelse af et element på siden. Hvis værdien "inside" er angivet, zoom billedet vises inde i sidebilledet. < br / > < br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
hr_hr: Određuje položaj prozora zumiranja. Ako numerička (0-15), pozicija je relativna prema slike stranice kao što je prikazano u sljedećem ključu (plavi kvadrati predstavljaju prozor za zumiranje). Ako postoji niz, vrijednost će se koristiti kao selektor za odrediti točan položaj i veličinu elemenata na stranici. Ako je vrijednost "iznutra" navedena, uvećana slika će se pojaviti u slici na stranici. .<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
hu_hu: A nagyítási ablak pozíciójának megadása. Ha numerikus (0-15), akkor a pozíció relatív az oldal képéhez, mint ahogyan az alábbi ábra mutatja (kék négyzetek jelentik a nagyítási ablakot). Ha egy karakterláncot adunk meg, az érték választóként funkcionál a pontos pozíció és az oldalon lévő elem nagyságának rögzítéséhez. Ha az érték "belül", a nagyított kép az oldal képén belül fog megjelenni.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
ka_ge: მასშტაბირების პანელის პოზიცია.თუ მითითებული რიცხვი (0—15), მაშინ პოზიცია დადგინდება როგორც მოყვანილია ქვემო სქემაში. თუ რიგია, მისი ნიშვნელობა იქნება გამოყენებული როგორც ელემენტის სელექტორი, რომელთან იქნება დაკავშირებული მასშტაბირების პანელი. თუ შეყვანილია ნიშვნელობა «inside», მასშტაბირების ნიშანი იქნება ნაჩვენები სურათის ზემოდან.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
lt_lt: Nurodo poziciją mastelio lango. Jei skaičių (0-15), padėtis yra palyginti su puslapio vaizdo rodo šį raktą (mėlyna kvadratų yra mastelio langas). Jei eilutė yra pateikti, vertė bus naudojamas kaip selektorių į tiksliai nustatyti tikslią vietą ir dydį elemento puslapyje. Jei yra nurodyta reikšmė "viduje", zoom vaizdas bus rodomas viduje puslapis vaizdas. <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
nl_nl: Specificeert de positie van een zoom venster. Als numeriek (0-15), de positie is ten opzichte van de pagina zoals blijkt uit de volgende belangrijke (blauwe vierkanten vertegenwoordigen zoom venster). Indien een tekenreeks wordt toegevoegd, zal de waarde gebruikt worden van selector om de exacte positie en grootte in een pagina kan worden bepaald. Als de waarde "binnenin" is gespecificeerd, de zoom afbeelding zal verschijnen binnenin de afbeelding pagina.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
sk_sk: Určuje pozíciu zoomu okna. Ak je číselná (0-15), tak je pozícia relatívna na stránke obrázka podľa nasledovného kľúča (modré štvorce predstavujú približovacie okno). Ak je reťazec, hodnota sa použije ako volič určiť presnú polohu a veľkosť elementu na stránke. Ak je zadaná hodnota "vnútri", zoom obrazu sa objaví vo vnútri obrazu stránku. < br / > < br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
sr_sp: Precizira položaj prozora za uvećanje. Ako je numerička (0-15), pozicija je relativna u odnosu na sliku stranice kako je prikazano (plavi kvadrat predstavlja prozor za uvećanje). Ako je primenjen string, vrednost će biti korišćena kao izbornik da odredi tačan položaj i veličinu elementa na stranici. Ako je izabrana vrednost "unutra", uvećana slika će se pojaviti unutar slike na stranici.<br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
tr_tr: Büyütme penceresinin konumunu belirtir. Eğer sayısalsa (0-15), konum aşağıdaki anahtarla (mavi kareler zoom penceresini temsil eder) gösterilen sayfa görüntüsüyle ilgilidir. Eğer bir dizilim sağlanmışsa, değer, sayfadaki bir bileşenin kesin konumunu ve ölçülerini belirleyecek bir seçici olarak kullanılacaktır. Eğer "içerideki" değer belirlenmişse, zoom görüntüsü sayfa görüntüsünün içinde görünecektir.< br / > < br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
uk_ua: Позиція панелі масштабування. Якщо задано число (0-15), то позиція встановиться згідно схемі нижче. Якщо введено рядок, його значення буде використано як селектор елемента, до якого буде прив'язана панель зума. Якщо введено значення «inside», то значок зуму буде показаний поверх зображення. <br /><br /><img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />
vi_vn: Xác định vị trí của cửa sổ phóng to. Nếu số (0-15), là vị trí tương đối so với hình ảnh trang như được hiển thị bằng phím sau (các hình vuông màu xanh đại diện cho cửa sổ phóng to). Nếu một chuỗi được cung cấp, giá trị sẽ được sử dụng như một công cụ chọn để xác định chính xác vị trí và kích thước của một yếu tố trong trang. Nếu giá trị "bên trong" được chỉ định, hình ảnh phóng to sẽ xuất hiện ngay bên trong hình ảnh nhỏ. < br / > < br / > <img src="design/backend/media/images/addons/image_zoom/zoom-positions.png" />

# SettingsTooltips::image_zoom::cz_zoom_size_mode
source: Defines the rule for sizing the zoom window and lens.
ar_sa: يوضح قاعدة تحجيم إطار التكبير/التصغير والعدسات.
cs_cz: Definuje pravidlo pro změnu velikosti okna zoomu a lupy.
da_dk: Definerer reglen for dimensionering af zoomvinduet og linse.
hr_hr: Definira pravila za dimenzioniranje prozor za zumiranja i objektiva.
hu_hu: A nagyítási ablak méretezésének és a lencsének a szabályait határozza meg.
ka_ge: ლინზის და ზუმის პანელის მასშტაბირების წესი.
lt_lt: Apibrėžia taisyklė dydžio keitimo objektyvas ir mastelio langas.
nl_nl: Hiermee definieert u de grootte van het zoom-venster en de lens.
sk_sk: Definuje pravidlo pre zmenu veľkosti okna Zoomu a lupy.
sr_sp: Definisanje pravilo za dimenzionisanje prozora uvećanja i objektiva.
tr_tr: Zoom penceresini ve lensi boyutlandırmak için gerekli olan kuralı tanımlar.
uk_ua: Правило масштабування панелі зуму та лінзи.
vi_vn: Xác định quy tắc nhất định cỡ cửa sổ phóng to và ống kính.

# SettingsTooltips::image_zoom::cz_caption_position
source: Position of caption, "top" or "bottom".
ar_sa: وضع التسمية التوضيحية "أعلى" أو "أسفل".
cs_cz: Pozice titulku, "nahoře" nebo "dole".
da_dk: Placeringen af billedtekst, "top" eller "bund".
hr_hr: Položaj naslova, "vrh" ili "dolje".
hu_hu: A felirat pozíciója, "fent" vagy "lent".
ka_ge: ხელმოწერის პოზიცია, «top» (ზემოდან) ან «bottom» (ქვემოდან).
lt_lt: Padėtį ir Nuorodinė antraštė, "viršuje" ar "iš apačios".
nl_nl: De positie van onderschrift, boven of onder.
sk_sk: Pozícia tituloku, "hore" alebo "dole".
sr_sp: Pozicija naslova, "vrh" ili "dno".
tr_tr: Yakalama konumu, "üst" veya "alt".
uk_ua: Розташування підписів, "зверху" або "знизу".
vi_vn: Vị trí của chú thích, "trên" hoặc "dưới".

# SettingsTooltips::image_zoom::cz_ease_time
source: Number of milliseconds of mouse easing movement of zoom image. The bigger the number, the more easing. Zero means no easing.
cs_cz: Počet milisekund pro uvolnění pohybu myši zoomu obrazu. Čím větší číslo, tím větší uvolnění. Nula znamená žádné uvolnění.
da_dk: Antal millisekunder for muse-bevægelighed for zoom billede. Jo større antal, jo mere lempelse. Nul betyder ingen lempelse.
hr_hr: Broj milisekundi olakšanog kretanja miša kretanje zumiranja slike.Veći broj, više ublažavanje. Nula znači da nema ublažavanje.
hu_hu: A kinagyított kép nyugalmi helyzetének ideje milliszekundumban az egér mozgatása közben. Minél nagyobb a szám, annál tovább marad egy helyben a nagyítás. A nulla esetén nem marad nyugalomban a nagyított kép.
ka_ge: დაყოვნება მაუსის კურსორის სურათზე გადაადგილებისას და ლინზის შესაბამისი მოძრაობის შორის, მილიწამებში. ნული ნიშნავს დაყოვნების არარსებობას.
lt_lt: Skaičių pelės palengvinti judėjimo priartinimas vaizdo. Kuo didesnis skaičius, tuo labiau palengvinti. Nulis reiškia ne palengvinti.
nl_nl: Aantal milliseconden van de muis beweging voor versoepeling zoom afbeelding . Hoe groter het getal, hoe meer versoepeling. Nul betekent geen versoepeling.
sk_sk: Počet milisekúnd pre uvoľnenie pohybu myši zoomu obrazu. Čím väčšie číslo, tým väčšie uvoľnenie. Nula znamená žiadne uvoľnenie.
sr_sp: Broj milisekundi dlaganja pomeranja kursora uvećane slike. Veči broj, veće je i odlaganje. Nula podrazumeva da nema odlaganja.
tr_tr: Zoom görüntüsünün fare genişleme hareketinin milisaniye sayısı. Sayı ne kadar büyükse genişleme o kadar çoktur. Sıfırın anlamı genişleme yok demektir.
uk_ua: Затримка між рухом курсора миші по зображенню і відповідним рухом лінзи, в мілісекундах. Нуль означає відсутність затримки.
vi_vn: Số giây của chuột làm giảm phong trào phóng to hình ảnh. Số lớn sẽ càng có nhiều thuận lợi. 0 có nghĩa là không có thuận lợi.

# SettingsTooltips::image_zoom::cz_zoom_fly_out
source: Turns 'flying' zoom animation on or off.
cs_cz: Přepne "létající" zoom animace na zapnutý nebo vypnutý.
da_dk: Tænder 'flyvende' zoom animationen til eller fra.
hr_hr: Uključuje 'leti' zumiranje animacija ili isključiti.
hu_hu: A repülő nagyítás animáció be/ki kapcsolása.
ka_ge: 'flying' ზუმის ანიმაციის ჩართვა ან გამორთვა.
lt_lt: Įjungia "plaukioja" zoom animaciją arba išjungia.
nl_nl: Schakel de animatie 'zoom laten uitvliegen' in of uit.
sk_sk: Prepne "lietajúci" zoom animácie na zapnutý alebo vypnutý.
sr_sp: Uključuje ili isključuje animaciju 'izletanja' prozora za uvećanje.
tr_tr: "Uçarak" zoom animasyonunu açar veya kapatır.
uk_ua: Включити / виключити анімацію «вильоту» лінзи при наведенні курсору на зображення.
vi_vn: Lần lượt chạy hình phóng to bật hoặc tắt

# SettingsVariants::image_zoom::cz_zoom_position::0
source: Zoom position №0
ar_sa: موضع التكبير/التصغير رقم صفر
cs_cz: Pozice zoomu №0
hr_hr: Zumiranje pozicija №0
hu_hu: Nagyítási pozíció: 0
ka_ge: მასშტაბირების პოზიცია №0
lt_lt: Mastelio keitimo poziciją №0
nl_nl: Zoom positie Nr 0
sk_sk: Pozícia zoomu №0
sr_sp: Pozicija uvećanja 0
tr_tr: Zoom konumu №0
uk_ua: Положення №0
vi_vn: Vị trí phóng to №0

# SettingsVariants::image_zoom::cz_zoom_position::1
source: Zoom position №1
ar_sa: وضع التكبير/التصغير رقم 1
cs_cz: Pozice zoomu №1
da_dk: Zoom position №0
hr_hr: Zumiranje pozicija №1
hu_hu: Nagyítási pozíció: 1
ka_ge: მასშტაბირების პოზიცია №1
lt_lt: Mastelio keitimo poziciją №1
nl_nl: Zoom positie Nr 1
sk_sk: Pozícia zoomu №1
sr_sp: Pozicija uvećanja 1
tr_tr: Zoom konumu №1
uk_ua: Положення № 1
vi_vn: Vị trí phóng to №1

# SettingsVariants::image_zoom::cz_zoom_position::2
source: Zoom position №2
ar_sa: وضع التكبير/التصغير رقم2
cs_cz: Pozice zoomu №2
da_dk: Zoom position №0
hr_hr: Zumiranje Pozicija №2
hu_hu: Nagyítási pozíció: 2
ka_ge: მასშტაბირების პოზიცია №2
lt_lt: Mastelio keitimo poziciją №2
nl_nl: Zoom positie Nr 2
sk_sk: Pozícia zoomu №2
sr_sp: Pozicija uvećanja 2
tr_tr: Zoom konumu №2
uk_ua: Положення № 2
vi_vn: Vị trí phóng to №2

# SettingsVariants::image_zoom::cz_zoom_position::3
source: Zoom position №3
ar_sa: وضع التكبير/التصغير رقم 3
cs_cz: Pozice zoomu №3
da_dk: Zoom position №0
hr_hr: Zumiranje pozicija №3
hu_hu: Nagyítási pozíció: 3
ka_ge: მასშტაბირების პოზიცია №3
lt_lt: Mastelio keitimo poziciją №3
nl_nl: Zoom positie Nr 3
sk_sk: Pozícia zoomu №3
sr_sp: Pozicija uvećanja 3
tr_tr: Zoom konumu №3
uk_ua: Положення № 3
vi_vn: Vị trí phóng to №3

# SettingsVariants::image_zoom::cz_zoom_position::4
source: Zoom position №4
ar_sa: وضع التكبير/التصغير رقم4
cs_cz: Pozice zoomu №4
da_dk: Zoom position №0
hr_hr: Zumiranje pozicija №4
hu_hu: Nagyítási pozíció: 4
ka_ge: მასშტაბირების პოზიცია №4
lt_lt: Mastelio keitimo poziciją №4
nl_nl: Zoom positie Nr 4
sk_sk: Pozícia zoomu №4
sr_sp: Pozicija uvećanja 4
tr_tr: Zoom konumu №4
uk_ua: Положення № 4
vi_vn: Vị trí phóng to №4

# SettingsVariants::image_zoom::cz_zoom_position::5
source: Zoom position №5
ar_sa: وضع التكبير/التصغير رقم5
cs_cz: Pozice zoomu №5
hr_hr: Zumiranje pozicija №5
hu_hu: Nagyítási pozíció: 5
ka_ge: მასშტაბირების პოზიცია №5
lt_lt: Mastelio keitimo poziciją №5
nl_nl: Zoom positie Nr 5
sk_sk: Pozícia zoomu №5
sr_sp: Pozicija uvećanja 5
tr_tr: Zoom konumu №5
uk_ua: Положення № 5
vi_vn: Vị trí phóng to №5

# SettingsVariants::image_zoom::cz_zoom_position::6
source: Zoom position №6
ar_sa: وضع التكبير/التصغير رقم6
cs_cz: Pozice zoomu №6
hr_hr: Zumiranje pozicija №6
hu_hu: Nagyítási pozíció: 6
ka_ge: მასშტაბირების პოზიცია №6
lt_lt: Mastelio keitimo poziciją №6
nl_nl: Zoom positie Nr 6
sk_sk: Pozícia zoomu №6
sr_sp: Pozicija uvećanja 6
tr_tr: Zoom konumu №6
uk_ua: Положення № 6
vi_vn: Vị trí phóng to №6

# SettingsVariants::image_zoom::cz_zoom_position::7
source: Zoom position №7
ar_sa: وضع التكبير/التصغير رقم7
cs_cz: Pozice zoomu №7
hr_hr: Zumiranje pozicija №7
hu_hu: Nagyítási pozíció: 7
ka_ge: მასშტაბირების პოზიცია №7
lt_lt: Mastelio keitimo poziciją №7
nl_nl: Zoom positie Nr 7
sk_sk: Pozícia zoomu №7
sr_sp: Pozicija uvećanja 7
tr_tr: Zoom konumu №7
uk_ua: Положення № 7
vi_vn: Vị trí phóng to №7

# SettingsVariants::image_zoom::cz_zoom_position::8
source: Zoom position №8
ar_sa: وضع التكبير/التصغير رقم8
cs_cz: Pozice zoomu №8
hr_hr: Zumiranje pozicija №8
hu_hu: Nagyítási pozíció: 8
ka_ge: მასშტაბირების პოზიცია №8
lt_lt: Mastelio keitimo poziciją №8
nl_nl: Zoom positie Nr 8
sk_sk: Pozícia zoomu №8
sr_sp: Pozicija uvećanja 8
tr_tr: Zoom konumu №8
uk_ua: Положення № 8
vi_vn: Vị trí phóng to №8

# SettingsVariants::image_zoom::cz_zoom_position::9
source: Zoom position №9
ar_sa: وضع التكبير/التصغير رقم9
cs_cz: Pozice zoomu №9
hr_hr: Zumiranje pozicija №9
hu_hu: Nagyítási pozíció: 9
ka_ge: მასშტაბირების პოზიცია №9
lt_lt: Mastelio keitimo poziciją №9
nl_nl: Zoom positie Nr 9
sk_sk: Pozícia zoomu №9
sr_sp: Pozicija uvećanja 9
tr_tr: Zoom konumu №9
uk_ua: Положення № 9
vi_vn: Vị trí phóng to №9

# SettingsVariants::image_zoom::cz_zoom_position::10
source: Zoom position №10
ar_sa: وضع التكبير/التصغير رقم10
cs_cz: Pozice zoomu №10
hr_hr: Zumiranje pozicija №10
hu_hu: Nagyítási pozíció: 10
ka_ge: მასშტაბირების პოზიცია №10
lt_lt: Mastelio keitimo poziciją №10
nl_nl: Zoom positie Nr 10
sk_sk: Pozícia zoomu №10
sr_sp: Pozicija uvećanja 10
tr_tr: Zoom konumu №10
uk_ua: Положення № 10
vi_vn: Vị trí phóng to №10

# SettingsVariants::image_zoom::cz_zoom_position::11
source: Zoom position №11
ar_sa: وضع التكبير/التصغير رقم11
cs_cz: Pozice zoomu №11
hr_hr: Zumiranje pozicija №11
hu_hu: Nagyítási pozíció: 11
ka_ge: მასშტაბირების პოზიცია №11
lt_lt: Mastelio keitimo poziciją №11
nl_nl: Zoom positie Nr 11
sk_sk: Pozícia zoomu №11
sr_sp: Pozicija uvećanja 11
tr_tr: Zoom konumu №11
uk_ua: Положення № 11
vi_vn: Vị trí phóng to №11

# SettingsVariants::image_zoom::cz_zoom_position::12
source: Zoom position №12
ar_sa: وضع التكبير/التصغير رقم12
cs_cz: Pozice zoomu №12
hr_hr: Zumiranje pozicija №12
hu_hu: Nagyítási pozíció: 12
ka_ge: მასშტაბირების პოზიცია №12
lt_lt: Mastelio keitimo poziciją №12
nl_nl: Zoom positie Nr 12
sk_sk: Pozícia zoomu №12
sr_sp: Pozicija uvećanja 12
tr_tr: Zoom konumu №12
uk_ua: Положення № 12
vi_vn: Vị trí phóng to №12

# SettingsVariants::image_zoom::cz_zoom_position::13
source: Zoom position №13
ar_sa: وضع التكبير/التصغير رقم13
cs_cz: Pozice zoomu №13
hr_hr: Zumiranje pozicija №13
hu_hu: Nagyítási pozíció: 13
ka_ge: მასშტაბირების პოზიცია №13
lt_lt: Mastelio keitimo poziciją №13
nl_nl: Zoom positie Nr 13
sk_sk: Pozícia zoomu №13
sr_sp: Pozicija uvećanja 13
tr_tr: Zoom konumu №13
uk_ua: Положення № 13
vi_vn: Vị trí phóng to №13
