Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/image_zoom.po
Languages: ar_sa, cs_cz, da_dk, hr_hr, hu_hu, ka_ge, lt_lt, nl_nl, sk_sk, sr_sp, tr_tr, uk_ua, vi_vn

# SettingsVariants::image_zoom::cz_zoom_position::14
source: Zoom position №14
ar_sa: وضع التكبير/التصغير رقم14
cs_cz: Pozice zoomu №14
hr_hr: Zumiranje pozicija №14
hu_hu: Nagyítási pozíció: 14
ka_ge: მასშტაბირების პოზიცია №14
lt_lt: Mastelio keitimo poziciją №14
nl_nl: Zoom positie Nr 14
sk_sk: Pozícia zoomu №14
sr_sp: Pozicija uvećanja 14
tr_tr: Zoom konumu №14
uk_ua: Положення № 14
vi_vn: Vị trí phóng to №14

# SettingsVariants::image_zoom::cz_zoom_position::15
source: Zoom position №15
ar_sa: وضع التكبير/التصغير رقم15
cs_cz: Pozice zoomu №15
hr_hr: Zumiranje pozicija №15
hu_hu: Nagyítási pozíció: 15
ka_ge: მასშტაბირების პოზიცია №15
lt_lt: Mastelio keitimo poziciją №15
nl_nl: Zoom positie nr 15
sk_sk: Pozícia zoomu №15
sr_sp: Pozicija uvećanja 15
tr_tr: Zoom konumu №15
uk_ua: Положення № 15
vi_vn: Vị trí phóng to №15

# SettingsVariants::image_zoom::cz_zoom_position::inside
source: Inside position
ar_sa: داخل الموضع
cs_cz: Pozice uvnitř
da_dk: Indenfor position
hr_hr: Unutarnji položaj
hu_hu: Belső pozíció
ka_ge: შიდა პოზიცია
lt_lt: Viduje padėtis
nl_nl: Positie binnen
sk_sk: Pozícia vo nvútri
sr_sp: Unutrašnja pozicija
tr_tr: Ters pozisyon
uk_ua: Внутішня позиція
vi_vn: Vị trí bên trong

# SettingsVariants::image_zoom::cz_zoom_size_mode::image
source: Image
ar_sa: الصورة
cs_cz: Obrázek
da_dk: Billede
hr_hr: Slika
hu_hu: Kép
ka_ge: სურათი
lt_lt: Vaizdas
nl_nl: Even groot als miniatuur
sk_sk: Obrázok
sr_sp: Slika
tr_tr: Görüntü
uk_ua: Зображення
vi_vn: Hình ảnh

# SettingsVariants::image_zoom::cz_zoom_size_mode::lens
source: Lens
ar_sa: عدسات
cs_cz: Lupa
da_dk: Linse
hr_hr: Leća
hu_hu: Lencse
ka_ge: ლინზა
lt_lt: Objektyvas
nl_nl: Middel
sk_sk: Lupa
sr_sp: Objektivi
uk_ua: Лінза
vi_vn: Ống kính

# SettingsVariants::image_zoom::cz_zoom_size_mode::zoom
source: Zoom
ar_sa: التكبير/التصغير
cs_cz: Zvětšení
hr_hr: Zumiranje
hu_hu: Nagyítás
ka_ge: მასშტაბირება
lt_lt: Priartinimas
nl_nl: Groot
sk_sk: Zväčšenie
sr_sp: Uvećanje
uk_ua: Масштабування
vi_vn: Phóng to

# SettingsVariants::image_zoom::cz_zoom_size_mode::full
source: Full
ar_sa: مكتمل
cs_cz: Plné
da_dk: Fuld
hr_hr: Puni
hu_hu: Teljes
ka_ge: სრული
lt_lt: Pilnas
nl_nl: Volledig
sk_sk: Plné
sr_sp: Pun
tr_tr: Tam
uk_ua: Повний
vi_vn: Đầy đủ

# SettingsVariants::image_zoom::cz_caption_position::top
source: Top
ar_sa: أعلى
cs_cz: Nahoru
hr_hr: Vrh
hu_hu: Fent
ka_ge: მაღლა
lt_lt: Viršuje
nl_nl: Boven
sk_sk: Hore
sr_sp: Vrh
tr_tr: Üst
uk_ua: Вгорі
vi_vn: Đầu trang

# SettingsVariants::image_zoom::cz_caption_position::bottom
source: Bottom
ar_sa: أسفل
cs_cz: Dolu
da_dk: Bund
hr_hr: Dno
hu_hu: Lent
ka_ge: დაბლა
lt_lt: Apačioje
nl_nl: Onder
sk_sk: Spodok
sr_sp: Dno
tr_tr: Alt
uk_ua: Низ
vi_vn: Dưới cùng
