Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/newsletters.po
Languages: ka_ge, lt_lt, sr_sp

# Addons::name::newsletters
source: Newsletters
ka_ge: სიახლეები
lt_lt: Naujienlaiškiai
sr_sp: Bilteni

# Addons::description::newsletters
source: Lets you configure newsletter sending
ka_ge: აძლევს სიახლეების კონფიგურაციის საშუალებას
lt_lt: Leidžia jums konfigūruoti naujienlaiškio siuntimą
sr_sp: Omogućava vam da konfigurišete slanje biltena

# Languages::newsletters_menu_description
source: Create and send newsletters to your customer.
ka_ge: სიახლეების შექმნა და გაგზავნა მომხმარებლებს.
lt_lt: Kurti ir siųsti naujienlaišį klientams.
sr_sp: Kreiranje i slanje biltena kupcima.

# Languages::news_plain
source: Plain
ka_ge: უბრალო
lt_lt: Paprastas
sr_sp: Jednostavan

# Languages::text_signup_for_subscriptions
source: Sign up for our newsletters!
ka_ge: გამოწერეთ ჩვენი სიახლეები!
lt_lt: Užsiprenumeruokite mūsų naujienas!
sr_sp: Pretplatite se na naše biltene!

# Languages::tmpl_subscription
source: Newsletters: subscription form
ka_ge: საფოსტო სიახლეები: გამოწერის ფორმა
lt_lt: Naujienų prenumerata: prenumeratos forma
sr_sp: Formular pretplate na bilten

# Languages::unsubscribe_link
source: Unsubscribe link
ka_ge: სიახლეების გამოწერის გაუქმების ბმული
lt_lt: Prenumeratos atsisakymo nuoroda
sr_sp: Link za odjavu pretplate

# Languages::ne_add_subscribers_from_users
source: Add subscribers from the list of users
ka_ge: გამომწერების დამატება მომხმარებლების სიიდან
lt_lt: Įtraukti abonentų iš vartotojų sąrašo
sr_sp: Dodaj pretplatnike iz spiska korisnika

# Languages::ne_warning_subscr_email_exists
source: <b>[email]</b> is already in the subscribers list
ka_ge: ასეთი ელ-ფოსტა <b>[email]</b> უკევ არსებობს გამოწერის სიებში
lt_lt: <b>[email]</b> jau abonentų sąraše
sr_sp: <b>[email]</b> je već u spisku pretplatnika

# Languages::warning_subscribers_import
source: Some mailing lists from the input file could not be found in the database. Certain imported subscribers will be left unassigned.
ka_ge: გამოწერის ზოგიერთი სია, მითითებული ფაილში, ვერ მოიძებნა მონაცემების ბაზაში. ზოგიერთი იმპორტირებული გამომწერი გამოწერის სიებისათვის დარჩებიან ნიშანის გარეშე.
lt_lt: Kai kurios elektroninio pašto adresų sąrašus iš įvesties failo nepavyko rasti duomenų bazėje. Tam tikrų importuotų abonentai bus paliktas nepriskirti.
sr_sp: Neke mailing liste iz ulaznog fajla ne mogu se naći u bazi podataka. Neki uvezeni pretplatnici neće biti pretplaćeni.

# Languages::subscribers_menu_item_text
source: Subscribers
ka_ge: გამომწერები
lt_lt: Abonentai
sr_sp: Pretplatnici

# Languages::block_mailing_lists
source: Newsletter subscription
ka_ge: გამოწერა სიახლეებზე
lt_lt: Naujienų prenumerata
sr_sp: Pretplata na bilten

# Languages::block_mailing_lists_description
source: Email field for newsletter subscription
ka_ge: ველი ელ-ფოსტისათვის სიახლეებზე გამოწერისთვის
lt_lt: Elektroninio pašto laukas, skirtas naujienų prenumeratai
sr_sp: E-mail polje za pretplatu na bilten

# Languages::privileges.view_newsletters
source: View newsletters
ka_ge: სიახლეების ნახვა
lt_lt: Rodyti naujienlaiškius
sr_sp: Prikaži biltene

# Languages::privileges.manage_newsletters
source: Manage newsletters
ka_ge: სიახლეების მართვა
lt_lt: Valdyti naujienlaiškius
sr_sp: Uredi biltene

# Languages::warning_newsletter_no_recipients
source: Newsletter hasn't been sent because no recipients were found matching the selected criteria.
ka_ge: გამოწერა არ არის გაგზავნილი, ვინაიდან არ არიან გამომწერები, რომლებიც აკმაყოფილებენ მითითებულ პირობებს.
lt_lt: Naujienos nebuvo išsiųsti nes nėra gavėjų nerasta pasirinktų kriterijų.
sr_sp: Bilten nije poslat jer nisu pronađeni primaoci koji odgovaraju kriterijumu.

# Languages::text_newsletter_sent
source: The newsletter(s) have been sent successfully.
ka_ge: სიახლე(ები) წარმატებით გაიგზავნა.
lt_lt: Naujienlaiškis buvo sėkmingai išsiųstas.
sr_sp: Bilteni uspešno poslati.

# Languages::email_cannot_be_empty
source: E-mail cannot be empty
ka_ge: ელ-ფოსტის ველი არ უნდა იყოს ცარიელი
lt_lt: El. paštas negali būti tuščias
sr_sp: E-mail polje ne može biti prazno

# Languages::sending_email_to
source: Sending email to [email]...
ka_ge: შეტყობინების გაგზავნა [email]...-ზე
lt_lt: Siunčiama naujienlaiškis į [email]...
sr_sp: Slanje e-maila na [email]...

# Languages::text_subscriber_added
source: Your e-mail has been successfully added to our free e-mail updates list
ka_ge: თქვენი ელ-ფოსტა წარმატებით დამატებულია გამოწერის სიებში
lt_lt: Jūsų el. pašto buvo sėkmingai pridėtas prie mūsų e-pašto atnaujinimų sąrašo
sr_sp: Vaša e-mail adresa je uspešno dodata u našu bazu pretplatnika

# Languages::error_email_already_subscribed
source: Your e-mail is already subscribed.
ka_ge: თქვენი ელ-ფოსტა უკვე არის გამოწერის სიებში.
lt_lt: Jūsų el. pašto jau yra.
sr_sp: Već ste pretplaćeni Vašom e-mail adresom.

# Languages::text_subscriber_removed
source: Your e-mail has been successfully removed from our free e-mail updates list
ka_ge: თქვენი ელ-ფოსტა წაშლილია გამოწერის სიებიდან
lt_lt: Savo e-mail buvo sėkmingai pašalintas iš mūsų e-pašto sąrašo
sr_sp: Vaša e-mail adresa je uspešno obrisana iz naše baze pretplatnika

# Languages::text_subscriber_activated
source: Your email has been successfully activated
ka_ge: თქვენი ელ-ფოსტა წარმატებით აქტივირებულია
lt_lt: Jūsų elektroninio pašto adresas sėkmingai aktyvuotas.
sr_sp: Vaša e-mail adresa je uspešno aktivirana

# Languages::link_message_for_test_letter
source: The link will be displayed in a live newsletter
ka_ge: ეს ბმული იქნება ნაჩვენები ნამდვილ გამოწერაში
lt_lt: Nuoroda bus rodoma naujienlaiškyje
sr_sp: Link će biti prikazan u poslednjim novostima

# Languages::newsletters
source: Newsletters
ka_ge: სიახლეები
lt_lt: Naujienlaiškiai
sr_sp: Bilteni

# Languages::autoresponders
source: Autoresponders
ka_ge: ავტომოპასუხეები
lt_lt: Autoatsakiklis
sr_sp: Automatski odgovori

# Languages::campaigns
source: Campaigns
ka_ge: კამპანიები
lt_lt: Kampanija
sr_sp: Kampanje

# Languages::sent
source: Sent
ka_ge: გაგზავნილია
lt_lt: Siųsti
sr_sp: Poslato

# Languages::subscribers_num
source: Number of subscribers
ka_ge: გამომწერების რაოდენობა
lt_lt: Abonentų skaičius
sr_sp: Broj pretplatnika

# Languages::editing_mailing_list
source: Editing mailing list
ka_ge: გამოწერის სიის რედაქტირება
lt_lt: Redaguoti adresų sąrašą
sr_sp: Uređivanje liste pretplatnika

# Languages::from_name
source: From name
ka_ge: ვისგან
lt_lt: Nuo
sr_sp: Ime pošiljaoca

# Languages::from_email
source: From email
ka_ge: გამგზავნის ელ-ფოსტა
lt_lt: Iš elektroninio pašto
sr_sp: E-mail pošiljaoca

# Languages::reply_to
source: Reply to
ka_ge: ელ-ფოსტა პასუხისთვის
lt_lt: Atsakyti į
sr_sp: Odgovori na

# Languages::register_autoresponder
source: Confirmation email
ka_ge: დადასტურების ელ-ფოსტა
lt_lt: Patvirtinimo el. laiškas
sr_sp: Potvrdni e-mail

# Languages::no_autoresponder
source: No autoresponder
ka_ge: ავტომოპასუხეს გარეშე
lt_lt: Nėra autoatsakiklio
sr_sp: Nema automatskih odgovora

# Languages::show_on_checkout
source: Show at checkout
ka_ge: ჩვენება შეკვეთის გაფორმების გვერდზე
lt_lt: Rodyti perkant
sr_sp: Prikaži pri plaćanju

# Languages::addons.newsletters.show_on_registration_and_profile
source: Show on the Registration and Profile Details pages
ka_ge: ჩვენება რეგისტრაციის და პროფილის დეტალების გვერდებზე

# Languages::show_on_separate_page
source: Show on separate page
ka_ge: ჩვენება ცალკეულ გვერდზე
lt_lt: Parodyti atskirame lape
sr_sp: Prikaži na posebnoj stranici

# Languages::campaign_stats
source: Campaign statistics
ka_ge: კამპანიის სტატისტიკა
lt_lt: Kampanijos statistika
sr_sp: Statistike kampanje

# Languages::add_campaign
source: Add campaign
ka_ge: კამპანიის დამატება
lt_lt: Pridėti kampaniją
sr_sp: Dodaj kampanju

# Languages::new_campaign
source: New campaign
ka_ge: ახალი კამპანია
lt_lt: Nauja kampanija
sr_sp: Nova kampanja

# Languages::newsletter_templates
source: Newsletter templates
ka_ge: გამოწერის შაბლონები
lt_lt: Naujienlaiškio šablonai
sr_sp: Šeme biltena

# Languages::newsletter_autoresponders
source: Newsletter autoresponders
ka_ge: გამოწერის ავტომოპასუხეები
lt_lt: Naujienlaiškio autoatsakiklis
sr_sp: Automatski odgovori biltena

# Languages::subject
source: Subject
ka_ge: თემა
lt_lt: Tema
sr_sp: Tema

# Languages::add_newsletter
source: Add newsletter
ka_ge: გამოწერის დამატება
lt_lt: Pridėti naujienlaiškį
sr_sp: Dodaj bilten

# Languages::add_template
source: Add template
ka_ge: შაბლონის დამატება
lt_lt: Pridėti šabloną
sr_sp: Dodaj šemu

# Languages::add_autoresponder
source: Add autoresponder
ka_ge: ავტომოპასუხეს დამატება
lt_lt: Pridėti autoatsakiklį
sr_sp: Dodaj automatski odgovor

# Languages::more_subjects
source: Random subjects (one per line)
ka_ge: შემთხვევითი თემა (ერთი თითო ხაზზე)
lt_lt: Atsitiktinis pavadinimas (po vieną kiekvienoje eilutėje)
sr_sp: Slučajne teme (jedna po liniji)

# Languages::body_html
source: HTML body
ka_ge: HTML-ის შიგთავსი
lt_lt: HTML tekstas
sr_sp: HTML telo

# Languages::no_template
source: No template
ka_ge: შაბლონი არ არის
lt_lt: Nėra šablono
sr_sp: Nema šeme

# Languages::load
source: Load
ka_ge: ჩამოტვირთვა
lt_lt: Užkrauti
sr_sp: Učitaj

# Languages::campaign
source: Campaign
ka_ge: კამპანია
lt_lt: Kampanija
sr_sp: Kampanja

# Languages::send_to
source: Send to
ka_ge: გაგზავნა
lt_lt: Siųsti į
sr_sp: Pošalji na

# Languages::add_recipients_from_users
source: Add recipients from users
ka_ge: მიმღებთა დამატება მომხმარებლების სიიდან
lt_lt: Įtraukti gavėjų iš vartotojų
sr_sp: Dodaj primaoca od korisnika

# Languages::customers_with_abandoned
source: Customers with abandoned
ka_ge: მყიდველები დაუმთავრებელი საყიდლებით
lt_lt: Klientai su apleistais krepšeliais
sr_sp: Kupci sa napuštenom

# Languages::cart_or_wishlist
source: Cart or Wishlist
ka_ge: კალათა ან სურვილების სია
lt_lt: Krepšelis arba WishList
sr_sp: Korpa ili lista želja

# Languages::which_is
source: which is
ka_ge: რომელიც
lt_lt: kuris yra
sr_sp: koja je

# Languages::days_old
source: days old
ka_ge: დღეები
lt_lt: dienų amžiaus
sr_sp: dana staro

# Languages::send_to_test_email
source: Send to test email
ka_ge: საცდელი შეტყობინების გაგზავნა
lt_lt: Siųsti test laišką
sr_sp: Pošalji na probnu e-mail adresu

# Languages::save_and_send
source: Save and send
ka_ge: დამახსოვრება და გაგზავნა
lt_lt: Įrašyti ir siųsti
sr_sp: Sačuvaj i pošalji

# Languages::newsletter
source: Newsletter
ka_ge: სიახლეები
lt_lt: Naujienlaiškis
sr_sp: Bilten

# Languages::newsletter_template
source: Newsletter template
ka_ge: სიახლეების დაგზავნის შაბლონი
lt_lt: Naujienlaiškio šablonai
sr_sp: Šema biltena

# Languages::newsletter_autoresponder
source: Newsletter autoresponder
ka_ge: გამოწერის ავტომოპასუხეები
lt_lt: Naujienlaiškio autoatsakiklis
sr_sp: Automatski odgovori biltena

# Languages::mailing_list
source: Mailing list
ka_ge: დაგზავნის სია
lt_lt: Elektroninio pašto adresų sąrašas
sr_sp: Mailing lista

# Languages::confirmed
source: Confirmed
ka_ge: დაადასტურებული
lt_lt: Patvirtinta
sr_sp: Potvrđeno

# Languages::subscribed_to
source: Subscribed to [num] lists
ka_ge: გამოწერილია [num] სიახლეებზე
lt_lt: Užsiregistravau į [num] sąrašą
sr_sp: Pretplaćen na [num] listi

# Languages::subscribed
source: Subscribed
ka_ge: გამოწერილია
lt_lt: Užsiregistravau
sr_sp: Pretplaćen

# Languages::text_success_subscription
source: You have been successfully subscribed to our free e-mail updates and promotions!
ka_ge: თქვენ მოიწერეთ უფასო გამოწერაზე სიახლეებზე და აქციებზე!
lt_lt: Jūs sėkmingai užsiregistravote į mūsų nemokamą e-pašto atnaujinimus ir nuolaidas!
sr_sp: Uspešno ste pretplaćeni na naše novosti i promocije!

# Languages::text_unsubscribe_instructions
source: We respect your privacy and do not send unsolicited e-mail to users who have not requested correspondence. You have received this e-mail because you requested to receive our free updates and promotions.<br /><br /> If you wish to unsubscribe, please follow the link below:
ka_ge: ჩვენ პატივს ვცემთ თქვენს კერძო ცხოვრებას. ჩვენ არ ვუგზავნით სიახლეებს იმ მომხარებლებს, რომლებსაც არ უნდათ მათი მიღება. თქვენ მიიღეთ ეს შეტყობინება, იმიტომ რომ გამოწერილი ხართ ჩვენს სიახლეებზე.<br /><br /> იმისათვის, რომ გააუქმოთ გამოწერა გადადით შემდეგ ბმულით:
lt_lt: Mes gerbiame Jūsų privatumą ir nesiųsime nepageidaujamų el. pašto vartotojams, kurie neprašė to neprašė. Jūs gavote šį laišką, nes galite gauti mūsų nemokamas atnaujinimus ir nuolaidas. <br /><br />Jei norite atsisakyti, atlikite žemiau esančią nuorodą:
sr_sp: Poštujemo Vašu privatnost i ne šaljemo neželjenu poštu korisnicima koji nisu zahtevali korespodenciju. Primili ste ovaj e-mail jer ste zahtevali prijem naših novosti i promocija.<br /><br /> Ako želite da otkažete pretplatu, upotrebite donji link:

# Languages::updates_subscription
source: updates and promotions subscription
ka_ge: გამოწერა განახლებებზე და აქციებზე
lt_lt: naujienų ir nuolaidų prenumerata
sr_sp: pretplata na novosti i promocije

# Languages::ult_shared_with
source: Shared with:
ka_ge: გაზიარება:
lt_lt: Dalijamasi su:
sr_sp: Deljeno sa:

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_email
source: Email of a sender.
ka_ge: გამომგზავნის ელ-ფოსტა.
lt_lt: El. paštas, iš siuntėjo.
sr_sp: Adresa pošiljaoca.

# Languages::tt_addons_newsletters_views_mailing_lists_update_from_name
source: Name of a sender (e.g. company name).
ka_ge: გამომგზავნის სახელი (მაგალითად კომპანიის სახელი).
lt_lt: Siuntėjo (pvz., įmonės pavadinimas) vardą.
sr_sp: Ime pošiljaoca (npr. naziv preduzeća).

# Languages::tt_addons_newsletters_views_mailing_lists_update_reply_to
source: Email to send replies to.
ka_ge: ელ-ფოსტა რომელზეც იგზავნება პასუხები.
lt_lt: Elektroninio pašto atsakymus.
sr_sp: E-mail adresa za slanje odgovora.

# Languages::tt_addons_newsletters_views_newsletters_update_more_subjects
source: If several subjects are specified, email subject is randomly picked from this list.
ka_ge: თუ მითიტებული რამოდენიმე თემა, წერილის თემა ირჩევა შემთხვევით მაგ სიიდან.
lt_lt: Jei nurodomi keli dalykai, siųsti temą atsitiktinai pasirinko iš šio sąrašo.
sr_sp: Ako je precizirano nekoliko tema, tema e-maila će biti po slučajnom izboru iz liste.

# Languages::tt_addons_newsletters_views_newsletters_update_users
source: If the message text contains the unsubscribe link, it will be empty for these users.
ka_ge: თუ შეტყობინება შეიცავს ბმულს გამოწერის გაუქმებისათვის, ის იქნება ცარიელი მაგ მომხმარებლებისთვის.
lt_lt: Jei pranešimo tekste yra prenumeratos atsisakymo nuorodą, jis bus tuščias šiems vartotojams.
sr_sp: Ako tekst sadrži link link za odjavu pretplate, biće prazno za ove korisnike.

# Languages::add_mailing_lists
source: Add mailing list
ka_ge: ელ-ფოსტის სიის დამატება
lt_lt: Pridėti adresų sąrašą
sr_sp: Dodaj mailing listu

# Languages::manage_subscribers
source: Manage subscribers
ka_ge: გამომწერების მართვა
lt_lt: Valdyti abonentams
sr_sp: Upravljanje pretplatnicima

# Languages::new_mailing_lists
source: New mailing list
ka_ge: ახალი ელ-ფოსტის სია
lt_lt: Naujas adresų sąrašas
sr_sp: Nova mailing lista

# Languages::newsletters.new_subscribers
source: New subscribers
ka_ge: ახალი გამომწერები

# SettingsSections::newsletters::general
source: General
ka_ge: ზოგადი
lt_lt: Bendras
sr_sp: Opšte

# SettingsOptions::newsletters::newsletters_per_pass
source: Newsletters sent per step
ka_ge: გამოწერის გაგზავნა ერთ ნაბიჯამდე
lt_lt: Naujienlaiškiai siunčiami per etapą
sr_sp: Bilteni korak po korak

# SettingsOptions::newsletters::elm_advanced_mailing_server_options
source: Advanced mailing server options
ka_ge: საფოსტო სერვისის გაფართოებული პარამეტრები
lt_lt: Išplėstiniai pašto serverio pasirinktys
sr_sp: Napredne opcije mailing servera

# SettingsOptions::newsletters::mailer_send_method
source: Method of sending e-mails
ka_ge: ელ-ფოსტის გაგზავნის ხერხი
lt_lt: Būdas siųsti el. laiškus
sr_sp: Način slanja e-mailova

# SettingsOptions::newsletters::elm_smtp_server_settings
source: SMTP server settings
ka_ge: SMTP სერვერის პარამეტრები
lt_lt: SMTP serverio nustatymai
sr_sp: Podešavanja SMTP servera

# SettingsOptions::newsletters::mailer_smtp_host
source: SMTP host
ka_ge: SMTP ჰოსტი
lt_lt: SMTP hosto

# SettingsOptions::newsletters::mailer_smtp_username
source: SMTP username
ka_ge: SMTP სახელი
lt_lt: SMTP vartotojo vardas
sr_sp: SMTP korisničko ime

# SettingsOptions::newsletters::mailer_smtp_password
source: SMTP password
ka_ge: SMTP პაროლი
lt_lt: SMTP slaptažodis
sr_sp: SMTP lozinka

# SettingsOptions::newsletters::mailer_smtp_ecrypted_connection
source: Use Encrypted Connection
ka_ge: დაცული კავშირის გამოყენება
lt_lt: Naudokite Šifruotas ryšys
sr_sp: Koristite šifrovane veze

# SettingsVariants::newsletters::mailer_smtp_ecrypted_connection::none
source: None
ka_ge: ცარიელი
lt_lt: Nė vienas
sr_sp: Ništa

# SettingsOptions::newsletters::mailer_smtp_auth
source: Use SMTP authentication
ka_ge: SMTP ავტორიზაციის გამოყენება
lt_lt: Naudokite SMTP autentifikavimą
sr_sp: Koristi SMTP autentifikaciju

# SettingsVariants::newsletters::mailer_send_method::smtp
source: via SMTP server
ka_ge: SMTP სერვერით
lt_lt: per SMTP serverį
sr_sp: preko SMTP servera

# SettingsVariants::newsletters::mailer_send_method::mail
source: via php mail function
ka_ge: php mail ფუნქციით
lt_lt: per php mail funkcija
sr_sp: preko php mail funkcije

# SettingsVariants::newsletters::mailer_send_method::default
source: use default settings
ka_ge: ნაგულისხმევი პარამეტრების გამოყენება
lt_lt: Naudokite numatytuosius parametrus
sr_sp: koristi podrazumevana podešavanja

# SettingsSections::newsletters::promotions
source: Promotions
ka_ge: პრომო-აქციები
lt_lt: Akcijos
sr_sp: Promocije

# SettingsOptions::newsletters::coupon
source: Choose a promotion whose promo code will be given at subscription
ka_ge: იმ პრომო-აქციის შერჩევა, რომელიც იქნება გამოყენებული გამოწერის დროს
lt_lt: Pasirinkti akcijos kodą kuris buvo suteiktas prenumeratos metu
sr_sp: Odaberite promociju čija će šifra biti dodeljena prilikom pretplate

# Languages::subscribers_promo_subject
source: Thank you for subscribing! Use the coupon code [coupon] in our special offer "[promotion]".
ka_ge: მადლობთ გამოწერისთვის! გამოიყენეთ კუპონის კოდი [coupon] ომ მიიღოთ ჩვენი სპეციალური შემოთავაზება "[promotion]".
lt_lt: Ačiū už prenumeratą! Naudokite kupono kodą [coupon] kitam apsipirkimui "[promotion]".
sr_sp: Hvala vam na prijavi! Koristite kupon [coupon] u našoj specijalnoj ponudi "[promotion]".

# Languages::subscribers_no_promo
source: No promotion
ka_ge: პრომო-აქციის გარეშე
lt_lt: Jokio skatinimo
sr_sp: Nema promocija

# Languages::promotion_cond_subscribed
source: Customer is subscribed
ka_ge: მყიდველი გამოწერილია
lt_lt: Klientas yra užsiregistravęs
sr_sp: Kupac je pretplaćen

# Languages::addons.newsletters.email_exists_in_list
source: <b>[email]</b> is already in the mailing list
ka_ge: <b>[email]</b> უკვე საფოსტო სიაშია
