Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/paypal.po
Languages: ka_ge, sr_sp, sv_se

# Addons::name::paypal
source: PayPal payments
ka_ge: PayPal-ით გადახდები
sr_sp: PayPal uplate
sv_se: PayPal-betalningar

# Addons::description::paypal
source: Lets you accept payments via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal Advanced, and PayPal Payflow Pro.
ka_ge: გადახდების მიღება PayPal Express Checkou-ითt, PayPal Pro-ით, PayPal Standard-ით, PayPal Advanced-ით და PayPal Payflow Pro-ით.
sr_sp: Omogućava vam da prihvatite naplatu putem PayPal Express odjave, PayPal Pro, PayPal Standard, napredni PayPal i PayPal Payflow Pro.
sv_se: Kan du acceptera betalningar via PayPal Express Checkout, PayPal Pro, PayPal Standard, PayPal avancerade och PayPal Payflow Pro.

# SettingsOptions::paypal::override_customer_info
source: Override customer info
ka_ge: მომხმარებლის ინფორმაციის ახლიდან განისაზღვა
sr_sp: Premosti informacije o kupcu
sv_se: Åsidosätta kundinformation

# SettingsOptions::paypal::test_mode
source: Test mode
ka_ge: სატესტო რეჟიმი
sr_sp: Test Mod
sv_se: Testläge

# SettingsSections::paypal::general
source: General
ka_ge: ზოგადი
sr_sp: Opšte
sv_se: De allmänna

# Languages::protection_eligibility
source: Protection eligibility
ka_ge: დაცვის უფლებამოსილება
sr_sp: Podobnost za zaštitu
sv_se: Skydd stödberättigande

# SettingsOptions::paypal::paypal_ipn_settings
source: Instant payment notification settings
ka_ge: მომენტალური გადახდის შეტყობინებების პარამეტრები
sr_sp: Postavke o instant plaćanju
sv_se: Omedelbar betalning anmälan inställningar

# SettingsOptions::paypal::paypal_status_map
source: PayPal order status conversion map
ka_ge: შეკვეთების სტატუსების შესაბამისობა PayPal-ის და მაღაზიის შორის
sr_sp: Mapa za konverziju PayPal statusa
sv_se: PayPal order status konvertering karta

# SettingsOptions::paypal::paypal_logo_uploader
source: PayPal logo settings
ka_ge: PayPal-ის ლოგოს პარამეტრები
sr_sp: PayPal logo postavke
sv_se: PayPal logotyp inställningar

# Languages::text_paypal_surcharge
source: <b>Note:</b> According to the PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>policy</a> (4.6), surcharges are not supported.
ka_ge: <b>შენიშვნა:</b> თანახმად <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'>პოლიტიკის PayPal</a>, (4.6) დამ. გადახდები არ აქვთ.
sr_sp: <b>Napomena:</b> Na osnovu PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> politike</a> (4.6), dodatne naplate nisu podržane.
sv_se: <b>Obs:</b> Enligt PayPal <a href='https://www.paypal.com/webapps/mpp/ua/useragreement-full#4' target='_blank'> politik</a> (4.6) stöds tilläggsavgifter inte.

# Languages::txn_id
source: Transaction ID
ka_ge: ტრანზაქციის ID
sr_sp: ID transakcije
sv_se: Transaktions-ID

# Languages::paypal_logo
source: PayPal logo
ka_ge: PayPal-ის ლოგო
sv_se: PayPal logotyp

# Languages::ttc_paypal_logo
source: Use a valid graphics format, such as .gif, .jpg, or .png. Limit the image to 190 pixels wide by 60 pixels high. PayPal crops images that are larger. PayPal places your logo image at the top of the cart review area.
ka_ge: გამოყენეთ გამოსახულება ფორმატებში .gif, .jpg ან .png ზომით 190 პიქსელამდე სიგანეში და 60 პიქსელი სიმაღლეში. უფრო მეტი ზომის გამოსახულება ავტომატურად იქნება შემცირებული PayPal-ით. PayPal-ი ანთავსებს თქვენს ლოგოს კალათის დათვალიერების ზედა ფართობში.
sr_sp: Koristite važeći grafički format, kao što je .gif, .jpg ili .png. Ograničite sliku na 190px širine i 60px visine. PayPal smanjuje slike koje su veće. PayPal postavlja tvoju sliku na vrhu oblasti za pregled korpe.
sv_se: Använd ett giltigt bildformat, som .gif, .jpg eller .png. Begränsa bilden till 190 pixlar bred x 60 bildpunkter hög. PayPal grödor bilder som är större. PayPal placerar din logotyp bilden överst i området cart recension.

# Languages::ipn_errors
source: IPN errors
ka_ge: IPN შეცდომები
sr_sp: IPN greška
sv_se: IPN fel

# Languages::pp_product_count_is_incorrect
source: Number of paid items is different than the number of items in the order
ka_ge: გადახდილი პროდუქციის რაოდენობა განსხვავდება შეკვეთის პროდუქციის რაოდენობისაგან
sr_sp: Broj plaćenih stavki se razlikuje od broja artikala
sv_se: Antalet betalda artiklar är annorlunda än antalet objekt i ordningen

# Languages::pp_currency_is_incorrect
source: Currency used for the payment is different than the order currency.
ka_ge: ვალუტა, გამოყენებადი გადასახდისთვის განსხვავდება შეკვეთის ვალუტისაგან.
sr_sp: Valuta koja se koristi za plaćanje se razlikuje od valute u narudžbi.
sv_se: Valutan som används för betalningen är annorlunda än den ordning valutan.

# Languages::pp_total_is_incorrect
source: Payment total is different than the order total.
ka_ge: გადახდის საჯარო თანხა განსხვავდება შეკვეთის საჯარო თანხისგან.
sr_sp: Ukupno plaćanje razlikuje se od ukupnog iznosa porudžbine.
sv_se: Betalning totala är annorlunda än ordertotalen.

# Languages::pp_mode
source: Paypal mode
ka_ge: Paypal-ის რეჟიმი
sr_sp: PayPal režim
sv_se: PayPal-läge

# Languages::paypal_vendor
source: Vendor
ka_ge: გამყიდველი
sv_se: Leverantör

# Languages::paypal_use_in_context_checkout
source: Use In-Context Checkout
ka_ge: In-Context Checkout-ის გამოყენება
sv_se: Använda kontextberoende kassan

# Languages::ttc_paypal_use_in_context_checkout
source: In-Context Checkout will not be used when the store is running in Widget mode
ka_ge: არ მუშაობს Widget-ის რეჟიმში
sv_se: Kontextberoende kassan kommer inte att användas när butiken körs i Widget-läge

# Languages::paypal_express_notice
source: A merchant ID is required for using <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> within this integration. You can look up your merchant ID by logging into <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. Click the profile icon on the top right side of the page and then select <b>Profile and settings</b> in the <b>Business Profile</b> menu. (If you do not see the profile icon at the top of the page, click <b>Profile</b>, which appears in the top menu when the <b>My Account tab</b> is selected.) Click <b>My business info</b> on the left, and the <b>Merchant account ID</b> is displayed in the list of profile items on the right.
ka_ge: Merchant ID სავალდებულო<a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'>In-Context Checkout feature</a> გამოყენება. თქვენ შეგიძლიათ მოძებნოთ თქვენი merchant ID՝ აქ შემოსვლით <a href='https://www.paypal.com/' target='_blank'>https://www.paypal.com/</a>. დააჭირეთ პროფილის იკონკას და აირჩიეთ ზედა მარჯვენა კუთხე <b>Profile and settings</b>, რომელიც იმყოფება <b>Business Profile</b> მენიუში. (თუ თქვენ ხედავთ პროფილის იკონკას, დააჭირეთ <b>Profile</b>, რომელიც იმყოფება მენიუში, როცა არჩეულია <b>My Account</b>თაბი). დააჭირეთ მარცხენა მხარეს მყოფ <b>My business info</b> და <b>Merchant account ID</b> იქნება ნაჩვენები მარჯვენა მხარეს.
sv_se: En köpman ID krävs för att använda <a href='https://developer.paypal.com/docs/classic/express-checkout/in-context' target='_blank'> kontextberoende kassan funktionen</a> inom denna integration. Du kan slå upp din handlare ID genom att logga in <a href='https://www.paypal.com/' target='_blank'> https://www.paypal.com/</a>. Klicka på profilikonen på längst upp till höger på sidan och välj sedan <b>profilen och inställningar</b> i menyn <b>Affärsprofil</b>. (Om du inte ser profilikonen överst på sidan, klicka <b>profil</b>, vilket visas i den översta menyn när <b>mitt konto fliken</b> markeras.) Klicka på <b>min business info</b> till vänster och <b>Merchant konto-ID</b> visas i listan över objekt som profil till höger.

# Languages::paypal_ipn_note
source: Instant Payment Notification (IPN) is a service that automatically notifies merchants of events related to PayPal transactions.<br>When a customer places an order and chooses PayPal as the payment method, the order gets the <b>Open</b> status.<br>PayPal then sends Instant Payment Notification messages that include the transaction status. This status changes the order status in your store according to the status conversion map.
ka_ge: მომენტალური გადახდის შეტყობინება (IPN) არის სერვისი, რომელიც ავტომატურად აცნობებს მომხმარებლებს ყველა მოვლენებზე, დაკავშირებული ტრანზაქციებთან PayPal-ში.<br>როდესაც მომხმარებელ აფორმებს შეკვეთას და ირჩევს PayPa-სl გადახდისთვის, შეკვეთა იღებს სტატუსს<b>ღია</b>სტატუსი<br>შემდეგ PayPal--ი აგზავნის მომენტალურ გადახდის შეტყობინებას, რომელიც შეიცავს ტრანზაქციის სტატუსს. ეს სტატუსი ცვლის შეკვეთის სტატუსს მაღაზიაში პარამეტრების ტანახმად შეკვეთების სტატუსების შესაბამისობა PayPal-ის და მაღაზიას შორის.
sv_se: Omedelbar betalning Notification (IPN) är en tjänst som automatiskt meddelar köpmännen av händelser relaterade till PayPal-transaktioner. <br>När en kund gör en beställning och väljer PayPal som betalningssätt, beställa får statusen <b>öppen</b>. <br>PayPal sedan skickar Instant Payment Notification meddelanden med transaktionsstatus. Orderstatus i din butik enligt status konvertering kartan ändras denna status.

# Languages::paypal_ipn_transaction_status
source: Transaction status
ka_ge: ტრანზაქციის სტატუსი
sv_se: Transaktionsstatus
