Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/polls.po
Languages: ka_ge, lt_lt, sk_sk, sr_sp

# Addons::name::polls
source: Polls
ka_ge: გამოკითხვები
lt_lt: Apklausos
sk_sk: Ankety
sr_sp: Ankete

# Addons::description::polls
source: Adds a possibility to add customized polls to the site
ka_ge: მომხმარებლების გამოკითხვები ხმის მიცემის ფორმები საიტზე
lt_lt: Prideda galimybę pridėti individualų apklausas į svetainę
sk_sk: Pridáva možnosť vytvárať na stránke vlastné ankety
sr_sp: Omogućuje dodavanje prilagodljivih anketa na sajt

# Languages::use_for_polls
source: Polls
ka_ge: გამოკითხვები
lt_lt: Apklausos
sk_sk: Ankety
sr_sp: Ankete

# Languages::tmpl_polls_central
source: Central
ka_ge: ცენტრალური
lt_lt: Centrinis
sk_sk: Centrálne
sr_sp: Centralno

# Languages::tmpl_polls_side
source: Side box
ka_ge: გრაფაში
lt_lt: Pusės langelyje
sk_sk: Bočné pole
sr_sp: Blok sa strane

# Languages::polls_answers_with_comments
source: Answers with comments
ka_ge: პასუხები კომენტარებით
lt_lt: Atsakymai su komentarais
sk_sk: Odpovede s komentármi
sr_sp: Odgovori sa komentarima

# Languages::polls_have_completed
source: You have already completed this poll.
ka_ge: თქვენ უკვე დაასრულეთ გამოკითხვა.
lt_lt: Jūs jau dalyvavote šioje apklausoje.
sk_sk: Túto anketu ste už vyplnili.
sr_sp: Već ste učestvovali u ovoj anketi.

# Languages::polls_total_votes
source: Total votes
ka_ge: ხმების რაოდენობა
lt_lt: Iš viso dalyvavo
sk_sk: Celkový počet hlasov
sr_sp: Ukupno glasova

# Languages::polls
source: Polls
ka_ge: გამოკითხვები
lt_lt: Apklausos
sk_sk: Ankety
sr_sp: Ankete

# Languages::new_poll
source: New poll
ka_ge: ახალი გამოკითხვა
lt_lt: Nauja apklausa
sk_sk: Nová anketa
sr_sp: Nova anketa

# Languages::editing_poll
source: Editing poll
ka_ge: გამოკითხვის რედაქტირება
lt_lt: Redaguoti apklausą
sk_sk: Upraviť anketu
sr_sp: Izmena ankete

# Languages::text_you_have_already_filled_this_poll
source: You have already completed this poll
ka_ge: თქვენ უკვე დაასრულეთ გამოკითხვა
lt_lt: Jūs jau dalyvavote šioje apklausoje
sk_sk: Túto anketu ste už vyplnili
sr_sp: Već ste učestvovali u ovoj anketi

# Languages::block_polls
source: Polls
ka_ge: გამოკითხვები
lt_lt: Apklausos
sk_sk: Ankety
sr_sp: Ankete

# Languages::poll
source: Poll
ka_ge: გამოკითხვა
lt_lt: Apklausa
sk_sk: Anketa
sr_sp: Anketa

# Languages::questions
source: Questions
ka_ge: შეკითხვები
lt_lt: Klausimai
sk_sk: Otázky
sr_sp: Pitanja

# Languages::poll_statistics
source: Poll statistics
ka_ge: გამოკითხვის სტატისტიკა
lt_lt: Apklausos statistika
sk_sk: Štatistika ankety
sr_sp: Statistike ankete

# Languages::add_polls_and_close
source: Add polls and close
ka_ge: გამოკითხვის დამატება და დახურვა
lt_lt: Pridėti apklausas ir uždaryti
sk_sk: Pridať ankety a zatvoriť
sr_sp: Dodaj ankete i zatvori

# Languages::add_polls
source: Add polls
ka_ge: გამოკითხვის დამატება
lt_lt: Pridėti apklausą
sk_sk: Pridať ankety
sr_sp: Dodaj ankete

# Languages::required_not_answered
source: You should answer all the mandatory questions
ka_ge: გთხოვთ, უპასუხეთ ყველა საჭირო კითხვას
lt_lt: Jums turite atsakyti į privalomus klausimus
sk_sk: Mali by ste odpovedať na všetky povinné otázky
sr_sp: Treba da odgovorite na sva obavezna pitanja

# Languages::thanks_for_voting
source: Thank you for taking time to complete this poll.
ka_ge: გმადლობთ, გამოკითხვაში მონაცილეობისათვის.
lt_lt: Ačiū, kad radote laiko užpildyti šią apklausą.
sk_sk: Ďakujeme vám za váš čas a vyplnenie tejto ankety.
sr_sp: Hvala što ste učestvovali u ovoj anketi.

# Languages::poll_show_results
source: Poll results visible to
ka_ge: გამოკითხვის შედეგების ჩვენება
lt_lt: Apklausos rezultatai matomi
sk_sk: Zobraziť výsledky ankety
sr_sp: Rezultati ankete vidljivi

# Languages::poll_results_nobody
source: nobody
ka_ge: არავინ
lt_lt: niekas
sk_sk: nikto
sr_sp: nikome

# Languages::poll_results_voted
source: voted users
ka_ge: ხმამიცემული მომხმარებლები
lt_lt: dalyvavę vartotojai
sk_sk: hlasovali používatelia
sr_sp: glasačima

# Languages::poll_results_everybody
source: everybody (in a pop-up)
ka_ge: ყველას (in a pop-up)
lt_lt: visiems (pop-up)
sk_sk: všetci (pop-up)
sr_sp: svima (u iskačućem prozoru)

# Languages::poll_header
source: Poll header
ka_ge: გამოკითხვის სათაური
lt_lt: Apklausos antraštė
sk_sk: Hlavička ankety
sr_sp: Zaglavlje ankete

# Languages::poll_footer
source: Poll footer
ka_ge: ტექსტი გამოკითხვის ქვედა ნაწილში
lt_lt: Apklausos poraštė
sk_sk: Päta ankety
sr_sp: Fusnota ankete

# Languages::poll_results
source: Poll message
ka_ge: შეტყობინება ხმის მიცემის შემდეგ
lt_lt: Apklausos pranešimas
sk_sk: Správa ankety
sr_sp: Tekst ankete

# Languages::new_question
source: New question
ka_ge: ახალი შეკითხვა
lt_lt: Naujas klausimas
sk_sk: Nová otázka
sr_sp: Novo pitanje

# Languages::add_question
source: Add question
ka_ge: შეკითხვის დამატება
lt_lt: Pridėti klausimą
sk_sk: Pridať otázku
sr_sp: Dodaj pitanje

# Languages::editing_question
source: Editing question
ka_ge: შეკითხვის რედაქტირება
lt_lt: Redaguoti klausimą
sk_sk: Upraviť otázku
sr_sp: Izmena pitanja

# Languages::add_poll
source: Add poll
ka_ge: გამოკითხვის დამატება
lt_lt: Pridėti apklausą
sk_sk: Pridať anketu
sr_sp: Dodaj anketu

# Languages::polls_total_submited
source: Total number of submitted poll forms
ka_ge: შევსებული ფორმების საერთო რაოდენობა
lt_lt: Iš viso pateiktų apklausos formų
sk_sk: Celkový počet odoslaných anketových formulárov
sr_sp: Ukupan broj anketa

# Languages::polls_total_completed
source: Number of poll forms completed in full
ka_ge: სრულად შევსებული ფორმების რაოდენობა
lt_lt: Apklausos formos užpildytos pilnai
sk_sk: Počet anketových formulárov vyplnených v plnom rozsahu
sr_sp: Broj potpuno završenih anketa

# Languages::polls_first_submited
source: First poll form submitted
ka_ge: პირველი შევსებული ფორმა
lt_lt: Pirmosios apklausos formą, pateiktos
sk_sk: Prvý odoslaný anketový formulár
sr_sp: Prva anketa postavljena

# Languages::polls_last_submited
source: Last poll form submitted
ka_ge: ბოლო შევსებული ფორმა
lt_lt: Paskutinė apklausa formą pateikta
sk_sk: Posledný odoslaný anketový formulár
sr_sp: Poslednja anketa postavljena

# Languages::statistics_by_questions
source: Statistics by questions
ka_ge: შეკითხვების სტატისტიკა
lt_lt: Statistika pagal klausimus
sk_sk: Štatistky po otázkach
sr_sp: Statistike po pitanjima

# Languages::view_answers
source: View answers
ka_ge: პასუხების ნახვა
lt_lt: Rodyti atsakymus
sk_sk: Zobraziť odpovede
sr_sp: Pogledaj odgovore

# Languages::polls_votes
source: Votes
ka_ge: ხმები
lt_lt: Balsai
sk_sk: Hlasov
sr_sp: Glasovi

# Languages::answers
source: Answers
ka_ge: პასუხები
lt_lt: Atsakymai
sk_sk: Odpovede
sr_sp: Odgovori

# Languages::question_text
source: Question text
ka_ge: შეკითხვის ტექსტი
lt_lt: Klausimo tekstas
sk_sk: Text otázky
sr_sp: Tekst pitanja

# Languages::select_single_type
source: Select single option
ka_ge: აირჩიეთ პასუხის ერთი ვარიანტი
lt_lt: Pasirinkite vieną parinktį
sk_sk: Vyberte jednu možnosť
sr_sp: Izaberi jednu opciju

# Languages::select_one_or_more_type
source: Select one or more options
ka_ge: აირჩიეთ პასუხის ერთი ან რამოდენიმე ვარიანტი
lt_lt: Pasirinkite vieną ar kelias pasirinktis
sk_sk: Vyberte jednu alebo viac možností
sr_sp: Izaberi jednu ili više opcija

# Languages::text_answer_type
source: Provide a textual answer
ka_ge: საკუთარი პასუხი
lt_lt: Pateikti tekstinį atsakymą
sk_sk: Napíšte odpoveď
sr_sp: Unesi tekstualni odgovor

# Languages::answer_text
source: Answer text
ka_ge: პასუხის ტექსტი
lt_lt: Atsakymo tekstas
sk_sk: Text odpovede
sr_sp: Tekst odgovora

# Languages::text_box
source: Text box
ka_ge: ტექსტის ველი
lt_lt: Teksto laukas
sk_sk: Textové pole
sr_sp: Polje za tekst

# Languages::tt_addons_polls_hooks_pages_tabs_content_post_poll_results
source: Message that is displayed in the storefront after the poll is completed.
ka_ge: შეტყობინება, რომელიც ჩანს მაღაზიაში გამოკითხვის დასრულების შემდეგ.
lt_lt: Pranešimas, kuris rodomas po apklausos pabaigimo.
sk_sk: Správa, ktorá je zobrazená v priečelí po dokončení ankety.
sr_sp: Poruka koja će biti prikazana na elektronskoj prodavnici kada se anketa završi.

# SettingsSections::polls::general
source: General
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::polls::polls_votes_on_page
source: Votes on page
ka_ge: ხმები გვერდზე
lt_lt: Balsų puslapyje
sk_sk: Hlasov na stránke
sr_sp: Glasovi na stranici

# SettingsOptions::polls::polls_comments_on_page
source: Answers on page
ka_ge: პასუხები გვერდზე
lt_lt: Atsakymai puslapyje
sk_sk: Odpovedí na stránke
sr_sp: Odgovori na stranici
