Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/quickbooks.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::description::quickbooks
source: Integrates the Quickbooks accounting software with the store
hr_hr: Integrira Quickbooks knjigovodstveni program s trgovinom
ka_ge: Quickbooks -ის სერვისთან ინტეგრაცია
lt_lt: Integruoja Quickbooks apskaitos programa su parduotuve
sk_sk: Integruje účtovný softér Quickbooks do obchodu
sr_sp: Integriše računovodstveni sofware Quickbooks u elektronsku prodavnicu

# Languages::export_to_quickbooks
source: Export to Quickbooks
hr_hr: Izvoz u Quickbooks
ka_ge: Quickbooks-ში დაექსპორტება
lt_lt: Eksportuoti į Quickbooks
sk_sk: Exportovať do aplikácie Quickbooks
sr_sp: Izvoz u Quickbooks

# SettingsSections::quickbooks::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::quickbooks::trns_class
source: Transaction class name
hr_hr: Naziv klase transakcija
ka_ge: ტრანზაქციის კლასის სახელი
lt_lt: Sandorio klasės pavadinimas
sk_sk: Názov triedy transakcie
sr_sp: Naziv klase transakcije

# SettingsOptions::quickbooks::accnt_tax
source: Account to track taxes. The type of this account should be INC.
hr_hr: Račun za praćenje poreza. Tip ovog računa bi trebao biti INC.
ka_ge: აკაუნტი გადასახადების თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს INC.
lt_lt: Sąskaita sekti mokesčius. Šio abonemento tipo turėtų būti Inc
sk_sk: Účet daní. Typ tohto účtu by mal byť INC.
sr_sp: Nalog za praćenje poreza. Vrsta naloga treba da bude INC.

# SettingsOptions::quickbooks::accnt_product
source: Account to track product sales. The type of this account should be INC.
hr_hr: Račun za praćenje prodaje proizvoda. Tip ovog računa bi trebao biti INC.
ka_ge: აკაუნტი გაყიდვების თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს INC.
lt_lt: Į stebėti produkto pardavimo. Šio abonemento tipo turėtų būti Inc
sk_sk: Účet tržieb. Typ tohto účtu by mal byť INC.
sr_sp: Nalog za praćenje prodaje. Vrsta naloga treba da bude INC.

# SettingsOptions::quickbooks::accnt_shipping
source: Account to track shipping cost. The type of this account should be INC.
hr_hr: Račun za praćenje troškova dostave. Tip ovog računa bi trebao biti INC.
ka_ge: აკაუნტი მიწოდების ღირებულების თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს INC.
lt_lt: Į stebėti siuntimo išlaidų. Šio abonemento tipo turėtų būti Inc
sk_sk: Účet prepravných nákladov. Typ tohto účtu by mal byť INC.
sr_sp: Nalog za praćenje troškova isporuke. Vrsta naloga treba da bude INC.

# SettingsOptions::quickbooks::accnt_discount
source: Account to track discounts. The type of this account should be INC.
hr_hr: Račun za praćenje popusta. Tip ovog računa bi trebao biti INC.
ka_ge: აკაუნტი ფასდაკლებების თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს INC.
lt_lt: Sąskaita sekti nuolaidas. Šio abonemento tipo turėtų būti Inc
sk_sk: Účet zliav. Typ tohto účtu by mal byt INC.
sr_sp: Nalog za praćenje popusta. Vrsta naloga treba da bude INC.

# SettingsOptions::quickbooks::accnt_surcharge
source: Account to track the payment surcharge of your items sales (where applicable). The type of this account should be INC.
hr_hr: Račun za praćenje plaćanja uz nadoplatu vaših predmeta prodaje (gdje je primjenjivo).Vrsta tog računa treba biti INC.
ka_ge: აკაუნტი დამატებითი გადახდების თვალყურისთვის (თუ არის). ჩანაწერის ტიპი უნდა იყოს INC.
lt_lt: Tenka stebėti mokėjimo už papildomą mokestį jūsų prekių pardavimo (kai taikoma). Šio abonemento tipo turėtų būti Inc
sk_sk: Účet na sledovanie príplatkov pri vašich tržbách (podľa potreby). Typ tohto účtu by mal byť INC.
sr_sp: Nalog za praćenje plaćanja taksi na prodate proizvode (gde je primenjivo). Vrsta naloga treba da bude INC.

# SettingsOptions::quickbooks::accnt_asset
source: Account to track the value of your inventory. The type of this account should be OASSET.
hr_hr: Račun za praćenje vrijednosti zaliha. Tip ovog računa bi trebao biti OASSET.
ka_ge: აკაუნტი პროდუქციის რაოდენობის თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს OASSET.
lt_lt: Sąskaita, stebėti savo atsargų vertę. Šios sąskaitos tipas turi būti OASSET.
sk_sk: Účet zásob. Typ tohto účtu by mal byť OASSET.
sr_sp: Nalog za praćenje vrednosti inventara. Vrsta naloga treba da bude OASSET.

# SettingsOptions::quickbooks::accnt_cogs
source: Account to track the cost of your items sales. The type of this account should be COGS.
hr_hr: Račun za praćenje troškova predmeta prodaje.Vrsta tog računa treba biti COGS.
ka_ge: აკაუნტი გაყიდვების თვალყურისთვის. ჩანაწერის ტიპი უნდა იყოს COGS.
lt_lt: Sąskaita, stebėti savo prekių pardavimo kaina. Šio abonemento tipo turėtų būti PPS.
sk_sk: Účet na sledovanie nákladov na predaj položiek. Typ tohto účtu by mal byť COGS.
sr_sp: Nalog za praćenje cena prodatih proizvoda. Vrsta naloga treba da bude COGS.
