Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/reward_points.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::name::reward_points
source: Reward points
hr_hr: Nagradni bodovi
ka_ge: საბონუსო ქულები
lt_lt: Lojalumo taškai
sk_sk: Zákaznícke body
sr_sp: Nagradni poeni

# Addons::description::reward_points
source: Lets customers earn and spend points for purchases
hr_hr: Omogućuje korisnicima zaraditi i trošiti bodove za kupnju
ka_ge: ბონუსები და ჯილდოები შესყიდვებისთვისს
lt_lt: Leidžia klientams gauti ir išleisti taškus už pirkinius
sk_sk: Umožňuje zákazníkom získavať a míňať body za nákupy
sr_sp: Dozvoljava kupcima da zarađuju i troše poene za kupovinu

# Languages::reward_points
source: Reward points
hr_hr: Nagradni bodovi
ka_ge: საბონუსო ქულები
lt_lt: Lojalumo taškai
sk_sk: Zákaznícke body
sr_sp: Nagradni poeni

# Languages::reward_points_log
source: Reward points log
hr_hr: Dnevnik nagradnih bodova
ka_ge: საბონუსო ქულების ჟურნალი
lt_lt: Lojalumo taškų logas
sk_sk: Záznam zákazníckych bodov
sr_sp: Log nagradnih poena

# Languages::reward_points_menu_description
source: Assign global reward points in your store.
hr_hr: Dodijelite globalne nagradne bodove u vašoj trgovini.
ka_ge: გლობალური საბონუსო ქულების პარამეტრები მაღაზიაში.
lt_lt: Priskirti globalius lojalumo taškus parduotuvėje.
sk_sk: Globálne priradiť zákaznícke body vo vašom obchode.
sr_sp: Dodeli globalne nagradne poene u elektronskoj prodavnici.

# Languages::promotion_cond_reward_points
source: Points on user account
hr_hr: Bodova na korisničkom računu
ka_ge: მომხმარებლის ბონუსები
lt_lt: Taškai vartotojo abonemente
sk_sk: Body na používateľskom účte
sr_sp: Poeni na korisničkom nalogu

# Languages::points
source: Points
hr_hr: Bodovi
ka_ge: ქულები
lt_lt: Taškai
sk_sk: Body
sr_sp: Poeni

# Languages::points_in_use
source: Points in use
hr_hr: Bodovi u uporabi
ka_ge: გამოყენებადი ქულები
lt_lt: Taškai naudojami
sk_sk: Používané body
sr_sp: Poeni u upotrebi

# Languages::points_in_use_lower
source: points in use
hr_hr: bodovi u uporabi
ka_ge: გამოყენებადი ქულები
lt_lt: Taškai naudojami
sk_sk: používané body
sr_sp: Poeni u upotrebi

# Languages::points_lower
source: points
hr_hr: bodovi
ka_ge: ქულები
lt_lt: taškai
sk_sk: bodov
sr_sp: poeni

# Languages::points_in_use_lowercase
source: [n] point in use|[n] points in use
hr_hr: [n] bod u upotrebi | [n] bodova u uporabi
ka_ge: [n] ქულა გამოყენებულია|[n] ქულები გამოყენებულია
lt_lt: [n] taškai naudojami|[n] taškai naudojami
sr_sp: [n] svrhe use|[n] poena u upotrebi

# Languages::points_lowercase
source: [n] point|[n] points
hr_hr: [n] bod | [n] bodova
ka_ge: [n] ქულა|[n] ქულები
lt_lt: [n] taškas|[n] taškai
sr_sp: [n] point|[n] poena

# Languages::points_to_use
source: Points to use
hr_hr: Bodovi za korištenje
ka_ge: გამოსაყენებელი ქულები
lt_lt: Taškai naudojami
sk_sk: Body na použitie
sr_sp: Poeni za upotrebu

# Languages::point_payment
source: Point payment
hr_hr: Plaćanje bodova
ka_ge: გადახდა ქულებით
lt_lt: Mokėjimas taškais
sk_sk: Platba bodmi
sr_sp: Plaćanje poenima

# Languages::point_price
source: Price in points
hr_hr: Cijena u bodovima
ka_ge: ფასი ქულებში
lt_lt: Kaina taškais
sk_sk: Cena v bodoch
sr_sp: Cena u poenima

# Languages::text_increase_points_in_use
source: The points used in the order were added to user account.
hr_hr: Bodovi korišteni u narudžbi su dodani na korisnički račun.
ka_ge: ქულები, გამოყენებულნი შეკვეთაში, იყვნენ დამატებულნი თქვენს ანგარიშზე.
lt_lt: Taškai naudojami užsakyme buvo įtraukti į vartotojo sąskaitą.
sk_sk: Body použité v objednávke boli pridané na používateľský účet.
sr_sp: Poeni korišćeni u porudžbini su dodati na korisnički nalog.

# Languages::text_points_used_in_order
source: Points were used in order
hr_hr: Bodovi su korišteni u narudžbi
ka_ge: ქულები იყვნენ გამოყენებულნი შეკვეთაში
lt_lt: Taškai panaudoti užsakyme
sk_sk: V objednávke boli použité body
sr_sp: Poeni su korišćeni u porudžbini

# Languages::text_point_in_account
source: You have
hr_hr: Imate
ka_ge: თქვენ გაქვთ
lt_lt: Jūs turite
sk_sk: Máte
sr_sp: Imate

# Languages::pay_by_points
source: Allow payment by points
hr_hr: Omogući plaćanje bodovima
ka_ge: ქულებით გადახდის შესაძლებლობა
lt_lt: Leisti mokėjimą taškais
sk_sk: Povoliť platbu bodmi
sr_sp: Dozvoli plaćanje poenima

# Languages::override_per
source: Override global PER
hr_hr: Nadjačaj globalno PER
ka_ge: გლობალური PER-ის ჩანაცვლება
lt_lt: Nepaisyti globalaus PER
sk_sk: Potlačiť globálnu hodnotu KB
sr_sp: Zanemari globalni KP

# Languages::override_gc_points_brief
source: Override global/category points
hr_hr: Nadjačaj globalno/kategorija bodova
ka_ge: გლობალური ქულების და კატეგორიის ქულების ჩანაცვლება
lt_lt: Nepaisyti globalaus/kategorijos taškų
sk_sk: Potlačiť globálne body/body v kategórii
sr_sp: Zanemari globalnu/kategoriju poena

# Languages::text_points_exceed_points_on_account
source: The number of the points entered by you exceeds the number of points at your account.
hr_hr: Broj bodova koje ste upisali premašuje broj bodova na Vašem računu.
ka_ge: ქულების რაოდენობა, რომელიც თქვენ შეიყვანეთ, უფრო მეტია, ვიდრე ქულების რაოდენობა თქვენს ანგარიშზე.
lt_lt: Įrašyti jūsų taškų skaičius viršija taškų kiekį esantį jūsų paskyroje.
sk_sk: Počet zadaných bodov je vyšší ako počet bodov na vašom účte.
sr_sp: Broj poena koje ste uneli prevazilazi broj poena na Vašem nalogu.

# Languages::text_points_exceed_points_that_can_be_applied
source: The number of points entered by you exceeds the number of points that can be applied to this order.
hr_hr: Broj bodova koje ste upisali premašuje broj bodova koji se mogu primijeniti na ovu narudžbu.
ka_ge: ქულების რაოდენობა, რომელიც თქვენ შეიყვანეთ, უფრო მეტია, ვიდრე შეიძლება გამოყენებული იქნას ამ შეკვეთაში.
lt_lt: Įrašytas jūsų taškų skaičius yra didesnis nei gali būti taikomi šiam užsakymui.
sk_sk: Počet zadaných bodov je vyšší ako počet bodov, ktoré je možné použiť v tejto objednávke.
sr_sp: Broj poena koje ste uneli prevazilazi broj poena koji se mogu upotrebiti za ovu porudžbinu.

# Languages::text_points_cannot_applied_because_subtotal_redeemed
source: Points cannot be applied because the subtotal is completely redeemed.
hr_hr: Bodovi se ne mogu primijeniti jer međuzbroj je potpuno otkupljen.
ka_ge: ქულები არ შეიძლება იყოს გამოყენებული, რადგან ჯამი მთლიანად დაფარულია.
lt_lt: Taškų negali būti taikomi nes suma gaunasi visiškai išpirkta.
sk_sk: Nemôžete použiť body, pretože medzisúčet je vyrovnaný.
sr_sp: Poeni ne mogu biti iskorišćeni jer je suma proizvoda nadoknađena.

# Languages::text_cannot_apply_points_to_this_order_because_total
source: Unfortunately, you cannot apply points to this order, because the total cost is zero.
hr_hr: Nažalost, ne možete primijeniti bodove na ovu narudžbu, jer je ukupni trošak nula.
ka_ge: სამწუხაროდ, თქვენ ვერ შეძლებთ გამოიყენოთ ქულები ამ შეკვეთაში, რადგან მისი საერთო ღირებულება უდრის ნულს.
lt_lt: Deja, negalima taikyti taškų šiam užsakymui, nes bendra kaina yra lygi nuliui.
sk_sk: Bohužiaľ v tejto objednávke nemôžete použiť body, pretože jej suma sa rovná nule.
sr_sp: Nažalost, ne možete koristiti poene za ovu porudžbinu jer je ukupna suma nula.

# Languages::text_cannot_apply_points_to_this_order_because_user
source: Unfortunately, you cannot apply points to this order, because you do not have enough points at the account.
hr_hr: Nažalost, ne možete primijeniti bodove na ovu narudžbu, jer nemate dovoljno bodova na računu.
ka_ge: სამწუხაროდ, თქვენ ვერ შეძლებთ გამოიყენოთ ქულები ამ შეკვეთაში, რადგან თქვენს ანგარიშზე არ არის საკმარისი ქულა.
lt_lt: Deja, negalima taikyti taškų šiam užsakymui, nes jūs neturite pakankamai taškų sąskaitoje.
sk_sk: Bohužiaľ v tejto objednávke nemôžete použiť body, pretože ich na účte nemáte dostatok.
sr_sp: Nažalost, ne možete koristiti poene za ovu porudžbinu zato što nemate dovoljno poena na korisničkom nalogu.

# Languages::text_order_status_has_not_been_changed
source: The order status has not been changed, because the user did not have enough points.
hr_hr: Status naloga još nije promijenjen, jer korisnik nije imao dovoljno bodova.
ka_ge: შეკვეთის სტატუსი არ იყო შეცვლილი, იმიტომ რომ მომხმარებელს არ აქვს საკმარისი ქულა.
lt_lt: Užsakymo būsena nepakeista, nes vartotojas neturi pakankamai taškų.
sk_sk: Stav objednávky nebol zmenený, pretože používateľ nemal dostatok bodov.
sr_sp: StThe us porudžbine nije promenjen jer kupac nije imao dovoljno poena.

# Languages::price_in_points_increased
source: Price in points has been increased by
hr_hr: Cijena u bodovima je povećana za
ka_ge: ფასი ქულებში გაიზარდა ასე
lt_lt: Kaina taškais buvo padidinta
sk_sk: Cena v bodoch bola zvýšená o
sr_sp: Cena u poenima je uvećana za

# Languages::price_in_points_decreased
source: Price in points has been decreased by
hr_hr: Cijena u bodovima je umanjena za
ka_ge: ფასი ქულებში დაიკლო ასე
lt_lt: Kaina taškais buvo sumažinta
sk_sk: Cena v bodoch bola znížená o
sr_sp: Cena u poenima je umanjena za

# Languages::earned_points
source: Points earned per product
hr_hr: Zarađeni bodovi po proizvodu
ka_ge: თითო პროდუქტის ქულა
lt_lt: Gaunamas taškų skaičius už prekę
sk_sk: Body získané za produkt
sr_sp: Poeni zarađeni po proizvodu

# Languages::override_g_points
source: Override global point value for all products in this category
hr_hr: Nadjačaj vrijednosti globalne točke za sve proizvode u ovoj kategoriji
ka_ge: გლობალური ქულების ჩანაცვლება ამ კატეგორიის ყველა პროდუქციისათვის
lt_lt: Nepaisyti globalių taškų nustatymų visiems produktams šioje kategorijoje
sk_sk: Potlačiť globálnu bodovú hodnotu pre všetky produkty v tejto kategórii
sr_sp: Ignoriđi globalne vrednosti poena za sve proizvode u ovoj kategoriji

# Languages::amount_type
source: Amount type
hr_hr: Vrsta iznosa
ka_ge: რაოდენობის ტიპი
lt_lt: Sumos tipas
sk_sk: Typ čiastky
sr_sp: Vrsta iznosa

# Languages::maximum
source: Maximum
hr_hr: Maksimalan
ka_ge: მაქსიმუმი
lt_lt: Maksimalus
sk_sk: Maximálne
sr_sp: Maksimum

# Languages::earned_point_modifier
source: Earned point modifier
hr_hr: Modifikator zarađenih bodova
ka_ge: ქულების მოდიფიკატორი
lt_lt: Uždirbtų taškų modifikatorius
sk_sk: Modifikátor získaných bodov
sr_sp: Modifikator zarađenih poena

# Languages::override_gc_points
source: Override global/category point value for this product
hr_hr: Nadjačaj točku globalne/Kategorije vrijednosti za ovaj proizvod
ka_ge: ამ პროდუქციისათვის გლობალური ქულების და კატეგორიის ქულების ჩანაცვლება
lt_lt: Nepaisyti globalių/kategorijos taškų vertės šiam produktui
sk_sk: Potlačiť globálnu/kategorickú bodovú hodnotu pre tento produkt
sr_sp: Ignoriši globalne/vrednost poena kategorije za ovaj proizvod

# Languages::view_user_points
source: View user points
hr_hr: Prikaz korisničkih bodova
ka_ge: მომხმარებლის ქულების ნახვა
lt_lt: Rodyti vartotojo taškus
sk_sk: Zobraziť body používateľa
sr_sp: Pregledaj poene korisnika

# Languages::log
source: Log
hr_hr: Dnevnik
ka_ge: მოვლენების ჟურნალი
lt_lt: Logas
sk_sk: Záznam

# Languages::subtract
source: Subtract
hr_hr: Oduzimanje
ka_ge: ჩამოჭრა
lt_lt: Atimti
sk_sk: Odčítať
sr_sp: Oduzmi

# Languages::change_points
source: Change points
hr_hr: Promjena bodova
ka_ge: ქულების შეცვლა
lt_lt: Keisti taškus
sk_sk: Zmeniť body
sr_sp: Izmeni poene

# Languages::add_subtract_points
source: Add & subtract points
hr_hr: Dodajte i oduzmite bodove
ka_ge: ქულების დამატება ან ჩამოჭრა
lt_lt: Pridėti ir atimti taškus
sk_sk: Pripočítať alebo odčítať body
sr_sp: Dodavanje i oduzimanje poena

# Languages::cleanup_log
source: Cleanup log
hr_hr: Čišćenje zapisnika
ka_ge: მოვლენების ჟურნალის გასუფთავება
lt_lt: Valymo žurnalas
sk_sk: Vyčistenie záznamu
sr_sp: Log čišćenja

# Languages::we_would_like_to_inform
source: We would like to inform you that
hr_hr: Željeli bismo Vas obavijestiti da
ka_ge: ჩვენ გვსურს შეგატყობინოთ რომ
lt_lt: Mes norėtume jus informuoti, kad
sk_sk: Radi by sme vás informovali, že
sr_sp: Želimo da Vas obavestimo da

# Languages::reward_points_subj_added_to
source: have been added to your account.
hr_hr: su dodani na vaš račun.
ka_ge: დამატებულია თქვენს აკაუნტში.
lt_lt: buvo pridėta į jūsų sąskaitą.
sk_sk: bolo pridaných na váš účet.
sr_sp: dodato na Vaš korisnički nalog.

# Languages::reward_points_subj_subtracted_from
source: have been subtracted from your account.
hr_hr: su oduzeti od vašeg računa.
ka_ge: ჩამოიწერა თქვენს აკაუნტიდან.
lt_lt: buvo sumažinti iš jūsų turimų.
sk_sk: bolo odobratých z vášho účtu.
sr_sp: oduzeti sa Vašeg korisničkog naloga.

# Languages::privileges.manage_reward_points
source: Manage reward points system
hr_hr: Upravljanje sustavom nagradnih bodova
ka_ge: სასაჩუქრე ქულების სისტემის მართვა
lt_lt: Valdyti lojalumo taškų sistemą
sk_sk: Spravovať systém zákazníckych bodov
sr_sp: Upravljanje sistemom nagradnih poena

# SettingsSections::reward_points::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::reward_points::point_rate
source: Points Exchange Rate (PER - the number of points equal to 1 conventional unit)
hr_hr: Bodovi tečaj (PER - broj bodova jednak 1 konvencionalnoj jedinici)
ka_ge: ქულების კონვერტაციის კურსი (ქულების რაოდენობა ტოლი 1 სტანდარტული ერთეულის)
lt_lt: Nurodo keitimo kursą (PER - taškų lygi 1 įprastinių vienetas)
sk_sk: Výmenný kurz bodov (KB - počet bodov rovnajúcich sa jednej konvenčnej jednotke)
sr_sp: Kurs poena (KP - broj poena jednak jednoj novčanoj jedinici)

# SettingsOptions::reward_points::auto_price_in_points
source: "Price in points" is calculated automatically on PER basis
hr_hr: "Cijena u bodovima" automatski se izračunava na temelju PER-a
ka_ge: «ფასი ქულებში» ის ავტომატურად გამოითვლება კონვერტაციის კურსის საფუძველზე
lt_lt: "Kaina taškais" skaičiuojama automatiškai
sk_sk: "Cena v bodoch" bude automaticky vypočítaná na základe KB
sr_sp: "Cena u poenima" je izračunata automatski na osnovu KP

# SettingsOptions::reward_points::price_in_points_with_discounts
source: "Price in points" is recalculated taking into account discounts
hr_hr: "Cijena u bodovima" preračunava se uzimajući u obzir popuste
ka_ge: «ფასი ქულებში» გამოითვლება ფასდაკლების გათვალისწინებით
lt_lt: "Kaina taškais" yra perskaičiuojama atsižvelgiant į sąskaitos nuolaidas
sk_sk: "Cena v bodoch" bude prepočítaná, berúc do úvahy zľavy
sr_sp: "Cena u poenima" je preračunata obzirom na popust dodeljen korisničkom nalogu

# SettingsOptions::reward_points::points_with_discounts
source: "Points" is recalculated taking into account discounts
hr_hr: "Bodovi" preračunava se uzimajući u obzir popuste
ka_ge: «ქულები» გამოითვლება ფასდაკლების გათვალისწინებით
lt_lt: "Taškai" yra perskaičiuojama atsižvelgiant į sąskaitos nuolaidas
sk_sk: "Body" budú prepočítané, berúc do úvahy zľavy
sr_sp: "Poeni" su preračunati obzirom na popust dodeljen korisničkom nalogu

# SettingsOptions::reward_points::price_in_points_order_discount
source: "Price in points" is recalculated taking into account order discounts
hr_hr: "Cijena u bodovima" preračunava se uzimajući u obzir popuste
ka_ge: «ფასი ქულებში» გამოითვლება საერთო შეკვეთის ფასდაკლების გათვალისწინებით
lt_lt: "Kaina taškais" yra perskaičiuojama atsižvelgiant į sąskaitos nuolaidas
sk_sk: "Cena v bodoch" bude prepočítaná, berúc do úvahy zľavy na objednávku
sr_sp: "Cena u poenima" je preračunata obzirom na popust porudžbine dodeljene korisničkom nalogu

# SettingsOptions::reward_points::reward_points_order_discount
source: "Points" is recalculated taking into account order discounts
hr_hr: "Bodovi" preračunava se uzimajući u obzir popuste
ka_ge: «ქულები» გამოითვლება საერთო შეკვეთის ფასდაკლების გათვალისწინებით
lt_lt: "Taškai" yra perskaičiuojama atsižvelgiant į sąskaitos nuolaidas
sk_sk: "Body" budú prepočítané, berúc do úvahy zľavy na objednávku
sr_sp: "Poeni" su preračunati obzirom na popust porudžbine dodeljene korisničkom nalogu

# SettingsOptions::reward_points::higher_level_extract
source: If the product and the product category do not have defined reward points but the higher level category has such reward points, extract data from it
hr_hr: Ako proizvod i kategorija proizvoda nemaju definirane nagradne bodove, ali kategorija više razine ima takve nagradne bodove, izdvoji podatake iz nje
ka_ge: თუ ქულები არ არის მითითებული პროდუქციისათვის ან პროდუქციის კატეგორიისთვის, მაგრამ მითითებულია უმაღლესი დონის კატეგორიისათვის, აიღეთ მონაცემები იქიდან
lt_lt: Jeigu produkto ir produkto kategorija neturi nustatytų lojalumo taškų, bet aukštesnio lygio kategorija tokį apdovanojimą taškų, naudojami tie duomenis
sk_sk: Ak produkt, alebo kategória produktov, nemajú definované hodnoty zákazníckych bodov, ale nadradená kategória ich má, extrahujte údaje z nej
sr_sp: Ako proizvod i kategorija proizvoda nemaju definisane nagradne poene, ali nadkategorija poseduje nagradne poene, preuzmite podatke odatle

# SettingsOptions::reward_points::several_points_action
source: If several reward points can be applied, set
hr_hr: Ako nekoliko nagradnih bodova se može primijeniti, postavite,
ka_ge: თუ შესაძლებელია სხვადასხვა რაოდენობის საბონუსო ქულების გამოიყენება, მაშინ
lt_lt: Jei keli apdovanojimą taškai gali būti naudojami, naudoti
sk_sk: Ak môže byť použitých viacero zákazníckych bodov, nastavte
sr_sp: Ako se može primeniti više nagradnih poena, izaberi

# SettingsOptions::reward_points::consider_zero_values
source: Apply zero reward point values
hr_hr: Primijenite vrijednost nula nagradnih bodova
ka_ge: ნულოვანი საბონუსო ქულების გამოყენება
lt_lt: Taikyti nulinį atlygį nurodomomis reikšmėmis
sk_sk: Použiť nulové hodnoty zákazníckych bodov
sr_sp: Primeni ne vrednosti nagradnih poena

# SettingsOptions::reward_points::log_per_page
source: Log lines per page
hr_hr: Dnevnik redaka po stranici
ka_ge: ხაზების რაოდენება მოვლენების წიგნის თითო გვერდზე
lt_lt: Logo eilučių skaičius puslapyje
sk_sk: Riadkov záznamu na stranu
sr_sp: Log linija po stranici

# SettingsTooltips::reward_points::consider_zero_values
source: The reward points rules with the zero values should be considered
hr_hr: Pravila s nula vrijednosti nagradnih bodova treba uzeti u obzir
ka_ge: ნულოვანი საბონუსო ქულების გამოყენების წესების განხილვა
lt_lt: Apdovanoti taškų taisyklės su nulinės reikšmės turi būti apsvarstytos
sk_sk: Zákaznícke body s nulovou hodnotou by mali byť považované za
sr_sp: Pravila nagradnih poena sa nultom vrednošću treba smatrati

# SettingsVariants::reward_points::several_points_action::minimal_absolute
source: Absolute minimal value
hr_hr: Apsolutna minimalna vrijednost
ka_ge: აბსოლუტური მინიმალური ღირებულება
lt_lt: Absoliuti minimali reikšmė
sk_sk: Minimálna absolútna hodnota
sr_sp: Apsolutna minimalna vrednost

# SettingsVariants::reward_points::several_points_action::minimal_percentage
source: Minimal percentage value
hr_hr: Minimalni postotak vrijednosti
ka_ge: მინიმალური საპროცენტო ღირებულება
lt_lt: Minimali procentinė reikšmė
sk_sk: Minimálna percentuálna hodnota
sr_sp: Minimalna procentualna vrednost

# SettingsVariants::reward_points::several_points_action::maximal_absolute
source: Absolute maximal value
hr_hr: Apsolutna maksimalna vrijednost
ka_ge: აბსოლუტური მაქსიმალური ღირებულება
lt_lt: Absoliuti didžiausia vertė
sk_sk: Maximálna absolútna hodnota
sr_sp: Apsolutna maksimalna vrednost

# SettingsVariants::reward_points::several_points_action::maximal_percentage
source: Maximal percentage value
hr_hr: Maksimalna vrijednost postotka
ka_ge: მაქსიმალური საპროცენტო ღირებულება
lt_lt: Maksimali procentinė reikšmė
sk_sk: Maximálna percentuálna hodnota
sr_sp: Maksimalna proentualna vrednost
