Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/rma.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::description::rma
source: Adds a return management system
hr_hr: Dodaje sustav upravljanja povrata
ka_ge: უკან მიბრუნების სისტემის დამატება
lt_lt: Prideda grąžinimų valdymo sistemą
sk_sk: Pridá RMA (Systém kontroly vracania tovaru)
sr_sp: Dodavanje sistema za vraćanje proizvoda

# Languages::returned_products
source: Returned products
hr_hr: Vraćeni proizvodi
ka_ge: დაბრუნებული პროდუქცია
lt_lt: Grąžiname
sk_sk: Vrátený tovar
sr_sp: Vraćeni proizvodi

# Languages::rma_return
source: Return
hr_hr: Povratak
ka_ge: დაბრუნება
lt_lt: Grąžinimas
sk_sk: Vrátenie tovaru
sr_sp: Vraćanje

# Languages::no_return_requests_found
source: No return requests found
hr_hr: Nema zahtjeva za povrat
ka_ge: დაბრუნების მოთხოვნა ვერ მოიძებნა
lt_lt: Nėra grąžinimo prašymų
sk_sk: Žiadne žiadosti o vrátenie tovaru neboli nájdené
sr_sp: Nisu pronađeni zahtevi za vraćanje

# Languages::returned_product
source: Returned product
hr_hr: Vraćeni proizvodi
ka_ge: დაბრუნებული პროდუქცია
lt_lt: Grąžiname
sk_sk: Vrátený tovar
sr_sp: Vraćeni proizvod

# Languages::returns
source: Returns
hr_hr: Povrati
ka_ge: დაბრუნება
lt_lt: Grąžinta
sk_sk: Vrátený tovar
sr_sp: Vraćanje

# Languages::returns_info
source: Returns info
hr_hr: Informacije o povratima
ka_ge: დაბრუნების ინფორმაცია
lt_lt: Grąžinimo info
sk_sk: Informácie o vrátenom tovare
sr_sp: Informacija o vraćenom

# Languages::return_info
source: Return information
hr_hr: Povratna informacija
ka_ge: ინფორმაცია დაბრუნების შესახებ
lt_lt: Grąžinimo informacija
sk_sk: Informácie o vrátení tovaru
sr_sp: Informacija o vraćenom

# Languages::order_returns
source: Order returns
hr_hr: Povrat narudžbe
ka_ge: შეკვეთის დაბრუნება
lt_lt: Užsakymas grąžinti
sk_sk: Vrátenie objednávky
sr_sp: Vraćene porudžbine

# Languages::return_registration
source: Request a replacement or a refund
hr_hr: Zatražite zamjenu ili povrat novca
ka_ge: მოთხვნა შეცვლაზე ან თანხის დაბრუნებაზე
lt_lt: Prašymas pakeisti arba grąžinti
sk_sk: Žiadať náhradu alebo vrátenie peňazí
sr_sp: Zahtev za zamenu ili refundiranje

# Languages::return_requests
source: Return requests
hr_hr: Zahtjevi za povrat
ka_ge: მოთხოვნა დაბრუნებაზე
lt_lt: Grąžinimo prašymai
sk_sk: Žiadosti o vrátenie tovaru
sr_sp: Zahtevi za vraćanje

# Languages::return_requests_menu_description
source: View and process return requests from orders placed on your web site.
hr_hr: Pregled i obrada zahtjeva za povrat iz narudžbi na vašim web stranicama.
ka_ge: შეკვეთის დაბრუნებების მოთხოვნების დათვალიერება და დამუშავება, გაკეთებული თქვენს საიტზე.
lt_lt: Peržiūrėti ir procesuoti grįžinimo prašymus iš užsakymus interneto svetainėje.
sk_sk: Skontrolujte a spracujte požiadavky na vrátenie tovaru z objednávok na vašej stránke.
sr_sp: Preged i obrada zahteva za vraćanje porudžbina sa Vašeg web sajta.

# Languages::return_status
source: Return status
hr_hr: Stanje povratka
ka_ge: დაბრუნების სტატუსი
lt_lt: Grąžinimo būsena
sk_sk: Stav vrátenia tovaru
sr_sp: Status vraćenog

# Languages::return_period
source: Return period
hr_hr: Razdoblje povrata
ka_ge: დაბრუნების პერიოდი
lt_lt: Grąžinimo laikotarpis
sk_sk: Lehota vrátenia tovaru
sr_sp: Rok za vraćanje

# Languages::what_you_would_like_to_do
source: What would you like to do
hr_hr: Što želite učiniti
ka_ge: რის გაკეთებას ისურვებდით
lt_lt: Ką norėtumėte daryti
sk_sk: Čo by ste chceli urobiť
sr_sp: Šta želite da uradite

# Languages::rma_notify_supplier
source: Notify supplier
hr_hr: Obavijestiti dobavljača
ka_ge: მომწოდებლის ინფორმირება
lt_lt: Pranešti tiekėjui
sk_sk: Informujte dodávateľa
sr_sp: Obavesti dobavljača

# Languages::add_reason
source: Add reason
hr_hr: Dodaj razlog
ka_ge: მიზეზის დამატება
lt_lt: Pridėti priežastis
sk_sk: Pridať dôvod
sr_sp: Dodaj razlog

# Languages::new_reason
source: New reason
hr_hr: Novi razlog
ka_ge: ახალი მიზეზი
lt_lt: Nauja priežastis
sk_sk: Nový dôvod
sr_sp: Novi razlog

# Languages::type_comment
source: Type comments here
hr_hr: Unesite komentare ovdje
ka_ge: კომენტარის დატოვება
lt_lt: Įveskite komentarus čia
sk_sk: Zadajte komentáre tu
sr_sp: Unesite komentare

# Languages::return_requests_note
source: Go to the list of your return requests
hr_hr: Idi na popis Vaših zahtjeva za povrat
ka_ge: გადასვლა პროდუქციების დაბრუნების მოთხოვნების სიაში
lt_lt: Eiti į jūsų grąžinimo prašymų sąrašą
sk_sk: Prejdite k zoznamu žiadostí o vrátenie tovaru
sr_sp: Idi u listu zahteva za vraćanje

# Languages::privileges.manage_rma
source: Manage RMA system
hr_hr: Upravljanje RMA sustavom
ka_ge: პროდუქციის უკან მიბრუნების სისტემის მართვა
lt_lt: Valdyti RMA sistema
sk_sk: Riadenie systému RMA
sr_sp: Upravljanje RMA sistemom

# Languages::text_return_change_warning
source: The status of return #[return_id] will be changed
hr_hr: Status povrata # [return_id] će se promijeniti
ka_ge: დაბრუნების სტატუსი #[return_id] იქნება შეცვლილი
lt_lt: Grąžinimo #[return_id] būsena
sk_sk: Zmení stav návratky #[return_id]
sr_sp: Status vraćanja #[return_id] će biti promenjen

# Languages::returnable
source: Returnable
hr_hr: Povratna
ka_ge: დაბრუნებადი
lt_lt: Grąžinama
sk_sk: Vratné
sr_sp: Moguće vraćanje

# Languages::returnable_product
source: Returnable product
hr_hr: Proizvod moguće vratiti
ka_ge: დაბრუნებადი პროდუქცია
lt_lt: Grąžintinos prekės
sk_sk: Vratný tovar
sr_sp: Proizvodi koji se mogu vratiti

# Languages::rma_request_statuses
source: RMA request statuses
hr_hr: Statusi RMA zahtjeva
ka_ge: პროდუქციის უკან მიბრუნების სისტემის სტატუსი
lt_lt: RMA prašymo būsenos
sk_sk: Vyžiadať stav RMA
sr_sp: Statusi zahteva za vraćanje

# Languages::return_products_information
source: Return products information
hr_hr: Informacije vraćenih proizvoda
ka_ge: ინფორმაცია დაბრუნებადი პროდუქციაზე
lt_lt: Grąžinamų produktų informacija
sk_sk: Informácie o vrátenom tovare
sr_sp: Informacije o vraćenim proizvodima

# Languages::declined_products_information
source: Declined products information
hr_hr: Informacije odbijenih proizvoda
ka_ge: ინფორმაცია უარყოფილ პროდუქტებზე
lt_lt: Atmestų grąžinimo produktų informacija
sk_sk: Informácie o odmietnutom tovare
sr_sp: Informacije o odbijenim proizvodima

# Languages::rma_reasons
source: RMA reasons
hr_hr: RMA razlozi
ka_ge: დაბრუნების მიზეზი
lt_lt: RMA priežastys
sk_sk: Dôvody RMA
sr_sp: Razlog vraćanja

# Languages::rma_actions
source: RMA actions
hr_hr: RMA akcije
ka_ge: კომპენსაციის სახეები
lt_lt: RMA veiksmai
sk_sk: Akcie RMA
sr_sp: Aktivnost pri vraćanju

# Languages::rma
source: RMA
ka_ge: დაბრუნება

# Languages::return_period_days
source: Return period (days)
hr_hr: Razdoblje povrata (dani)
ka_ge: დაბრუნების დრო (დღეებში)
lt_lt: Grąžinimo laikotarpis (dienomis)
sk_sk: Vratná doba (v dňoch)
sr_sp: Rok za vraćanje (u danima)

# Languages::all_actions
source: All actions
hr_hr: Sve akcije
ka_ge: ყველა მოქმედება
lt_lt: Visi veiksmai
sk_sk: Všetky akcie
sr_sp: Sve akcije

# Languages::order_total_will_changed
source: The order total will be changed by
hr_hr: Ukupna narudžba će se mijenjati
ka_ge: შეკვეთის თანხა იქნება შეცვლილი
lt_lt: Užsakymo suma bus pakeista
sk_sk: Suma objednávky sa zmení o
sr_sp: Ukupna vrednost porudžbine će biti izmenjena za

# Languages::shipping_costs_will_changed
source: Shipping costs will be changed by
hr_hr: Troškovi dostave će se mijenjati
ka_ge: მიწოდების ღირებულება იქნება შეცვლილი
lt_lt: Siuntimo išlaidos bus pakeistos
sk_sk: Poštovné sa zmení o
sr_sp: Troškovi isporuke će biti izmenjeni za

# Languages::decline_products
source: Decline products
hr_hr: Odbij proizvode
ka_ge: უარყოფილი პროდუქტები
lt_lt: Atmesti produktai
sk_sk: Odmietnuť tovar
sr_sp: Odbijeni proizvodi

# Languages::create_gift_certificate
source: Create gift certificate
hr_hr: Stvoriti poklon bon
ka_ge: სასაჩუქრე სერთიფიკატის შექმნა
lt_lt: Dovanų kupono kūrimas
sk_sk: Vytvoriť darčekovú kartu
sr_sp: Kreiraj sertifikat za poklone

# Languages::accept_products
source: Accept products
hr_hr: Prihvaćanje proizvoda
ka_ge: პროდუქტების მიღება
lt_lt: Priimti produktus
sk_sk: Prijať tovar
sr_sp: Prihvati proizvode

# Languages::recalculate_order
source: Recalculate order
hr_hr: Ponovni izračun narudžbe
ka_ge: შეკვეთის ხელახლა გადათვლა
lt_lt: Perskaičiuoti užsakymą
sk_sk: Prepočítať objednávku
sr_sp: Preračunavanje porudžbine

# Languages::manually_recalculate_order
source: Recalculate the order manually
hr_hr: Ručno ponovno izračunavanje narudžbe
ka_ge: შეკვეთის ხელახლა გადათვლა ხელით
lt_lt: Perskaičiuoti užsakymą rankiniu būdu
sk_sk: Ručne prepočítať objednávku
sr_sp: Ručno preračunavanje porudžbine

# Languages::dont_recalculate_order
source: Do not recalculate order
hr_hr: Ne ponovni izračun narudžbe
ka_ge: არ გადათვლოთ შეკვეთა ხელახლა
lt_lt: Neperskaičiuoti užsakymo
sk_sk: Neprepočítavať objednávku
sr_sp: Ne preračunavaj porudžbinu

# Languages::delete_this_return
source: Delete this return
hr_hr: Izbriši ovaj povrat
ka_ge: დაბრუნების წაშლა
lt_lt: Naikinti šį grąžinimą
sk_sk: Zmazať túto návratku
sr_sp: Izbriši povratak

# Languages::update_totals_and_inventory
source: Update totals and inventory
hr_hr: Ažuriranje ukupni iznosi i inventara
ka_ge: საბოლოო თანხის და საწყობში პროდუქციის რაოდენობის განახლება
lt_lt: Atnaujinti sumas ir atsargas
sk_sk: Aktualizovať súčet a inventár
sr_sp: Osveži ukupne vrednosti i inventar

# Languages::request_statuses
source: request statuses
hr_hr: zahtjev statusi
ka_ge: მოთხოვნების სტატუსები
lt_lt: prašymo būsenos
sk_sk: vyžiadať stavy
sr_sp: statusi zahteva

# SettingsSections::rma::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::rma::display_product_return_period
source: Display product return period
hr_hr: Prikaz razdoblja povrata proizvoda
ka_ge: საქონლის დაბრუნების პერიოდის ჩვენება
lt_lt: Rodyti produkto grąžinimo laikotarpį
sk_sk: Zobraziť lehotu pre vrátenie tovaru
sr_sp: Prikaži rok za vraćanje proizvoda

# SettingsOptions::rma::dont_take_weekends_into_account
source: Do not take weekends into account when calculating product return period
hr_hr: Nemojte uzeti vikende u obzir prilikom izračuna razdoblje povrata proizvoda
ka_ge: არ გაითვალისწინოთ დასვენების დღეები საქონლის დაბრუნების პერიოდის დაანგარიშების დროს
lt_lt: Nevartokite savaitgalių apskaičiuojant produkto grąžinimo laikotarpį
sk_sk: Pri počítaní lehoty pre vrátenie tovaru nebrať do úvahy víkendy
sr_sp: Ne uzimaj vikende u u obzir prilikom izračunavanja roka za vraćanje proizvoda
