Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/rss_feed.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::name::rss_feed
source: RSS feed
ka_ge: RSS-ფირი
lt_lt: RSS informacijos santraukos
sk_sk: RSS kanál
sr_sp: RSS fid

# Languages::rss_feed
source: RSS feed
ka_ge: RSS-ფირი
lt_lt: RSS informacijos santraukos
sk_sk: RSS kanál
sr_sp: RSS fid

# Languages::feed_title
source: Feed title
hr_hr: Feed naslov
ka_ge: ფირის დასახელება
lt_lt: Informacijos santraukos
sk_sk: Názov informačného kanála
sr_sp: Naziv fida

# Languages::feed_description
source: Feed description
hr_hr: Feed opis
ka_ge: ფირის აღწერა
lt_lt: Feed Aprašymas
sk_sk: Popis informačného kanála
sr_sp: Opis fida

# Languages::rss_sort_by
source: Sort items by
hr_hr: Sortiraj stavke po
ka_ge: ელემენტების სორტირება
lt_lt: Rūšiuoti elementus pagal
sk_sk: Zoradiť položky podľa
sr_sp: Sortiraj stavke prema

# Languages::rss_display_sku
source: Display SKU
hr_hr: Prikaz SKU
ka_ge: SKU-ს გამოჩენა
lt_lt: Rodyti SKU
sk_sk: Zobraziť SKU
sr_sp: Prikaži SKU

# Languages::rss_display_image
source: Display image
hr_hr: Prikaz slike
ka_ge: სურათის გამოჩენა
lt_lt: Rodyti paveikslėlį
sk_sk: Zobraziť obrázok
sr_sp: Prikaži sliku

# Languages::rss_display_price
source: Display gross price
hr_hr: Prikaži bruto cijenu
ka_ge: ბრუტო ფასის ჩვენება
lt_lt: Rodyti bruto kaina
sk_sk: Zobraziť brutto predajnú cenu
sr_sp: Prikaži krajnju cenu

# Languages::rss_display_original_price
source: Display net price
hr_hr: Prikaži neto cijenu
ka_ge: ნეტო ფასის ჩვენება
lt_lt: Rodyti kainą
sk_sk: Zobraziť netto cenu
sr_sp: Prikaži neto cenu

# Languages::rss_display_add_to_cart
source: Display add to cart button
hr_hr: Prikaži gumb dodaj u košaricu
ka_ge: ჩანდეს "კალათაში დამატების" ღილაკი
lt_lt: Rodyti įdėti į krepšelį mygtuką
sk_sk: Zobraziť tlačidlo Pridať do košíka
sr_sp: Prikaži dugme DODAJ U KORPU

# Languages::rss_created
source: Created
hr_hr: Stvorio
ka_ge: შექმნილი
lt_lt: Sukurta
sk_sk: Vytvorené
sr_sp: Kreirano

# Languages::rss_updated
source: Updated
hr_hr: Obnovljeno
ka_ge: განახლებული
lt_lt: Atnaujinta
sk_sk: Aktualizované
sr_sp: Izmenjeno

# Languages::block_rss_feed
source: RSS feed
ka_ge: RSS-ფირი
lt_lt: RSS informacijos santraukos
sk_sk: RSS kanál
sr_sp: RSS fid

# Languages::block_rss_feed_description
source: RSS feed subscription icon
hr_hr: Ikona RSS feed pretplate
ka_ge: RSS-ფირზე გამოწერის იკონკა
lt_lt: RSS informacijos santraukos prenumeratos piktograma
sk_sk: Ikona pre prihlásenie na RSS kanál
sr_sp: Ikona prijave na RSS fid

# SettingsSections::rss_feed::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::rss_feed::managing_editor
source: Content editor
hr_hr: Uređivač sadržaja
ka_ge: შიგთავსის რედაქტორი
lt_lt: Turinio redaktorius
sk_sk: Editor obsahu
sr_sp: Uređivač sadržaja

# SettingsOptions::rss_feed::display_rss_feed_in_category
source: Show RSS feed for each category
hr_hr: Prikaz RSS feed za svaku kategoriju
ka_ge: RSS-ფირის გამოჩენა ყველა კატეგორიაში
lt_lt: Rodyti RSS feed kiekvienai kategorijai
sk_sk: Zobraziť RSS kanál pre každú kategóriu
sr_sp: Prikaži RSS fid za svaku kategoriju

# SettingsOptions::rss_feed::category_max_products_items
source: Max product number per category
hr_hr: Max broj proizvoda po kategoriji
ka_ge: მაქისმალური პროდუქტების რაოდენობა თითო კატეგორიაში
lt_lt: Max produkto skaičius kiekvienai kategorijai
sk_sk: Maximálny počet produktov na kategóriu
sr_sp: Maksimalan broj proizvoda po kategoriji

# SettingsTooltips::rss_feed::managing_editor
source: Enter the content editor's email and real name, e.g. john@example.com (John Doe)
hr_hr: Unesite e-poštu i pravo ime urednika sadržaja, npr john@example.com (John Doe)
ka_ge: მიუთითეთ შიგთავსის რედაქტორის რეალური სახელი ან ელ ფოსტა მაგ: john@example.com (John Doe)
lt_lt: Įveskite turinio redaktoriaus laišką ir vardą , pvz john@example.com (John Doe)
sk_sk: Vložte e-mail a skutočné meno editora obsahu, napr. john@example.com (John Doe)
sr_sp: Unesi e-mail adresu uređivača sadržaja i puno ime, npr. pera@nekisajt.com (Pera Perić)

# SettingsTooltips::rss_feed::display_rss_feed_in_category
source: RSS icon near category title.
hr_hr: RSS ikona pokraj naslova kategorije.
ka_ge: RSS-ის იკონკა კატეგორიის სახელწოდების წინ.
lt_lt: RSS piktograma – kategorijos pavadinimas.
sk_sk: Ikona RSS pri názve kategórie.
sr_sp: RSS ikona pored naziva kategorije.
