Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/rus_spsr.po
Languages: ru_ru

# Addons::name::rus_spsr
source: Russian localization - SPSR-Express
ru_ru: Служба доставки — СПСР-Экспресс

# Addons::description::rus_spsr
source: SPSR-Express
ru_ru: СПСР-Экспресс

# SettingsOptions::rus_spsr::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_spsr::shop_name
source: Store name
ru_ru: Название магазина

# SettingsOptions::rus_spsr::login
source: Login
ru_ru: Логин

# SettingsOptions::rus_spsr::password
source: Password
ru_ru: Пароль

# SettingsOptions::rus_spsr::icn
source: ICN
ru_ru: ИКН

# SettingsOptions::rus_spsr::barcode
source: Barcode
ru_ru: Штрих-код

# SettingsOptions::rus_spsr::height
source: Height,px
ru_ru: Высота, пикс.

# SettingsOptions::rus_spsr::width
source: Width,px
ru_ru: Ширина, пикс.

# SettingsOptions::rus_spsr::secure_protocol
source: Used secure protocol
ru_ru: Использовать защищенный протокол

# SettingsOptions::rus_spsr::server
source: Server
ru_ru: Сервер

# SettingsVariants::rus_spsr::server::test
source: Test
ru_ru: Тестовый

# SettingsVariants::rus_spsr::server::work
source: Work
ru_ru: Рабочий

# Languages::carrier_spsr
source: Delivery SPSR
ru_ru: СПСР-Экспресс

# Languages::shippings.spsr.user_data
source: General settings SPSR
ru_ru: Общие настройки СПСР-Экспресс

# Languages::shippings.spsr.piece_barcodes
source: Piece barcode
ru_ru: Штрих-код вложимого

# Languages::shippings.spsr.piece_barcodes.tooltip
source: The range of codes should be obtained from personal manager
ru_ru: Диапазон кодов необходимо получить у личного менеджера

# Languages::shipping.spsr.from_city_name
source: City of departure
ru_ru: Город отправления

# Languages::shipping.spsr.from_city_name.tooltip
source: Used to calculate the cost calculator
ru_ru: Используется для калькулятора расчёта стоимости доставки

# Languages::shipping.spsr.get_city_data
source: Get the ID of the city
ru_ru: Получить ID города

# Languages::shipping.spsr.get_city_data.tooltip
source: Sending a request to the SPSR for the city ID
ru_ru: Будет отправлен запрос в СПСР для получения ID города

# Languages::shipping.spsr.city_id
source: City ID
ru_ru: ID города

# Languages::shipping.spsr.city_id.tooltip
source: Technical information necessary for the shipping cost calculator. For ID, enter the city name in the "Departure city" and click on "Get the ID of the city." Save the settings received.
ru_ru: Техническая информация, необходима для расчета стоимости доставки. Для получения ID введите название города в поле "Город отправления" и нажмите ссылку "Получить ID города". Сохраните полученные настройки.

# Languages::shipping.spsr.city_owner_id
source: City Owner ID
ru_ru: ID города владельца

# Languages::shippings.spsr.product_type
source: Nature of cargo
ru_ru: Характер груза

# Languages::shippings.spsr.product_type_default.tooltip
source: For estimate value can be used only one nature of the cargo. If a basket of goods will be slightly different nature of the cargo, the value will be taken from this setting. If the basket will even be one with the nature of the goods "Jewels", then the character will be taken "Precious." In other situations it will be used the value of the product settings.
ru_ru: Для расчёта стоимости может быть использован только один характер груза. Если в корзине будет несколько товаров с разным характером груза, то будет использовано значение из данной настройки. Если в заказе будет хотя бы один товар с грузом "Драгоценности", то у всех товаров будет груз "Драгоценности". В остальных ситуациях будет использовано значение из настроек товара.

# Languages::shippings.spsr.type15
source: Documents
ru_ru: Документы

# Languages::shippings.spsr.type16
source: Cargo (Goods consumption (without equipment ed.kol of))
ru_ru: Грузы (Товары народного потребления (без техники, ед. кол-во))

# Languages::shippings.spsr.type17
source: Electronics technician or without fuel and without battery (ed.kol-in)
ru_ru: Техника или электроника без ГСМ и без АКБ (ед. кол-во)

# Languages::shippings.spsr.type18
source: Jewelry
ru_ru: Драгоценности

# Languages::shippings.spsr.type19
source: Medication and supplements
ru_ru: Медикаменты и БАДы

# Languages::shippings.spsr.type20
source: Cosmetics and beauty
ru_ru: Косметика и парфюмерия

# Languages::shippings.spsr.type21
source: Food (party)
ru_ru: Продукты питания (партия)

# Languages::shippings.spsr.type22
source: Appliances and Electronics without lubricants (party) or with batteries
ru_ru: Техника и электроника без ГСМ (партия) или с АКБ

# Languages::shippings.spsr.type23
source: Dangerous goods
ru_ru: Опасные грузы

# Languages::shippings.spsr.type24
source: Consumer Goods (without art party)
ru_ru: Товары народного потребления (без техники, партия)

# Languages::shippings.spsr.invoice_plat_type
source: Who pays
ru_ru: Плательшик

# Languages::shippings.spsr.plat_type.1
source: The sender
ru_ru: Отправитель

# Languages::shippings.spsr.plat_type.2
source: Recipient
ru_ru: Получатель

# Languages::shippings.spsr.to_be_called_for
source: Poste restante
ru_ru: До востребования

# Languages::shippings.spsr.invoice_additional_subheader
source: Additional services
ru_ru: Дополнительные настройки

# Languages::shippings.spsr.invoice_insurance_type
source: Insurance of shipments / cargo or delivery insured items
ru_ru: Страхование отправлений/грузов или доставка отправлений с объявленной ценностью

# Languages::shippings.spsr.invoice_insurance_type.tooltip
source: Additional services "Insurance shipments / cargo" and "Delivery insured items." Services are available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительные услуги "Страхование отправлений / грузов" и "Доставка отправлений с объявленной ценностью". Услуги доступны только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в настройках личного кабинета СПСР)

# Languages::shippings.spsr.insurance_type.ins
source: Insurance of shipments / cargo
ru_ru: Страхование отправлений/грузов

# Languages::shippings.spsr.insurance_type.val
source: Delivery of insured items
ru_ru: Доставка отправлений с объявленной ценностью

# Languages::shippings.spsr.invoice_dues_order
source: Collection by request
ru_ru: Сбор по заявке

# Languages::shippings.spsr.invoice_additional_cod
source: Pay at the time of delivery
ru_ru: Оплата товара в момент вручения

# Languages::shippings.spsr.invoice_additional_cod.tooltip
source: Additional service "pay at the time of delivery." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Оплата товара в момент вручения". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в настройках личного кабинета СПСР)

# Languages::shippings.spsr.invoice_additional_part_delivery
source: Partial delivery
ru_ru: Частичная доставка

# Languages::shippings.spsr.invoice_additional_part_delivery.tooltip
source: Additional service "Partial delivery." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services").
ru_ru: Дополнительная услуга "Частичная доставка". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в настройках личного кабинета СПСР).

# Languages::shippings.spsr.invoice_additional_return_doc
source: Return of supporting documents
ru_ru: Возврат сопроводительных документов

# Languages::shippings.spsr.invoice_additional_return_doc.tooltip
source: Extras "Return of supporting documents", as well as additional services: "Checking fillable documents" and "Priority to receive the documents." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services"). "0" or the attribute is not specified - the service stated. /r/n "1" - declared service "Return of supporting documents" /r/n "2" - declared service "Return of supporting documents" and additional services "Checking fillable documents" and "Priority to receive documents" /r/n "3" - declared service "Return of supporting documents" and the additional service "Priority to receive documents"
ru_ru: Дополнительная услуга "Возврат сопроводительных документов", а также дополнительные сервисы: "Проверка заполняемых документов" и "Приоритетное получение документов". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов"). "0" или атрибут не указан - услуга не заявлена. "1" - заявлена услуга "Возврат сопроводительных документов" "2" - заявлена услуга "Возврат сопроводительных документов" и дополнительные сервисы "Проверка заполняемых документов" и "Приоритетное получение документов" "3" - заявлена услуга "Возврат сопроводительных документов" и дополнительный сервис "Приоритетное получение документов"

# Languages::shippings.spsr.invoice_additional_check_contents
source: Checking the package
ru_ru: Проверка комплектности

# Languages::shippings.spsr.invoice_additional_check_contents.tooltip
source: Extras "Checking the package." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Проверка комплектности". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_additional_verify
source: Operability test
ru_ru: Проверка работоспособности

# Languages::shippings.spsr.invoice_additional_verify.tooltip
source: Extras "Verifying". This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Проверка работоспособности". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_additional_try_on
source: Fitting
ru_ru: Примерка

# Languages::shippings.spsr.invoice_additional_try_on.tooltip
source: Extras "Trying". This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Примерка". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_additional_by_hand
source: Delivery in person
ru_ru: Доставка лично в руки

# Languages::shippings.spsr.invoice_additional_by_hand.tooltip
source: Additional service "delivery in person." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Доставка лично в руки". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_additional_paid_by_receiver
source: Payment recipient
ru_ru: Оплата получателем

# Languages::shippings.spsr.invoice_additional_paid_by_receiver.tooltip
source: Extras "freight collect" (sender imposes all costs on the recipient SPSR). This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services"), and if signed an additional agreement to the basic contract or have a letter of guarantee.
ru_ru: Дополнительная услуга "Оплата получателем" (отправитель возлагает оплату всех расходов СПСР на получателя). Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР), а также если подписано соответствующее дополнительное соглашение к базовому договору или есть гарантийное письмо.

# Languages::shippings.spsr.invoice_additional_agreed_delivery
source: Harmonization of the date and time of delivery
ru_ru: Согласование даты и времени доставки

# Languages::shippings.spsr.invoice_additional_agreed_delivery.tooltip
source: Extras "Matching the date and time of delivery." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Согласование даты и времени доставки". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_additional_idc
source: Individual control of delivery
ru_ru: Индивидуальный контроль доставки

# Languages::shippings.spsr.invoice_additional_idc.tooltip
source: Additional service "Individual control of delivery." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "Индивидуальный контроль доставки". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_sms_subheader
source: SMS-notification
ru_ru: SMS-оповещение

# Languages::shippings.spsr.invoice_sms_to_shipper
source: SMS-notification sender
ru_ru: SMS-оповещение отправителя

# Languages::shippings.spsr.invoice_sms_to_shipper.tooltip
source: Additional service "SMS-notification Sender." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services")
ru_ru: Дополнительная услуга "SMS-оповещение отправителя". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР)

# Languages::shippings.spsr.invoice_sms_to_receiver
source: SMS-notification of recipient
ru_ru: SMS-оповещение получателя

# Languages::shippings.spsr.invoice_sms_to_receiver.tooltip
source: Additional service "SMS-Alert Recipient." This service is available only for certain services (see. Table "Use of additional services for services" on a piece of "Extras. Embeddable services and services").
ru_ru: Дополнительная услуга "SMS-оповещение получателя". Услуга доступна только для определенных сервисов (см. "Использование дополнительных услуг для сервисов" в личном кабинете СПСР).

# Languages::shippings.spsr.bag_size_s_header
source: Package Dimensions S
ru_ru: Габариты пакета S

# Languages::shippings.spsr.bag_size_m_header
source: Package Dimensions M
ru_ru: Габариты пакета M

# Languages::shippings.spsr.bag_size_l_header
source: Package Dimensions L
ru_ru: Габариты пакета L

# Languages::shippings.spsr.service_label
source: Tools SPSR
ru_ru: Сервис СПСР-Экспресс

# Languages::shippings.spsr.error_city
source: Error in city
ru_ru: Ошибка получения города

# Languages::shippings.spsr.error_data
source: Error in data
ru_ru: Ошибка получения данных

# Languages::shippings.spsr.error_order
source: Error in order
ru_ru: Ошибка получеия заказа

# Languages::shippings.spsr.error_registry
source: Error sending registry
ru_ru: Ошибка отправки реестра

# Languages::shipping.sdek.not_city
source: No city
ru_ru: Город не найден

# Languages::shipping.spsr.not_setting_city
source: No city send
ru_ru: Не задан город отправления

# Languages::shippings.spsr.tab_invoice
source: SPSR Register
ru_ru: СПСР Реестр

# Languages::shippings.spsr.size
source: SPSR size
ru_ru: Длина/Ширина/Высота

# Languages::shippings.spsr.buttons.spsr_create_packages
source: SPSR create packages
ru_ru: Сформировать пакеты

# Languages::shippings.spsr.invoice_pieces_check
source: Distribution of goods in bags in the consignment
ru_ru: Распределение товаров по пакетам в накладной

# Languages::shippings.spsr.invoice
source: Invoice
ru_ru: Накладная

# Languages::shippings.spsr.invoice_product_code
source: Type of service (delivery mode)
ru_ru: Вид сервиса (режим доставки)

# Languages::shippings.spsr.piece
source: Package
ru_ru: Пакет

# Languages::shippings.spsr.individual_size
source: By size
ru_ru: По размеру

# Languages::shippings.spsr.pieces
source: Packages
ru_ru: Пакеты

# Languages::shippings.spsr.pieces_bag
source: Package Size
ru_ru: Размер пакета

# Languages::shippings.spsr.buttons.spsr_clear_invoice
source: Clear invoice
ru_ru: Удалить накладные

# Languages::shippings.spsr.buttons.spsr_create_invoice
source: Create invoice
ru_ru: Создать накладную

# Languages::shippings.spsr.invoice_package_barcode_check
source: List package and barcode
ru_ru: Список пакетов и штрих-кодов

# Languages::shippings.spsr.barcode_error_len
source: Error lenght barcode
ru_ru: Ошибка длины штрих-кода

# Languages::shippings.spsr.invoice_settings
source: Settings invoice
ru_ru: Настройки накладной

# Languages::shippings.spsr.invoice_delivery_date
source: Delivery date
ru_ru: Дата доставки

# Languages::shippings.spsr.invoice_delivery_date.tooltip
source: Delivery date. Final date to be agreed upon in the recipient
ru_ru: Дата доставки. Окончательная дата будет согласована в с получателем

# Languages::shippings.spsr.invoice_delivery_time
source: Time of delivery.
ru_ru: Время доставки.

# Languages::shippings.spsr.invoice_delivery_time.tooltip
source: The final time will be agreed in the recipient. Intervals "AM1", "PM1", "PM2", "WD1" possible with COD = "1" with the delivery in Moscow and weighing less than 10kg on the invoice.
ru_ru: Окончательное время будет согласовано в с получателем. Интервалы "AM1", "PM1", "PM2", "WD1" возможны при COD="1" с доставкой по Москве и весом по накладной менее 10кг.

# Languages::shippings.spsr.invoice_delivery_time.am
source: AM - from 9:00 to 14:00
ru_ru: АМ - с 9:00 до 14:00

# Languages::shippings.spsr.invoice_delivery_time.pm
source: PM - from 14:00 to 18:00
ru_ru: PM - с 14:00 до 18:00

# Languages::shippings.spsr.invoice_delivery_time.wd
source: WD - from 9:00 to 18:00
ru_ru: WD - с 9:00 до 18:00

# Languages::shippings.spsr.invoice_delivery_time.am1
source: AM1 - from 9:00 to 13:00
ru_ru: AM1 - с 9:00 до 13:00

# Languages::shippings.spsr.invoice_delivery_time.pm1
source: PM1 - from 13:00 to 17:00
ru_ru: PM1 - с 13:00 до 17:00

# Languages::shippings.spsr.invoice_delivery_time.pm2
source: PM2 - from 17:00 to 21:00
ru_ru: PM2 - с 17:00 до 21:00

# Languages::shippings.spsr.invoice_delivery_time.wd1
source: WD1 - from 9:00 to 21:00
ru_ru: WD1 - с 9:00 до 21:00

# Languages::shippings.spsr.sbor_addr_label
source: Address collection
ru_ru: Адрес сбора

# Languages::shippings.spsr.barcodes
source: Barcode SPSR
ru_ru: Штрих-код СПСР

# Languages::shippings.spsr.not_invoice_create_package_error
source: Error not invoice create package
ru_ru: Ошибка для пакета нет соответствующей номенклатуры

# Languages::shippings.spsr.login_error
source: Error connecting to the SPSR
ru_ru: Ошибка подключения к СПСР

# Languages::shippings.spsr.error_barcode
source: Barcode null
ru_ru: Пустой штрих-код

# Languages::shippings.spsr.register_save
source: Registry sent and saved
ru_ru: Реестр отправлен и сохранён

# Languages::shippings.spsr.not_register_save
source: Registry not sent and saved
ru_ru: Реестр не отправлен и не сохранён

# Languages::shippings.spsr.pieces_amount
source: Number of packages
ru_ru: Количество пакетов

# Languages::shippings.spsr.invoice_session_subheader
source: Information on the registry
ru_ru: Информация по реестру

# Languages::shippings.spsr.invoice_session_text
source: Registry sent to processing
ru_ru: Реестр отправлен в обработку

# Languages::shippings.spsr.register_id
source: ID registry
ru_ru: ID реестра

# Languages::shippings.spsr.session_id
source: Session ID
ru_ru: ID сессии

# Languages::shippings.spsr.session_owner_id
source: Session owner ID
ru_ru: ID владельца сессии

# Languages::shippings.spsr.timestamp
source: Date send
ru_ru: Дата отправки

# Languages::shippings.spsr.buttons.check_register
source: Check invoice
ru_ru: Проверить накладную

# Languages::shipping.spsr.spsr_menu
source: SPSR
ru_ru: СПСР-Экспресс

# Languages::shipping.spsr.spsr_address
source: Addresses collection
ru_ru: Адреса сбора

# Languages::shippings.spsr.couriers_title
source: Orders for pickup
ru_ru: Заказы на вызов курьера

# Languages::shippings.spsr.invoices_title
source: Invoices SPSR
ru_ru: Накладные СПСР-Экспресс

# Languages::shippings.spsr.address_add
source: Address added
ru_ru: Адрес добавлен

# Languages::shippings.spsr.not_address_add
source: Address not added
ru_ru: Адрес не добавлен

# Languages::shippings.spsr.address_delete
source: Address deleted
ru_ru: Адрес удален

# Languages::shippings.spsr.not_address_delete
source: Address not deleted
ru_ru: Адрес не удален

# Languages::shippings.spsr.fio
source: FIO
ru_ru: ФИО

# Languages::shipping.spsr.postcode
source: Index
ru_ru: Индекс

# Languages::shippings.spsr.add_addr
source: The new address
ru_ru: Новый адрес

# Languages::shippings.spsr.addrs_title
source: SPSR - Addresses collection
ru_ru: СПСР-Экспресс — Адреса сбора

# Languages::shipping.spsr.active_couriers
source: Active orders
ru_ru: Активные вызовы курьера

# Languages::shippings.spsr.placescount
source: Count of seats
ru_ru: Количество мест

# Languages::shippings.spsr.necesserydate
source: Collection date
ru_ru: Дата сбора

# Languages::shippings.spsr.necesserytime
source: Time collection
ru_ru: Время сбора

# Languages::shippings.spsr.add_courier
source: Call courier
ru_ru: Вызов курьера

# Languages::shippings.spsr.status.d
source: Delivered
ru_ru: Доставлено

# Languages::shippings.spsr.status.p
source: Processed or Undelivered
ru_ru: Обработка или не доставлено

# Languages::shippings.spsr.status.all
source: All created invoices
ru_ru: Все созданные накладные

# Languages::shippings.spsr.invoice_number
source: Invoice number
ru_ru: Номер накладной

# Languages::shippings.spsr.date_create
source: Date of creation
ru_ru: Дата создания

# Languages::shippings.spsr.agreed_send
source: The agreed delivery date
ru_ru: Согласованная дата доставки

# Languages::shippings.spsr.insurance_sum
source: Amount of insurance
ru_ru: Сумма страховки

# Languages::shippings.spsr.declared_sum
source: Declared value
ru_ru: Объявленная ценность

# Languages::shippings.spsr.order_number
source: Order number in SPSR
ru_ru: Номер заказа в СПСР-Экспресс

# Languages::shippings.spsr.cod_goods_sum
source: Cash on delivery
ru_ru: Наложенный платёж

# Languages::shippings.spsr.cod_delivery_sum
source: Cost of delivery
ru_ru: Стоимость доставки

# Languages::shippings.spsr.invoice_result_text
source: Invoice send in SPSR
ru_ru: Накладные отправленные в СПСР-Экспресс

# Languages::shippings.spsr.buttons.bind_order
source: Attach the invoice to call the courier
ru_ru: Прикрепить накладную к вызову курьера

# Languages::shippings.spsr.products_amount
source: Number of products in packages
ru_ru: Количество товаров в пакетах

# Languages::shippings.spsr.shipment_number
source: ID invoice SPSR
ru_ru: ID накладной СПСР

# Languages::shippings.spsr.status
source: Status SPSR
ru_ru: Статус СПСР

# Languages::shippings.spsr.error_get_cost
source: Failed to get the shipping cost
ru_ru: Неудалось получить стоимость доставки

# Languages::shippings.spsr.order_add
source: Call courier added for order
ru_ru: Вызов курьера добавлен для заказа

# Languages::shippings.spsr.not_order_add
source: Call courier not added
ru_ru: Вызов курьера не добавлен

# Languages::shipping.spsr.ticket
source: Invoices for goods
ru_ru: Накладная на товары
