Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/rus_tovary_mailru.po
Languages: ru_ru

# Addons::name::rus_tovary_mailru
source: Russian localization — torg.mail.ru export
ru_ru: Товары@mail.ru

# Addons::description::rus_tovary_mailru
source: Export products to the torg.mail.ru catalog
ru_ru: Экспорт товаров в Товары@mail.ru

# Languages::mailru_export_unsuccessfull
source: The following products were not exported because of zero price:
ru_ru: Экспорт следующих товаров не удался из-за нулевой цены:

# Languages::mailru_vendor_not_specified
source: Vendor not specified
ru_ru: Производитель не указан

# Languages::mailru_export_export_true
source: <br/><b>Exported in Mail.ru: [count] products</b><br/>
ru_ru: <br/><b>Экспортировано в Mail.ru: [count] товаров</b><br/>

# Languages::mailru_export_error_cron_key
source: Export in Mail.ru failed: Wrong key
ru_ru: Экспорт в Mail.ru не выполнен: Неправильный ключ

# Languages::mailru_export_error_cron
source: Export in Mail.ru resulted in an error
ru_ru: Экспорт в Mail.ru завершился ошибкой

# Languages::mailru_export_auto_info_header
source: It is necessary to select a storefront and save the settings for the export store.
ru_ru: Необходимо выбрать витрину и сохранить настройки для экспортируемого магазина.

# Languages::mailru_export_auto_info
source: Use the following URL for automatic export:
ru_ru: Используйте следующий URL для автоматического экспорта:

# Languages::mailru_export_auto_info_end
source: The "switch_company_id" option is responsible for selecting the export sotrefront. If "switch_company_id=0", products of all the storefronts will be exported.
ru_ru: Параметр "switch_company_id" отвечает за выбор экспортируемой витрины. При "switch_company_id=0" будут экспортированы товары всех витрин.

# Languages::mailru_export_auto_info_bottom
source: For exporting products from various storefronts it is required to use various file names.
ru_ru: Для экспорта товаров из различных витрин необходимо использовать различное имя файла.

# Languages::mailru_export_auto_info_file
source: The file will be saved to the directory:
ru_ru: Файл будет сохранён в папку:

# Languages::mailru_export_unsuccessfull_out_of_stock
source: The following products were not exported because the products are out of stock:
ru_ru: Экспорт следующих товаров не удался из-за отсутствия товара на складе:

# Languages::mailru_export_unsuccessfull_empty_brand
source: The following products were not exported because the "Brand" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля бренд:

# Languages::mailru_export_unsuccessfull_empty_model
source: The following products were not exported because the "Model" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля Модель:

# Languages::mailru_export_unsuccessfull_disable_cat_list
source: The following products were not exported because of the excluded category:
ru_ru: Экспорт следующих товаров не удался из за исключённой категории:

# Languages::mailru_export_unsuccessfull_disable_cat_list_d
source: The following products were not exported because of the disabled category:
ru_ru: Экспорт следующих товаров не удался из за выключенной категории:

# Languages::mailru_export_unsuccessfull_products_zero_price
source: The following products were not exported because of zero price:
ru_ru: Экспорт следующих товаров не удался из за нулевой цены:

# Languages::mailru_export_unsuccessfull_disabled_products
source: The following products were not exported because they are disabled:
ru_ru: Экспорт следующих товаров не удался из за неактивного статуса товара:

# Languages::mailru
source: Tovary@Mail.Ru
ru_ru: Товары@Mail.Ru

# Languages::mailru_brand
source: TM Brand
ru_ru: TM Бренд

# Languages::mailru_model
source: TM Model
ru_ru: TM Модель

# Languages::mailru_type_prefix
source: TM Product group/category (typePrefix)
ru_ru: TM Группа товаров/категория (typePrefix)

# Languages::mailru_cost
source: TM Allow local delivery cost
ru_ru: TM Стоимость доставки в домашнем регионе

# Languages::mailru_delivery
source: TM Allow delivery
ru_ru: TM Возможность доставки товара

# Languages::mailru_pickup
source: TM Allow booking and self delivery
ru_ru: TM Возможность зарезервировать товар и забрать его самостоятельно

# Languages::mailru_mcp
source: TM The maximum cost per click in rubles
ru_ru: TM Максимальная цена клика в рублях

# Languages::mailru_export
source: TM Export product to Tovary@Mail.Ru
ru_ru: TM Экспортировать товар в Товары@mail.ru

# Languages::mailru_true
source: Yes
ru_ru: Да

# Languages::mailru_false
source: No
ru_ru: Нет

# SettingsSections::rus_tovary_mailru::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::rus_tovary_mailru::shop_name
source: Shop name
ru_ru: Название магазина

# SettingsOptions::rus_tovary_mailru::export_stock
source: Export only products in stock
ru_ru: Экспортировать только товары, которые есть на складе

# SettingsTooltips::rus_tovary_mailru::export_stock
source: If products quantity is equal or less than 0, these products will be excluded from export.
ru_ru: Из экспорта будут исключены товары с количеством равным или меньшим 0.

# SettingsOptions::rus_tovary_mailru::notify_disable_products
source: Enable notifications about reasons for excluding products from export.
ru_ru: Включить уведомления о причинах исключения товаров из экспорта.

# SettingsOptions::rus_tovary_mailru::disable_cat_d
source: Exclude disabled categories.
ru_ru: Исключить выключенные категории.

# SettingsTooltips::rus_tovary_mailru::disable_cat_d
source: Only products of active and hidden categories will be exported.
ru_ru: Будут экспортированы товары только из активных и скрытых категорий.

# SettingsOptions::rus_tovary_mailru::mail_settings
source: Product name used in the price list:
ru_ru: Название товара используемое в прайс-листе:

# SettingsTooltips::rus_tovary_mailru::mail_settings
source: The fields used to form product name in the price list. The product name is formed according to the following formula: "typePrefix" + "brand" + "model" or "name" depending on the name type selected.
ru_ru: Используемые поля для формирования названия товара в прайс-листе. Название товара формируется по формуле: "typePrefix" + "brand" + "model" или "name", в зависимости от выбранного варианта названия.

# SettingsVariants::rus_tovary_mailru::mail_settings::type_name
source: Product name
ru_ru: Название товара

# SettingsVariants::rus_tovary_mailru::mail_settings::type_detailed
source: Product type+Manufacturer+Model
ru_ru: Тип товара+Производитель+Модель

# SettingsOptions::rus_tovary_mailru::feature_for_brand
source: Names of features to use in the "vendor" field
ru_ru: Названия характеристик для использования в поле "vendor"

# SettingsTooltips::rus_tovary_mailru::feature_for_brand
source: Select the name of the feature which value will be used for the "vendor" field. Only the feature of the "Brand/Manufacturer" type can be used
ru_ru: Выберите название характеристики значение которой будет использовано для поля "vendor". Возможно использовать только характеристики типа "Бренд/Производитель"

# SettingsOptions::rus_tovary_mailru::type_prefix
source: Use the "typePrefix" field
ru_ru: Использовать поле "typePrefix"

# SettingsTooltips::rus_tovary_mailru::type_prefix
source: Product name is formed according to the following formula: "typePrefix" + "vendor" + "model" . If no value is specified for the "typePrefix" field, the category name will be used.
ru_ru: Название товара формируется по формуле: "typePrefix" + "vendor" + "model" . Если у товара не задано значение поля "typePrefix" будет использовано название категории.

# SettingsOptions::rus_tovary_mailru::local_delivery_cost
source: Use the "TM Shipping cost in the home region" field
ru_ru: Использовать поле "ТМ Стоимость доставки в домашнем регионе"

# SettingsTooltips::rus_tovary_mailru::local_delivery_cost
source: Used to display the shipping field for products in the home region.
ru_ru: Используется для отображения поля доставки в домашнем регионе у товаров.

# SettingsOptions::rus_tovary_mailru::delivery_type
source: Zero shipping value of the "TM Shipping cost in the home region" field
ru_ru: Значение нулевой доставки поля "ТМ Стоимость доставки в домашнем регионе"

# SettingsTooltips::rus_tovary_mailru::delivery_type
source: If the shipping value equals 0, a parameter of displaying this value can be set: display zero value, display the Free shipping value or do not display the value
ru_ru: Если значение доставки нулевое, то можно задать параметр вывода этого значение: выводить нулевое значение, выводить значение бесплатная доставка или не выводить его

# SettingsVariants::rus_tovary_mailru::delivery_type::value
source: Shipping cost
ru_ru: Стоимость доставки

# SettingsVariants::rus_tovary_mailru::delivery_type::free
source: Free shipping
ru_ru: Бесплатная доставка

# SettingsVariants::rus_tovary_mailru::delivery_type::no_delivery
source: Do not display
ru_ru: Не отображать

# SettingsOptions::rus_tovary_mailru::export_encoding
source: Encoding of the exported file
ru_ru: Кодировка экспортируемого файла

# SettingsSections::rus_tovary_mailru::auto_settings
source: Automatic export
ru_ru: Автоматический экспорт

# SettingsOptions::rus_tovary_mailru::cron_key
source: Access key for automatic export ([cron_key])
ru_ru: Ключ доступа для автоматического экспорта ([cron_key])

# SettingsOptions::rus_tovary_mailru::cron_filename
source: File name for automatic export (the file will be saved to the /var/exim/ directory)
ru_ru: Имя файла для автоматического экспорта (файл будет сохранён в папку /var/exim/)

# SettingsOptions::rus_tovary_mailru::auto_url
source: URL for automatic update
ru_ru: URL для автоматического обновления
