Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/rus_spsr.po
Languages: ru_ru

# Languages::shipping.spsr.ticket_spsr
source: Ticket SPSR
ru_ru: Квитанция СПСР-Экспресс

# Languages::shippings.spsr.spsr_no_active_couriers
source: There are no active orders
ru_ru: Нет вызовов курьера

# Languages::shippings.spsr.shipping_information
source: Shipping information SPSR
ru_ru: Информация о доставке СПСР

# Languages::shippings.spsr.order_delete
source: Call courier deleted
ru_ru: Вызов курьера удален

# Languages::shippings.spsr.not_order_delete
source: Call courier not deleted
ru_ru: Вызов курьера не удален

# Languages::shippings.spsr.params_shipping_spsr
source: Additional settings SPSR
ru_ru: Дополнительные настройки СПСР

# Languages::shippings.spsr.buttons.spsr_update
source: SPSR update
ru_ru: Обновить данные СПСР

# Languages::shippings.spsr.register_update
source: SPSR data update
ru_ru: Обновление данных СПСР

# Languages::shippings.spsr.type_tariff
source: SPSR default tariff
ru_ru: Тариф по умолчанию

# Languages::shippings.spsr.type_tariff.tooltip
source: Tariff use default to calculate
ru_ru: Тариф используемый по умолчанию в расчете доставки
