Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/searchanise.po
Languages: es_es, hr_hr, lt_lt, sk_sk, sr_sp

# Addons::name::searchanise
source: Searchanise
es_es: Auto-Buscador
sr_sp: Pretraživo

# Addons::description::searchanise
source: Turns on the <a target="_blank" href="http://searchanise.com/">Searchanise</a> fast search service
es_es: Se convierte en el servicio de búsqueda rápida de <a target="_blank" href="http://searchanise.com/"> Auto-Buscador</a>
hr_hr: Uključuje <a target="_blank" href="http://searchanise.com/"> Searchanise </a> usluge brzo traženje
lt_lt: Įjungia <a target="_blank" href="http://searchanise.com/"> Searchanise</a> greitai ieškos tarnybą
sk_sk: Zapne službu rýchleho vyhľadávania <a target="_blank" href="http://searchanise.com/">Searchanise</a>
sr_sp: Aktivira <a target="_blank" href="http://searchanise.com/">Pretraživo</a> brzi servis pretrage

# Languages::searchanise
source: Searchanise
es_es: Auto-Buscador
sr_sp: Pretraživo

# Languages::text_se_import_status_queued
source: The product catalog is queued for syncing with Searchanise.
es_es: El catálogo de productos es la cola para la sincronización con Auto-Buscador.
hr_hr: Katalog proizvoda je na čekanju za sinkronizaciju s Searchanise.
lt_lt: Prekių katalogas yra eilėje sinchronizavimui su Searchanise.
sk_sk: Katalóg produktov bude zosynchronizovaný so Searchanise.
sr_sp: Katalog proizvoda je na redu za sinhronizaciju sa servisom Pretraživo.

# Languages::text_se_re_indexation_required
source: Searchanise: Re-indexation required (click the <strong>Force re-indexation</strong> button in the <a href="[link]">Searchanise admin panel</a>).
es_es: Auto-Buscador: Nueva indexación necesaria (haga clic en el botón <strong>nueva indexación de fuerza</strong> en el <a href="[link]"> panel de administración de Auto-Buscador</a>).
hr_hr: Searchanise: Re-indeksacije potrebne (kliknite <strong> Prisilvno ponovno usklađivanje </strong> u <a href="[link]"> Searchanise admin panel </a>).
lt_lt: Searchanise: Iš naujo indeksavimo reikalaujama (spustelėkite mygtuką <strong>iš naujo indeksavimo</strong> <a href="[link]"> Searchanise slaptazodzius</a>).
sk_sk: Searchanise: Vyžadovaná reindexácia (kliknite na <strong>Force re-indexation</strong> na administrátorskom paneli <a href="[link]">Searchanise</a>).
sr_sp: Pretraživo: Reindeksiranje je potrebno (kliknite na dugme <strong>Pokreni reindeksiranje</strong> u <a href="[link]">Pretraživo administratorskom panelu</a>).

# Languages::text_se_new_engine_store
source: Searchanise: New search engine for [store] created. Catalog import started.
es_es: Auto-Buscador: Nuevo motor de búsqueda para [store] creado. Catálogo importación comenzó.
hr_hr: Searchanise: Nova tražilica [store] stvorena. Počeo uvoz katalog.
lt_lt: Searchanise: Nauja paieškos sistema [store], sukurta. Katalogas importo prasidėjo.
sk_sk: Searchanise: Nový vyhľadávač pre [store] bol vytvorený. Import katalógu začal.
sr_sp: Pretraživo: Nova mašina za pretragu za [store] je kreirana. Započeo uvoz kataloga.

# Languages::text_se_seo_settings_notice
source: If you have modified any SEO add-on settings, please <a href="[link]">Re-indexation</a> product catalog with Searchanise to update product URLs.
es_es: Si ha modificado alguna configuración del Add-on SEO, por favor, <a href="[link]"> re-indexación</a> catálogo de productos con el Auto-Buscador para actualizar las URL de producto.
hr_hr: Ako ste promijenili bilo koju postavku SEO dodataka <a href="[link]"> Ponovno indeksiranje </a> katalog proizvoda sa Searchanise za ažuriranje URL-ova proizvoda.
lt_lt: Jei modifikavote SEO add-on parametrus, prašome <a href="[link]"> iš naujo indeksavimo</a> prekių katalogas su Searchanise atnaujinti produkto URL.
sk_sk: Ak ste modifikovali akékoľvek nastavenia modulu SEO, prosím <a href="[link]">reindexujte</a> katalóg produktov v Searchanise pre aktualizáciu URL adries produktov.
sr_sp: Ukoliko ste izmenili bilo kakvo podešavanje SEO dodataka, molimo koristite <a href="[link]">Reindeksiranje</a> kataloga proizvoda sa servisom Pretraživo za osvežavanje URL adresa proizvoda.

# Languages::text_se_connect_error
source: An error occurred during Searchanise registration. Please try later.
es_es: Se ha producido un error durante el registro del Auto-Buscador. Por favor Inténtalo más tarde.
hr_hr: Došlo je do pogreške prilikom registracije Searchanise. Molimo pokušajte kasnije.
lt_lt: Searchanise registracijos metu įvyko klaida. Prašome pabandyti vėliau.
sk_sk: Vyskytla sa chyba počas registrácie na Searchanise. Skúste to prosím neskôr.
sr_sp: Nastupila greška tokom registracije servisa Pretraživo. Pokušajte ponovo kasnije.

# Languages::text_se_import_status_processing
source: The product catalog syncing is in progress.
es_es: La sincronización de catálogo de producto está en curso.
hr_hr: U tijeku je sinkronizacija katalog proizvoda.
lt_lt: Produkto katalogą sinchronizavimas vyksta.
sk_sk: Prebieha synchronizácia katalógu produktov.
sr_sp: Sinhronizacija kataloga proizvoda je u toku.

# Languages::text_se_import_status_done
source: The product catalog was synced successfully with Searchanise.
es_es: El catálogo fue sincronizado correctamente con Auto-Buscador.
hr_hr: Katalog proizvoda je uspješno sinkronizirana s Searchanise.
lt_lt: Produktų katalogo buvo sėkmingai sinchronizuotas su Searchanise.
sk_sk: Synchronizácia katalógu produktov so Searchanise prebehla úspešne.
sr_sp: Katalog proizvoda je uspešno sinhronizovan sa servisom Pretraživo.

# Languages::text_se_import_status_none
source: The product catalog is not synced with Searchanise yet. Please press "Sync" button to start.
es_es: El catálogo de productos no se sincroniza con el Auto-Buscador aún. Por favor, pulse el botón "Sync" para iniciar.
hr_hr: Katalog proizvoda još nije sinkroniziran s Searchanise. Kliknite "Sinkroniziraj" gumb za početak.
lt_lt: Prekių katalogas yra ne sinchronizuoti su Searchanise dar. Prašome paspausti "Sync" mygtuką, norėdami pradėti.
sk_sk: Katalóg produktov ešte nie je zosynchronizovaný so Searchanise. Pre spustenie synchronizácie stlačte prosím tlačidlo "Sync".
sr_sp: Katalog proizvoda još uvek nije sinhronizovan sa servisom Pretraživo. Molimo, kliknite dugme "Sinhronizacija" za početak.

# Languages::text_se_data_update
source: Please note that the data on Searchanise server is updated with a 2-3 minute delay after you make changes in your store.
es_es: Tenga en cuenta que los datos en el servidor Auto-Buscador se actualización con un retraso de 2-3 minutos después de hacer cambios en tu tienda.
hr_hr: Imajte na umu da se podaci na Searchanise poslužitelju ažuriraju s 2-3 minuta zakašnjenja nakon što napravite promjene u vašoj trgovini.
lt_lt: Atkreipkite dėmesį, kad Searchanise serverio duomenys atnaujinami 2-3 minutės delsos atlikę pakeitimus jūsų parduotuvėje.
sk_sk: Upozorňujeme, že na údaje na Searchanise serveri sú aktualizované s 2-3-minútovým oneskorením voči zmenám vykonaným vo vašom obchode.
sr_sp: Obratite pažnju na to da se podaci na serveru servisa Pretraživo osvežavaju sa 2-3 minuta zakašnjenja nakon izmena u prodavnici.

# Languages::text_se_signup
source: Click the button below to connect to Searchanise.
es_es: Haga clic en el botón de abajo para conectar a el Auto-Buscador.
hr_hr: Kliknite na gumb ispod za povezivanje s Searchanise.
lt_lt: Spustelėkite mygtuką žemiau, norėdami prisijungti prie Searchanise.
sk_sk: Kliknite na tlačidlo dole, aby ste sa pripojili k Searchanise.
sr_sp: Kliknite na dugme ispod za povezivanje na servis Pretraživo.

# Languages::text_se_just_connected
source: Congratulations, you've just connected to Searchanise.
es_es: Felicidades, usted acaba de conectar el Auto-Buscador.
hr_hr: Čestitamo, upravo ste povezali s Searchanise.
lt_lt: Sveikiname, jūs tiesiog prijungtas prie Searchanise.
sk_sk: Gratulujeme, práve ste sa pripojili k Searchanise.
sr_sp: Čestitamo, upravo ste se uspešno povezali na servis Pretraživo.

# Languages::text_se_connected
source: You've connected to Searchanise.
es_es: Has conectado a Auto-Buscador.
hr_hr: Vi ste se povezali s Searchanise.
lt_lt: Prijungtas prie Searchanise.
sk_sk: Pripojili ste sa k Searchanise.
sr_sp: Povezani ste na servis Pretraživo.

# Languages::text_se_database_restore_notice
source: You've just restored your data from the database dump file. If this dump contains product data, please <a href="[link]">Re-indexation</a> it with Searchanise.
es_es: Sólo han restaurado sus datos desde el archivo de volcado de la base de datos. Si esta descarga contiene datos del producto, por favor <a href="[link]"> re indexación</a> con el Auto-Buscador.
hr_hr: Upravo ste vratili podatke iz dump datoteke baze podataka. Ako ovo datoteka sadrži podatke o proizvodu, molimo vas da <a href="[link]"> Ponovno indeksiranje</a> s Searchanise.
lt_lt: Tik jau atkurti duomenis iš duomenų bazės Iškelties failo. Jei šis sąvartynas yra produkto duomenų, prašome <a href="[link]"> iš naujo indeksavimo</a> ji su Searchanise.
sk_sk: Práve ste obnovili vaše údaje z dump súboru databázy. Ak tento dump súbor obsahuje údaje o produktoch, prosím <a href="[link]">reindexujte</a> ho so Searchanise.
sr_sp: Upravo ste vratili podatke iz baze podataka u odbačenom fajlu. Ako ovaj odbačeni fajl sadrži podatke o proizvodima, koristite <a href="[link]">Reindeksiranje</a> sa servisom Pretraživo.

# Languages::text_se_only_root_can_register
source: Only the root admin has the permission to connect to Searchanise
es_es: Sólo el administrador root tiene permiso para conectarse a el Auto-Buscador
hr_hr: Samo root admin ima pravo spajanja na Searchanise
lt_lt: Tik šaknis administratorius turi teisę prisijungti prie Searchanise
sk_sk: Iba hlavný administrátor sa môže pripojiť k Searchanise
sr_sp: Samo root administrator ima dozvolu povezivanja sa servisom Pretraživo

# Languages::se_did_you_mean
source: Did you mean
es_es: ¿Quisiste decir
hr_hr: Jeste li mislili
lt_lt: Ar turėjote omenyje
sk_sk: Mali ste na mysli
sr_sp: Da li ste mislili

# Languages::se_product_id
source: Product Id
es_es: ID de producto
hr_hr: Id proizvoda
lt_lt: Produkto ID
sk_sk: ID produktu
sr_sp: ID proizvoda

# Languages::se_title
source: Title
es_es: Titulo
hr_hr: Naslov
lt_lt: Pavadinimas
sk_sk: Názov
sr_sp: Naziv

# Languages::se_summary
source: Description
es_es: Descripción
hr_hr: Opis
lt_lt: Aprašymas
sk_sk: Popis
sr_sp: Opis

# Languages::se_link
source: Product Url
es_es: Url de producto
hr_hr: Proizvod Url
lt_lt: Produkto Url
sk_sk: URL produktu
sr_sp: URL adresa proizvoda

# Languages::se_price
source: Price
es_es: Precio
hr_hr: Cijena
lt_lt: Kaina
sk_sk: Cena
sr_sp: Cena

# Languages::se_quantity
source: Quantity
es_es: Cantidad
hr_hr: Količina
lt_lt: Kiekis
sk_sk: Množstvo
sr_sp: Količina

# Languages::se_product_code
source: Product Code
es_es: Código artículo
hr_hr: Kod proizvoda
lt_lt: Produkto kodas
sk_sk: Kód produktu
sr_sp: Kod proizvoda

# Languages::se_image_link
source: Image Url
es_es: Url de imagen
hr_hr: Url slike
lt_lt: Vaizdo Url
sk_sk: Adresa URL obrázka
sr_sp: URL adresa slike

# Languages::se_category_Id
source: Category Id
es_es: Id de la categoría
hr_hr: Kategorija Id
lt_lt: Kategorijos Id
sk_sk: ID kategórie
sr_sp: ID kategorije

# Languages::se_category_usergroup_ids
source: Category Usergroup Ids
es_es: Categoría grupo Ids
hr_hr: Kategorija korisničke grupe Ids
lt_lt: Kategorijos vartotojų grupės ID
sk_sk: ID kategórií užívateľskej skupiny
sr_sp: ID-ji kategorija korisničkih grupa

# Languages::se_usergroup_ids
source: Usergroup Ids
es_es: Grupo Ids
hr_hr: Korisničke grupe Ids
lt_lt: Vartotojų grupės ID
sk_sk: ID užívateľskej skupiny
sr_sp: ID-ji korisničkih grupa

# Languages::se_company_id
source: Company Id
es_es: Id de la empresa
hr_hr: Id tvrtke
lt_lt: Įmonės Id
sk_sk: ID spoločnosti
sr_sp: ID preduzeća

# Languages::se_empty_categories
source: Without Categories
es_es: Sin categorías
hr_hr: Bez kategorije
lt_lt: Be kategorijos
sk_sk: Bez kategórie
sr_sp: Bez kategorija

# Languages::se_price_for_usergroup_id
source: Price for usergroup Id ([id])
es_es: Precio para grupo de usuarios Id ([id])
hr_hr: Cijena za korisničke grupe Id ([id])
lt_lt: Kaina už vartotojų grupės Id ([id])
sk_sk: Cena pre používateľskú skupinu ID ([id])
sr_sp: Cena za ID korisničke grupe ([id])

# Languages::se_for_feature_id
source: Feature "[id]" Id
es_es: Id de función "[id]"
hr_hr: Značajka "[id]" Id
lt_lt: Funkcija "[id]" Id
sk_sk: ID funkcie "[id]"
sr_sp: ID funkcije "[id]"

# Languages::se_relevance
source: Relevance
es_es: Relevancia
hr_hr: Relevantnost
lt_lt: Aktualumas
sk_sk: Relevantnosť
sr_sp: Relevantnost

# Languages::se_products
source: Products
es_es: Productos
hr_hr: Proizvodi
lt_lt: Produktai
sk_sk: Produkty
sr_sp: Proizvodi

# Languages::se_popular_suggestions
source: Popular suggestions
es_es: Propuestas populares
hr_hr: Popularni prijedlozi
lt_lt: Populiarūs pasiūlymai
sk_sk: Obľúbené návrhy
sr_sp: Popularni predlozi

# Languages::sort_by_relevance_asc
source: Sort by Relevance
es_es: Ordenar por relevancia
hr_hr: Poredaj po važnosti
lt_lt: Rϋπiuoti pagal atitikimų užklausą
sk_sk: Zoradiť podľa relevancie
sr_sp: Sortiraj po relevantnosti

# Languages::se_api_key
source: API key
es_es: Clave de API
hr_hr: API ključ
lt_lt: API raktas
sk_sk: API kľúč
sr_sp: API ključ

# Languages::se_private_key
source: Private key
es_es: Clave privada
hr_hr: Privatni ključ
lt_lt: Privatusis raktas
sk_sk: Súkromný kľúč
sr_sp: Privatni ključ

# SettingsSections::searchanise::configuration
source: Configuration
es_es: Configuración
hr_hr: Konfiguracija
lt_lt: Konfigūracijos
sk_sk: Konfigurácia
sr_sp: Konfiguracija
