Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/seo.po
Languages: hr_hr, ka_ge, lt_lt, sk_sk, sr_sp

# Addons::description::seo
source: Adds Search engine-friendly URLs support
hr_hr: Dodaje podršku za Search tražilicu-friendly URL-ove
ka_ge: ოპტიმიზირებულია ძებნის სერვისები და გასაგები URL
lt_lt: Prideda paieškos variklio draugišką URL
sk_sk: Pridá podporu pre URL adresy optimalizované pre vyhľadávače
sr_sp: Dodavanje podrške za lako-pretražive URL adrese

# Languages::seo_rules_menu_description
source: Use this section to define global rules for the URLs rewritten in your store.
hr_hr: Koristite ovaj odjeljak za definiranje globalnih pravila za URL-ove prepisano u trgovini.
ka_ge: გამოიყენეთ ეს სექცია ბმულების შეცვლის გლობალური წესების განსაზღვისთვის თქვენს მაღაზიაში.
lt_lt: Naudokite šią sekciją apibrėžti automato taisyklės generavimui URL perrašyti jūsų parduotuvėje.
sk_sk: V tejto sekcii nastavte globálne pravidlá pre prepis URL adries vo vašom obchode.
sr_sp: Koristi ovu sekciju za definisanje opštig pravila prepisivanja URL adresa u prodavnici.

# Languages::seo.redirects_manager_menu_description
source: Manages redirect rules from old URLs
hr_hr: Uspijeva preusmjeriti pravila iz starih URL-ova
ka_ge: რედირექტების მართვა ძველი ბმულებიდან
lt_lt: Valdo peradresavimo taisyklės iš senų URL
sk_sk: Riadi pravidlá presmerovávania zo starých URL adries
sr_sp: Upravljanje redirekcionim pravilima sa starih URL adresa

# Languages::controller_description
source: If you want to specify a SEO-name for the URL, e.g. http://example.com/index.php?dispatch=<b>categories.catalog</b>, you need to enter the "<b>categories.catalog</b>" value into the "<b>The value of the "dispatch" parameter from the URL</b>" field and specify the SEO name in the "<b>SEO name</b>" field.
hr_hr: Ako želite odrediti SEO-ime za URL, npr http://example.com/index.php?dispatch=<b>categories.catalog</b>, morate upisati "<b>categories.catalog</b>"vrijednost u "<b> vrijednost "dispatch" parametra iz URL </b> "polje i navesti ime SEO u" <b> naziv SEO </b> "u polje.
ka_ge: მაგალითად, თუ თქვენ გინდათ მიუთითოთ SEO-სახელი URL-თვის http://example.com/index.php?dispatch=<b>categories.catalog</b>, შეიყვანეთ ველში პარამეტრის ნიშვნელობა"<b>„dispatch“ URL-დან</b>" ნიშვნელობა"<b>categories.catalog</b>" და მიუთითოთ SEO-სახელი.
lt_lt: Jei norite nurodyti SEO-pavadinimą, URL, pvz http://example.com/index.php?dispatch= <b>categories.catalog</b>, jums reikia įvesti "<b>categories.catalog</b>" reikšmę į lauką "<b>"išsiuntimo"parametras iš URL</b>" ir nurodyti SEO pavadinimą lauke "<b>SEO pavadinimas</b>".
sk_sk: Ak chcete pre URL adresu zadať SEO názov, napr. http://example.com/index.php?dispatch=<b>categories.catalog</b>, musíte zadať hodnotu "<b>categories.catalog</b>" do poľa "<b>Hodnota parametra "dispatch" z URL</b>" a špecifikovať SEO názov do poľa "<b>SEO názov</b>".
sr_sp: Ako želite da precizirate SEO-naziv za URL adresu, npr. http://nekisajt.com/index.php?dispatch=<b>categories.catalog</b>, treba da unesete "<b>categories.catalog</b>" vrednost u "<b>Vrednost "dispatch" parametra sa URL adrese</b>" polje i preciyirate SEO naziv u polju "<b>SEO naziv</b>".

# Languages::seo_name
source: SEO name
hr_hr: SEO ime
ka_ge: SEO დასახელება
lt_lt: SEO pavadinimas
sk_sk: SEO názov
sr_sp: SEO naziv

# Languages::warning_seo_urls_disabled
source: SEO-friendly URLs are disabled. Check your web server and URL manipulation engine settings.
hr_hr: SEO-friendly URL-ovi su onemogućeni. Provjerite kod vaših web poslužitelja i postavke mehanizma za URL manipulaciju.
ka_ge: SEO-ბმულები გამორთულია. გთხოვთ, შეამოწმეთ პარამეტრები თქვენს სერვერის და მისი მუშაობის მოდულის URL-სთან.
lt_lt: SEO-friendly URL yra išjungtas. Patikrinkite savo tinklo serverio ir URL manipuliavimo variklio parametrus.
sk_sk: URL optimalizované pre SEO sú vypnuté. Skontrolujte nastavenia svojho webového servera.
sr_sp: SEO-lake URL adrese su isključene. Proverite svoj web server i podešavanja manipulacije URL adresama.

# Languages::dispatch_value
source: Dispatch value
hr_hr: Otpremna vrijednost
ka_ge: დისპეტჩერიზაციის მნიშვნელობა
lt_lt: Išsiuntimo vertė
sk_sk: Hodnota parametra "dispatch"
sr_sp: Vrednost odredišne adrese

# Languages::url_dispatch_part
source: The value of the "dispatch" parameter from the URL
hr_hr: Vrijednost parametra "otpreme" iz URL
ka_ge: დისპეტჩერიზაციის მნიშვნელობის პარამეტრები URL-დან
lt_lt: "Išsiuntimo" parametras iš URL
sk_sk: Hodnota parametra "dispatch" z adresy URL
sr_sp: Vrednost parametra "odredišta" iz URL adrese

# Languages::new_rule
source: New rule
hr_hr: Novo pravilo
ka_ge: ახალი წესი
lt_lt: Nauja taisyklė
sk_sk: Nové pravidlo
sr_sp: Novo pravilo

# Languages::seo_rules
source: SEO rules
hr_hr: SEO pravila
ka_ge: SEO-ს წესები
lt_lt: SEO taisyklės
sk_sk: Pravidlá SEO
sr_sp: SEO pravila

# Languages::seo_page_title
source: page [n]
hr_hr: stranica [n]
ka_ge: გვერდი [n]
lt_lt: puslapis [n]
sk_sk: stránka [n]
sr_sp: stranica [n]

# Languages::privileges.manage_seo_rules
source: Manage SEO rules and 301 redirects
hr_hr: Upravljanje SEO pravilima i 301 preusmjeravanja
ka_ge: SEO წესების მართვა და 301 გადამისამართება
lt_lt: Valdyti SEO taisykles ir 301 peradresavimo
sk_sk: Spravovať pravidlá SEO a presmerovania 301
sr_sp: Upravljanje SEO pravilima i 301 redirekcijama

# Languages::privileges.view_seo_rules
source: View SEO rules and 301 redirects
hr_hr: Pogledaj SEO pravila i 301 preusmjeravanja
ka_ge: SEO წესების ნახვა და 301 გადამისამართება
lt_lt: Rodyti SEO taisykles ir 301 peradresavimo
sk_sk: Zobraziť pravidlá SEO a presmerovania 301
sr_sp: Pregled SEO pravila i 301 redirekcija

# Languages::seo.redirects_manager
source: 301 redirects
hr_hr: 301 preusmjeravanja
ka_ge: 301 გადამისამართება
lt_lt: 301 peradresavimai
sk_sk: Presmerovanie 301
sr_sp: 301 redirekcije

# Languages::seo.old_url
source: Old URL
hr_hr: Stari URL
ka_ge: ძველი URL
lt_lt: Senas URL
sk_sk: Stará URL
sr_sp: Stara URL adresa

# Languages::seo.new_url
source: New URL
hr_hr: Novi URL
ka_ge: ახალი URL
lt_lt: Naujas URL
sk_sk: Nová adresa URL
sr_sp: Nova URL adresa

# Languages::seo.new_redirect
source: New Redirect
hr_hr: Novo preusmjeravanje
ka_ge: ახალი გადამისამართება
lt_lt: Naujas nukreipimas
sk_sk: Nové presmerovanie
sr_sp: Nova redirekcija

# Languages::seo.error_old_url_exists
source: The URL you're redirecting from is already exist
hr_hr: URL što preusmjeravate već postoji
ka_ge: URL-ი, რომლითაც თქვენ გსურთ რედირექტის გაკეთება, უკვე არსებობს
lt_lt: Jūs esate nukreipti iš URL jau yra
sk_sk: URL z ktorej chcete presmerovať už existuje
sr_sp: URL adresa sa koje se vrši redirekcija već postoji

# Languages::seo.rich_snippets
source: Google rich snippets preview
hr_hr: Pregled bogatih Google isječaka
ka_ge: Google rich snippets-ის გადახედვა
lt_lt: Google rich snippets peržiūra
sk_sk: Preview Google Rich Snippets
sr_sp: Google pregled isečaka

# Languages::seo.rich_snippets_rating
source: Rating
hr_hr: Ocjena
ka_ge: რეიტინგი
lt_lt: Reitingas
sk_sk: Hodnotenie
sr_sp: Rejting

# Languages::seo.rich_snippets_reviews
source: [n] review|[n] reviews
hr_hr: [n] pregled | [n] recenzije
ka_ge: [n] მიმოხილვა|[n] მიმოხილვები
lt_lt: [n] review|[n] atsiliepimai
sk_sk: [n] recenzia|[n] recenzie
sr_sp: [n] pregled|[n] pregleda

# Languages::seo.create_redirect
source: Create redirect from old URL
hr_hr: Napravite preusmjeravanje od starog URL
ka_ge: გადამისამართება ძველი URL-დან
lt_lt: Sukurti peradresavimai iš senų URL
sk_sk: Vytvoriť presmerovanie zo starej URL adresy
sr_sp: Kreiraj redirekt sa stare URL adrese

# Languages::seo.error_incorrect_url
source: Incorrect format for <b>[url]</b> URL. For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
hr_hr: Neispravan format za <b>[url]</b> URL. Na primjer, ako je vaš URL <b> http://example.com/path/to/object </b>, morate unijeti <b>/put/do/objekt </b>
ka_ge: ბმულის არასწორი ფორმატი <b>[url]</b>. მაგალითად, თუ თქვენი ბმულია <b>http://example.com/path/to/object</b>, მაშინ თქვენ უნდა შეიყვანოთ <b>/path/to/object</b>
lt_lt: Neteisingas formatas <b>[url]</b> URL. Pavyzdžiui, jei jūsų URL yra <b>http://example.com/path/to/object</b>, jums reikia <b>įvesti/kelias/iki/objektą</b>
sk_sk: Nesprávny formát pre <b>[url]</b> URL. Napríklad, ak vaša adresa URL je <b>http://example.com/path/to/object</b>, budete musieť zadať <b>path/to/object</b>
sr_sp: Neispravan format za <b>[url]</b> URL adresu. Na primer, ako je Vaša URL adresa <b>http://nekisajt.com/putanja/do/objekta</b>, treba uneti <b>/putanja/do/objekta</b>

# Languages::tt_addons_seo_views_seo_redirects_manage_seo.old_url
source: For example, if your URL is <b>http://example.com/path/to/object</b>, you need to enter <b>/path/to/object</b>
hr_hr: Na primjer, ako je vaš URL <b> http://example.com/path/to/object </b>, morate unijeti <b>/put /do/objekt </b>
ka_ge: მაგალითად, თუ თქვენი ბმულია <b>http://example.com/path/to/object</b>, მაშინ თქვენ უნდა შეიყვანოთ <b>/path/to/object</b>
lt_lt: Pavyzdžiui, jei jūsų URL yra <b>http://example.com/path/to/object</b>, jums reikia <b>įvesti/kelias/iki/objektą</b>
sk_sk: Napríklad, ak vaša adresa URL je <b>http://example.com/path/to/object</b>, budete musieť zadať <b>path/to/object</b>
sr_sp: Na primer, ako je Vaša URL adresa <b>http://nekisajt.com/putanja/do/objekta</b>, treba uneti <b>/putanja/do/objekta</b>

# SettingsSections::seo::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::seo::seo_product_type
source: Product SEO URL format
hr_hr: Proizvod SEO URL format
ka_ge: პროდუქტის SEO URL ფორმატი
lt_lt: Produkto SEO URL formatas
sk_sk: SEO formát URL produktu
sr_sp: Format SEO URL adrese proizvoda

# SettingsOptions::seo::seo_category_type
source: Category SEO URL format
hr_hr: Oblik SEO URL kategorija
ka_ge: კატეგორიის SEO URL ფორმატი
lt_lt: Kategorija SEO URL formatas
sk_sk: SEO formát URL kategórie
sr_sp: Format SEO URL adrese kategorije

# SettingsOptions::seo::seo_page_type
source: Page SEO URL format
hr_hr: SEO URL oblik stranice
ka_ge: გვერდის SEO URL ფორმატი
lt_lt: Puslapio SEO URL formatas
sk_sk: SEO formát URL stránky
sr_sp: Format SEO URL adrese stranice

# SettingsOptions::seo::seo_other_type
source: Other SEO URL format
hr_hr: Drugi SEO URL format
ka_ge: სხვა SEO URL ფორმატი
lt_lt: Kitos SEO URL formatą
sk_sk: SEO formát iných URL
sr_sp: Drugi format SEO URL adrese

# SettingsOptions::seo::seo_language
source: Show language in the URL
hr_hr: Pokaži jezik u URL
ka_ge: ენის ჩვენება URL-ში
lt_lt: Rodyti kalba URL
sk_sk: Zobraziť jazyk v URL
sr_sp: Prikaži jezik u URL adresi

# SettingsOptions::seo::single_url
source: Use single URL for all languages
hr_hr: Koristi jedan URL za sve jezike
ka_ge: ერთი URL-ის გამოყენება ყველა ენისთვის
lt_lt: Vieną URL naudoti visomis kalbomis
sk_sk: Použit jedinú URL pre všetky jazyky
sr_sp: Koristi jednu URL adresu za sve jezike

# SettingsOptions::seo::non_latin_symbols
source: Allow non-latin symbols in URL
hr_hr: Dopustite nelatinične simbole u URL-u
ka_ge: არა ლათინური სიმბოლოების გამოყენება URL-ში
lt_lt: Leisti ne lotyniški simbolius URL
sk_sk: Povoliť nelatinské znaky v URL
sr_sp: Dozvoli ne-latinične simbole u URL adresi

# SettingsVariants::seo::seo_product_type::product_file_nohtml
source: /product-name/
sr_sp: /naziv-proizvoda

# SettingsVariants::seo::seo_product_type::product_file
source: /product-name.html
sk_sk: /nazov-produktu.html
sr_sp: /naziv-proizvoda.html

# SettingsVariants::seo::seo_product_type::product_category_nohtml
source: /category-name/[subcategory-name/]product-name/
sr_sp: /naziv-kategorije/[naziv-podkategorije/]naziv-proizvoda

# SettingsVariants::seo::seo_product_type::product_category
source: /category-name/[subcategory-name/]product-name.html
lt_lt: /category-name/[subcategory-name/]product-name
sk_sk: /nazov-kategorie/[nazov-podkategorie/]nazov-produktu.html
sr_sp: /naziv-kategorije/[naziv-podkategorije/]naziv-proizvoda.html

# SettingsVariants::seo::seo_category_type::category_nohtml
source: /parent-category/category/[page-2/]
sr_sp: /nad-kategorija/kategorija/[stranica2/]

# SettingsVariants::seo::seo_category_type::category
source: /parent-category/category-[page-2].html
sr_sp: /nad-kategorija/kategorija/[stranica2/].html

# SettingsVariants::seo::seo_category_type::root_category
source: /category/[page-2/]
sr_sp: /kategorija/[stranica2/]

# SettingsVariants::seo::seo_page_type::page
source: /parent-page/page.html
sk_sk: /nadradena-stranka/stranka.html
sr_sp: /nad-stranica/stranica.html

# SettingsVariants::seo::seo_page_type::page_nohtml
source: /parent-page/page/
sk_sk: /nadradena-stranka/stranka/
sr_sp: /nad-stranica/stranica/

# SettingsVariants::seo::seo_page_type::root_page
source: /page/
sk_sk: /stranka/
sr_sp: /stranica/

# SettingsVariants::seo::seo_other_type::directory
source: /item/
sr_sp: /stavka/

# SettingsVariants::seo::seo_category_type::file
source: /category[-page-2].html
sr_sp: /kategorija[-page2].html

# SettingsVariants::seo::seo_page_type::file
source: /page.html
sk_sk: /stranka.html
sr_sp: /stranica.html

# SettingsVariants::seo::seo_other_type::file
source: /item.html
sk_sk: /polozka.html
sr_sp: /stavka.html
