Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/sms_notifications.po
Languages: hr_hr, lt_lt, sk_sk, sr_sp

# Addons::name::sms_notifications
source: SMS notifications
hr_hr: SMS obavijesti
lt_lt: SMS-pranešimai
sk_sk: SMS notifikácie
sr_sp: SMS obaveštenja

# Addons::description::sms_notifications
source: Allows you to set up administrator SMS order notifications
hr_hr: Omogućuje postavljanje obavijesti administratora putem SMS-a
lt_lt: Leidžia jums sukurti administratorius SMS užsakymo pranešimai
sk_sk: Dovoľuje notifikácie o objednávkach SMS správou
sr_sp: Omogućuje postavljanje obaveštavanje administratora SMS-om o porudžbinama

# Languages::unicode_not_enabled
source: Unicode support can not be enabled: 'mbstring' PHP extension is not installed.
hr_hr: Unicode podrška ne može biti omogućena: 'mbstring' PHP ekstenzija nije instalirana.
lt_lt: Unicode palaikymą gali būti neįgalinti: 'mbstring' PHP plėtinys neįdiegtas.
sk_sk: Nie je možné povoliť podporu Unicode: "mbstring" PHP rozšírenie nie je nainštalované.
sr_sp: Unicode podržka ne može biti aktivirana: 'mbstring' PHP ekstenzija nije instalirana.

# SettingsSections::sms_notifications::general
source: General
hr_hr: Općenito
lt_lt: Bendras
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::sms_notifications::phone_number
source: Phone number
hr_hr: Telefonski broj
lt_lt: Telefono numeris
sk_sk: Telefónne číslo
sr_sp: Broj telefona

# SettingsOptions::sms_notifications::elm_clickatell_settings
source: Clickatell settings
hr_hr: Postavke Clickatell
lt_lt: ClickATell parametrai
sk_sk: Nastavenia Clickatell
sr_sp: Podešavanja servisa Clickatell

# SettingsOptions::sms_notifications::clickatel_user
source: Username
hr_hr: Korisničko ime
lt_lt: Vartotojo vardas
sk_sk: Užívateľské meno
sr_sp: Korisničko ime

# SettingsOptions::sms_notifications::clickatel_password
source: Password
hr_hr: Lozinka
lt_lt: Slaptažodis
sk_sk: Heslo
sr_sp: Lozinka

# SettingsOptions::sms_notifications::clickatel_unicode
source: Use Unicode
hr_hr: Upotrebi Unicode
lt_lt: Naudoti Unicode
sk_sk: Použiť Unicode
sr_sp: Koristi Unicode

# SettingsOptions::sms_notifications::clickatel_concat
source: Split long sms into several parts
hr_hr: Podijeli velike sms poruke na nekoliko dijelova
lt_lt: Splitas laiko sms į kelias dalis
sk_sk: Rozdeliť dlhé SMS na niekoľko častí
sr_sp: Podeli dugačke SMS poruke na više delova

# SettingsOptions::sms_notifications::elm_send_sms_if
source: Send SMS if
hr_hr: Slanje SMS-a ako
lt_lt: Siųsti SMS, jei
sk_sk: Odoslať SMS ak
sr_sp: Pošalji SMS poruku ako je

# SettingsOptions::sms_notifications::sms_new_order_placed
source: New order has been placed
hr_hr: Nova je narudžba poslana
lt_lt: Naujas užsakymas buvo pateiktas
sk_sk: Bola zaregistrovaná nová objednávka
sr_sp: Postavljenja nova porudžbina

# SettingsOptions::sms_notifications::sms_new_cusomer_registered
source: New customer has been registered
hr_hr: Novi korisnik je registriran
lt_lt: Buvo užregistruotas naujas klientas
sk_sk: Bol zaregistrovaný nový zákazník
sr_sp: Registrovan novi kupac

# SettingsOptions::sms_notifications::sms_product_negative_amount
source: Product quantity is less than zero
hr_hr: Količina proizvoda je manja od nule
lt_lt: Produkto kiekis yra mažesnis už nulį
sk_sk: Počet produktov je nižší ako nula
sr_sp: Količina proizvoda manja od nula

# SettingsOptions::sms_notifications::sms_send_min_amout
source: Only send when order total amount is more than
hr_hr: Samo poslati kada je ukupan iznos narudžbe više od
lt_lt: Siūsti, kai užsakymo suma yra daugiau kaip
sk_sk: Odoslať iba ak je suma objednávky vyššia než
sr_sp: Pošalji samo kada je ukupna vrednost porudžbine veća od

# SettingsOptions::sms_notifications::sms_send_shipping
source: Only send for these shipping methods
hr_hr: Samo poslati za ove metode dostave
lt_lt: Tik siųsti šiais pristatymo metodais
sk_sk: Odoslať iba v prípade týchto spôsobov dopravy
sr_sp: Pošalji samo ako su izabrani ovi načini isporuke

# SettingsOptions::sms_notifications::elm_sms_content
source: SMS content
hr_hr: SMS sadržaj
lt_lt: SMS turinys
sk_sk: Obsah SMS
sr_sp: Sadržaj SMS poruke

# SettingsOptions::sms_notifications::sms_send_payment_info
source: Add payment info
hr_hr: Dodaj informacije o plaćanju
lt_lt: Įtraukti mokėjimo informaciją
sk_sk: Pridať informácie o platbe
sr_sp: Dodaj informacije o plaćanju

# SettingsOptions::sms_notifications::sms_send_customer_email
source: Add customers e-mail
hr_hr: Dodaj e-pošte kupaca
lt_lt: Pridėti pirkėjo el. paštą
sk_sk: Pridať zákazníkov e-mail
sr_sp: Dodaj e-mail adresu kupca

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_1
source: Do not split
hr_hr: Ne podijeliti
lt_lt: Neatskirti
sk_sk: Nerozdeľovať
sr_sp: Nemoj deliti

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_2
source: 2 sms
hr_hr: 2 SMS-a
sk_sk: Dve SMS
sr_sp: 2 SMS poruke

# SettingsVariants::sms_notifications::clickatel_concat::clickatel_concat_3
source: 3 sms
sk_sk: Tri SMS
sr_sp: 3 SMS pouke
