Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/store_locator.po
Languages: hr_hr, ka_ge, lt_lt, sr_sp, vi_vn

# Addons::name::store_locator
source: Store locator
hr_hr: Traženje trgovina
ka_ge: მაღაზიის მდებარეობა
lt_lt: Parduotuvės vieta
sr_sp: Lokator prodavnice
vi_vn: Địa điểm cửa hàng

# Addons::description::store_locator
source: Lets you place local stores on map and inform customers about their nearest stores
hr_hr: Omogućuje vam da postavite trgovine na kartu i informirate klijente o njihovim najbližim trgovinama
ka_ge: ფიზიკური მაღაზიების აღნიშვნა რუკაზე და მომხმარებელთა შეტყობინება მიმდებარე მაღაზიებზე
lt_lt: Leidžia jums įdėti vietos parduotuvėse žemėlapį ir informuoti klientus apie jūsų artimiausią parduotuvę
sr_sp: Dozvoljava postavljanje lokalnih prodavnica na mapu i obaveštava kupce o najbližim prodajnim mestima
vi_vn: Cho phép bạn đặt địa chỉ cửa hàng trên bản đồ và thông báo cho khách về các cửa hàng gần nhất

# Languages::view_on_map
source: View on map
hr_hr: Pogledaj kartu
ka_ge: რუკაზე ნახვა
lt_lt: Rodyti žemėlapį
sr_sp: Vidi na mapi
vi_vn: Xem trên bản đồ

# Languages::get_api_key
source: Obtaining an API Key
hr_hr: Dobivanje API ključa
ka_ge: API გასაღების მოპოვება
lt_lt: Gauti API raktą
sr_sp: Dobijanje API ključa
vi_vn: Lấy một API key

# Languages::block_store_locator
source: Store locator
hr_hr: Traženje trgovina
ka_ge: მაღაზიის მდებარეობა
lt_lt: Parduotuvės vieta
sr_sp: Lokator prodavnice
vi_vn: Địa điểm cửa hàng

# Languages::block_store_locator_description
source: Store locator block
hr_hr: Blok lokator trgovina
ka_ge: უახლოესი მაღაზიის ძიების ბლოკი
lt_lt: Store locator blokas
sr_sp: Blok lokatora prodavnice
vi_vn: Khối địa điểm cửa hàng

# Languages::text_address_not_found
source: Address not found
hr_hr: Adresa nije pronađena
ka_ge: მისამართი ვერ მოიძებნა
lt_lt: Adresas nerastas
sr_sp: Adresa nije pronađena
vi_vn: Địa chỉ không tìm thấy

# Languages::select_coordinates
source: Select coordinates
hr_hr: Odabrati koordinate
ka_ge: აირჩიეთ კოორდინატები
lt_lt: Pasirinkite koordinates
sr_sp: Izaberi koordinate
vi_vn: Chọn tọa độ

# Languages::set
source: Set
hr_hr: Postavi
ka_ge: მინიჭება
lt_lt: Rinkinys
sr_sp: Postavi
vi_vn: Thiết lập

# Languages::editing_store_location
source: Editing store location
hr_hr: Uređivanje lokacije trgovine
ka_ge: მაღაზიის ადგილმდებარეობის რედაქტირება
lt_lt: Redaguoti store location
sr_sp: Izmena lokacije prodavnice
vi_vn: Chỉnh sửa vị trí cửa hàng

# Languages::new_store_location
source: New store location
hr_hr: Nova lokacija trgovine
ka_ge: მაღაზიის ახალი მდებარეობა
lt_lt: Nauja parduotuvės vieta
sr_sp: Nova lokacija prodavnice
vi_vn: Vị trí cửa hàng mới

# Languages::add_store_location
source: Add store location
hr_hr: Dodaj lokaciju trgovine
ka_ge: მაღაზიის ადგილმდებარეობის დამატება
lt_lt: Įtraukti parduotuvės vietą
sr_sp: Dodaj lokaciju prodavnice
vi_vn: Thêm vị trí cửa hàng

# Languages::coordinates
source: Coordinates
hr_hr: Koordinate
ka_ge: კოორდინატები
lt_lt: Koordinatės
sr_sp: Koordinate
vi_vn: Tọa độ

# Languages::latitude_short
source: lat
ka_ge: სიგანე
sr_sp: geografska širina
vi_vn: vĩ độ

# Languages::longitude_short
source: long
ka_ge: სიგრძე
sr_sp: geografska dužina
vi_vn: dài

# Languages::all_stores
source: All stores
hr_hr: Sve trgovine
ka_ge: ყველა მაღაზია
lt_lt: Visos parduotuvės
sr_sp: Sve prodavnice
vi_vn: Tất cả các cửa hàng

# Languages::zoom
source: Map zoom
hr_hr: Zumiranje karte
ka_ge: რუკის მასშტაბი
lt_lt: Žemėlapio priartinimas
sr_sp: Zumiranje mape
vi_vn: Phóng to bản đồ

# Languages::map_type_control
source: MapType control
hr_hr: MapType kontrole
ka_ge: რუკის ტიპის მართვა
lt_lt: Žemėlapio valdymas
sr_sp: Kontrola vrste mape
vi_vn: Điều khiển MapType

# Languages::zoom_control
source: Zoom control
hr_hr: Kontrola zumiranja
ka_ge: მასშტაბის მართვა
lt_lt: Mastelio keitimo valdymas
sr_sp: Kontrola zuma
vi_vn: Điều khiển phóng to

# Languages::scale_control
source: Scale control
hr_hr: Kontrola razmjera
ka_ge: მასშტაბის კონტროლი
lt_lt: Mastelio kontrolė
sr_sp: Kontrola skaliranja
vi_vn: Kiểm soát quy mô

# SettingsSections::store_locator::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
lt_lt: Bendras
sr_sp: Opšte
vi_vn: Tổng quát

# SettingsOptions::store_locator::provider
source: Map provider
hr_hr: Izvor mape
ka_ge: რუკების წყარო
lt_lt: Žemėlapių teikėjas
sr_sp: Dobavljač mape
vi_vn: Nhà cung cấp bản đồ

# SettingsOptions::store_locator::map_provider
source: Map
hr_hr: Karta
ka_ge: რუკა
lt_lt: Žemėlapis
sr_sp: Mapa
vi_vn: Bản đồ

# SettingsOptions::store_locator::settings
source: Settings
hr_hr: Postavke
ka_ge: პარამეტრები
lt_lt: Nustatymai
sr_sp: Podešavanja
vi_vn: Cài đặt

# Languages::privileges.manage_store_locator
source: Manage store locator
hr_hr: Upravljanje tražilice trgovina
ka_ge: მართვა მაღაზიების მდებარეობით
lt_lt: Valdyti parduotuvės vietas
sr_sp: Uredi lokator prodavnice
vi_vn: Quản lý địa điểm cửa hàng

# Languages::privileges.view_store_locator
source: View store locator
hr_hr: Pogledaj tražilicu trgovina
ka_ge: მიმდებარე მაღაზიების ნახვა
lt_lt: Rodyti parduotuvės vietas
sr_sp: Pogledaj lokator prodavnice
vi_vn: Xem địa điểm cửa hàng
