Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/suppliers.po
Languages: hr_hr, ka_ge, sk_sk, sr_sp

# Addons::name::suppliers
source: Suppliers
hr_hr: Dobavljači
ka_ge: მომწოდებლები
sk_sk: Dodávatelia
sr_sp: Dobavljači

# Addons::description::suppliers
source: Adds supplier assignment support to products
hr_hr: Dodaje podršku dobavljača proizvodima
ka_ge: პროდუქციის მომწოდებლების შექმნა და დანიშვნება (მიწოდების საკუთარი პარამეტრებით და სხვა)
sk_sk: Pridá podporu priradenia dodávateľa k produktom
sr_sp: Dodaj dobavljačevu obavezu podrške proizvodima

# Languages::search_by_supplier
source: Search by supplier
hr_hr: Pretraživanje po dobavljaču
ka_ge: ძიება მომწოდებლის მიხედვით
sk_sk: Vyhľadávanie podľa dodávateľa
sr_sp: Ptretraži po dobavljaču

# Languages::notify_supplier
source: Notify supplier
hr_hr: Obavijestiti dobavljača
ka_ge: მომწოდებლის ინფორმირება
sk_sk: Informujte dodávateľa
sr_sp: Obavesti dobavljača

# Languages::view_supplier_products
source: View supplier products
hr_hr: Prikaz proizvoda dobavljača
ka_ge: მომწოდებლის პროდუქციის ნახვა
sk_sk: Zobraziť produkty dodávateľa
sr_sp: Pregledaj dobavljačeve proizvode

# Languages::supplier
source: Supplier
hr_hr: Dobavljač
ka_ge: მომწოდებელი
sk_sk: Dodávateľ
sr_sp: Dobavljač

# Languages::supplier_email_header
source: The following products have been purchased in our store and need to be shipped.
hr_hr: Sljedeći proizvodi su kupljeni u našoj trgovini i trebaju se otpremiti.
ka_ge: მოცემული ქვემოთ პროდუქცია იყო შეძენილი ჩვენს მაღაზიაში და უნდა იქნეს მიწოდებული მყიდველს.
sk_sk: V našom obchode boli zakúpené nasledujúce produkty vyžadujúce dopravu.
sr_sp: Sledeći proizvodi su kupljeni u našoj elektronskoj prodavnici i trebaju biti isporučeni.

# Languages::suppliers_menu_description
source: List of supplier accounts registered in the store.
hr_hr: Popis računa dobavljača upisanih u trgovini.
ka_ge: დარეგისტრირებული მაღაზიაში მომწოდებლების სია.
sk_sk: Zoznam dodávateľských účtov zaregistrovaných v obchode.
sr_sp: Lista naloga dobavljača registrovanih u elektronskoj prodavnici.

# Languages::dear_sirs
source: Dear Sirs
hr_hr: Poštovani
ka_ge: პატივცემულო ბატონებო
sk_sk: Vážení páni
sr_sp: Poštovani

# Languages::add_supplier
source: Add supplier
hr_hr: Dodaj dobavljača
ka_ge: მიმწოდებლის დამატება
sk_sk: Pridať dodávateľa
sr_sp: Dodaj dobavljača

# Languages::available_for_supplier
source: Available for supplier
hr_hr: Dostupno za dobavljača
ka_ge: ხელმისაწვდომია მიმწოდებლისთვის
sk_sk: K dispozícii pre dodávateľa
sr_sp: Dostupno za dobavljača

# Languages::editing_supplier
source: Editing supplier
hr_hr: Uređivanje dobavljača
ka_ge: მომწოდებლის რედაქტირება
sk_sk: Upraviť dodávateľa
sr_sp: Izmena dobavljača

# Languages::supplier_deleted
source: Supplier has been deleted successfully.
hr_hr: Dobavljač je uspješno izbrisan.
ka_ge: მიმწოდებელი წარმატებით იქნა წაშლილი.
sk_sk: Dodávateľ bol úspešne odstránený.
sr_sp: Dobavljač je uspešno obrisan.

# Languages::privileges.manage_suppliers
source: Manage suppliers
hr_hr: Upravljanje dobavljačima
ka_ge: მომწოდებლების მართვა
sk_sk: Riadiť dodávateľov
sr_sp: Uređivanje dobavljača

# SettingsSections::suppliers::general
source: General
hr_hr: Općenito
ka_ge: ზოგადი
sk_sk: Všeobecné
sr_sp: Opšte

# SettingsOptions::suppliers::display_supplier
source: Display product supplier company
hr_hr: Prikaz tvrtke dobavljača proizvoda
ka_ge: მომწოდებლის ჩვენება პროდუქციის გვერდზე
sk_sk: Zobraziť spoločnosť dodávateľa produktu
sr_sp: Prikaži preduzeće dobavljača proizvoda

# SettingsOptions::suppliers::display_shipping_methods_separately
source: Display shipping methods to each supplier separately
hr_hr: Odvojeno prikaži metode dostave za svakog dobavljača
ka_ge: მიწოდების მეთოდები ჩვენება ცალკე თითოეული მიმწოდებელისათვის
sk_sk: Zobraziť spôsoby dopravy pre každého dodávateľa osobitne
sr_sp: Prikaži načine isporuke za svakog dobavljača posebno
