Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/tags.po
Languages: ka_ge, sr_sp

# Addons::name::tags
source: Tags
ka_ge: თეგები
sr_sp: Tagovi

# Addons::description::tags
source: Enables product tags
ka_ge: პროდუქციის თეგების ჩართვა
sr_sp: Omogućuje tagove proizvoda

# Languages::tags_menu_description
source: Manage product and content page tags.
ka_ge: პროდუქციის თეგების და გვერდების კონტენტის რედაქტირება.
sr_sp: Upravljanje tagovima proizvoda i sadržaja stranica.

# Languages::sign_in_to_enter_tags
source: Sign in to enter tags
ka_ge: შედით იმისათვის რომ დაამატოთ ტეგები
sr_sp: Prijavi se za unos tagova

# Languages::tag_cloud
source: Tag cloud
ka_ge: თეგების ღრუბელი
sr_sp: Kolekcija tagova

# Languages::tags
source: Tags
ka_ge: თეგები
sr_sp: Tagovi

# Languages::block_tags
source: Tags
ka_ge: თეგები
sr_sp: Tagovi

# Languages::block_tags_description
source: Product tags
ka_ge: პროდუქციის თეგები
sr_sp: Tagovi proizvoda

# Languages::addons.tags.add_a_tag
source: add a tag
ka_ge: თეგის დამატება
sr_sp: dodaj tag

# Languages::items_marked_by_tag
source: Items marked by the "[tag]" tag:
ka_ge: ელემენტები მონიშნული თეგით "[tag]":
sr_sp: Stavke označene u oznaci "[tag]":

# Languages::tag
source: Tag
ka_ge: თეგი

# Languages::add_tag
source: Add tag
ka_ge: თეგის დამატება
sr_sp: Dodaj tag

# SettingsSections::tags::general
source: General
ka_ge: ზოგადი
sr_sp: Opšte

# SettingsOptions::tags::tags_for_products
source: Tags for products
ka_ge: თეგები პროდუქტებისთვის
sr_sp: Tagovi za proizvode

# SettingsOptions::tags::tags_for_pages
source: Tags for pages
ka_ge: თეგები გვერდებისთვის
sr_sp: Tagovi za stranice
