Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twapp_all_low_stock_products
source: All low stock products
cs_cz: Všechny produkty s nízkou úrovní zásob
da_dk: Alle lav lager produkter
el_gr: Όλα τα προϊόντα με χαμηλο αποθεμα
es_es: Todos los productos de stock bajos
hr_hr: Svi proizvodi niskih zaliha
ka_ge: ყველა პროდუქცია რომელიც ცოტაა გაყიდვაში
lt_lt: Visi mažai atsargų produktai
nl_nl: Alle producten met lage voorraad
pl_pl: Wszystkie produkty o niskim stanie magazynowym
ru_ru: Все заканчивающиеся продукты
sk_sk: Všetky produkty s nízkou úrovňou zásob
sr_sp: Svi proizvodi u inventaru
tr_tr: Tüm düşük stoklu ürünler
vi_vn: Tất cả sản phẩm còn ít hàng

# Languages::twapp_delete_account
source: Delete account
cs_cz: Odstranit účet
da_dk: Slet konto
el_gr: Διαγραφή λογαριασμού
es_es: Borrar cuenta
hr_hr: Izbriši račun
ka_ge: აკაუნტის წაშლა
lt_lt: Ištrinti sąskaitą
nl_nl: Profiel verwijderen
pl_pl: Usuwanie konta
ru_ru: Удалить аккаунт
sk_sk: Odstrániť konto
sr_sp: Obriši nalog
tr_tr: Hesabı sil
vi_vn: Xoá tài khoản

# Languages::twapp_app_account_info
source: Fill in the fields below to sign in.
cs_cz: Pro přihlášení vyplňte pole níže.
da_dk: Udfyld felterne nedenfor for at logge på.
el_gr: Συμπληρώστε τα παρακάτω πεδία για να εισέλθετε.
es_es: Llene los campos a continuación para iniciar sesión.
hr_hr: Ispunite polja ispod da biste se prijavili.
ka_ge: შეავსეთ ველები, რომ შეხვიდეთ მაღაზიაში.
lt_lt: U¾pildykite laukelius žemiau, norėdami prisijungti.
nl_nl: Vul de velden hieronder in om aan te melden.
pl_pl: Wypełnij pola poniżej, aby się zalogować.
ru_ru: Заполните поля, чтобы войти в магазин.
sk_sk: Pre prihlásenie vyplnte polia nižšie.
sr_sp: Ispunite poljaispod kako bi se prijavili
tr_tr: Oturum açmak için aşağıdaki alanları doldurun.
vi_vn: Điền vào các trường dưới đây để đăng nhập.

# Languages::twapp_login_or_email
source: Login/Email
cs_cz: Přihlašovací jméno/E-mail
el_gr: σύνδεση/email
es_es: Inicio de sesión y correo electrónico
hr_hr: Prijava/E-mail
lt_lt: Prisijungti/el. paštas
nl_nl: Login/E-mailadres
ru_ru: Логин/Email
sk_sk: Prihlasovacie meno/E-mail
sr_sp: Prijava/Email
tr_tr: Giriş/E-posta
vi_vn: Đăng nhập/Email

# Languages::twapp_latest_orders
source: Latest orders
cs_cz: Nejnovější objednávky
da_dk: Seneste ordrer
el_gr: Τελευταίες παραγγελίες
es_es: Últimos pedidos
hr_hr: Najnovije narudžbe
ka_ge: ბოლო შეკვეთები
lt_lt: Paskutinės užsakymai
nl_nl: Laatste bestellingen
pl_pl: Ostatnie zamówienia
ru_ru: Последние заказы
sk_sk: Najnovšie objednávky
sr_sp: Poslednje narudžbe
tr_tr: Son siparişler
vi_vn: Đặt đơn hàng mới nhất

# Languages::twapp_back
source: Back
cs_cz: Zpět
da_dk: Tilbage
el_gr: Πίσω
es_es: Atrás
hr_hr: Natrag
ka_ge: უკან
lt_lt: Atgal
nl_nl: Terug
pl_pl: Wstecz
ru_ru: Назад
sk_sk: Späť
sr_sp: Nazad
tr_tr: Geri
vi_vn: Trở lại

# Languages::twapp_users_statistics
source: Users statistics
cs_cz: Statistiky uživatelů
da_dk: Brugere statistik
el_gr: Στατιστικά στοιχεία των χρηστών
es_es: Estadísticas de usuarios
hr_hr: Statistika korisnika
ka_ge: მომხმარებელთა სტატისტიკა
lt_lt: Vartotojai statistika
nl_nl: Gebruikers statistieken
pl_pl: Statystyki użytkownika
ru_ru: Статистика пользователей
sk_sk: Štatistiky používateľov
sr_sp: Statistika posetilaca
tr_tr: Kullanıcı istatistikleri
vi_vn: Thống kê người sử dụng

# Languages::twapp_configurable
source: Configurable
cs_cz: Konfigurovatelné
da_dk: Konfigurerbar
el_gr: Διαμορφώσιμες
hr_hr: Podesiv
ka_ge: კონფიგურირებადი
lt_lt: Konfigūruojama
nl_nl: Configureerbaar
pl_pl: Konfigurowalne
ru_ru: Конфигурируемый
sk_sk: Konfigurovateľné
sr_sp: Može konfigurisati
tr_tr: Yapılandırılabilir
vi_vn: Cấu hình

# Languages::twg_lbl_out_of_stock
source: Out of stock
cs_cz: Není skladem
da_dk: Udsolgt
el_gr: Χωρις απόθεμα
es_es: Fuera de stock
hr_hr: Rasprodan
ka_ge: არ არის გაყიდვაში
lt_lt: Išparduota
nl_nl: Niet op voorraad
pl_pl: Brak w magazynie
ru_ru: Нет на складе
sk_sk: Nie je na sklade
sr_sp: Nema na zalihama
tr_tr: Stokta yok
vi_vn: Hết hàng

# Languages::twapp_signing_in
source: Signing in...
cs_cz: Probíhá přihlášení...
da_dk: Logger ind...
el_gr: Συνδεεται
es_es: Firma en...
hr_hr: Prijavljivanje ...
ka_ge: ავტორიზაცია...
lt_lt: Prisijungdami...
nl_nl: Inloggen...
pl_pl: Logowanie...
ru_ru: Авторизуюсь...
sk_sk: Prihlasujem...
sr_sp: Prijava...
tr_tr: Oturum açılıyor...
vi_vn: Đăng nhập...

# Languages::twapp_two_days_sales
source: Sales for the last 2 days
cs_cz: Tržby za poslední 2 dny
da_dk: Salg de sidste 2 dage
el_gr: Πωλήσεις για τις τελευταίες 2 ημέρες
es_es: Ventas durante los últimos 2 días
hr_hr: Prodaja za posljednja dva dana
ka_ge: ბოლო 2 დღის გაყიდვები
lt_lt: Pardavimai per pastaruosius 2 dienas
nl_nl: Verkopen van de afgelopen 2 dagen
pl_pl: Sprzedaż w ciągu ostatnich 2 dni
ru_ru: Продажи за 2 дня
sk_sk: Tržby za posledné 2 dni
sr_sp: Prodaja u zadnja 2 dana
tr_tr: Son 2 gün için satışlar
vi_vn: Bán hàng trong 2 ngày cuối

# Languages::twapp_two_weeks_sales
source: Sales for the last 2 weeks
cs_cz: Tržby za poslední 2 týdny
da_dk: Salg de sidste 2 uger
el_gr: Πωλήσεις για τις τελευταίες 2 εβδομάδες
es_es: Ventas de las últimas 2 semanas
hr_hr: Prodaja za posljednja dva tjedna
ka_ge: ბოლო 2 კვირის გაყიდვები
lt_lt: Pardavimų per paskutines 2 savaites
nl_nl: Verkopen van de afgelopen 2 weken
pl_pl: Sprzedaż w ciągu ostatnich 2 tygodni
ru_ru: Продажи за 2 недели
sk_sk: Tržby za posledné 2 týždne
sr_sp: Prodaja u zadnje 2 nedelje
tr_tr: Son 2 hafta için satışlar
vi_vn: Bán hàng cho 2 tuần qua

# Languages::twapp_two_month_sales
source: Sales for the last 2 months
cs_cz: Tržby za poslední 2 měsíce
da_dk: Salg de sidste 2 måneder
el_gr: Πωλήσεις για τους τελευταίους 2 μήνες
es_es: Ventas de los últimos 2 meses
hr_hr: Prodaja za posljednja 2 mjeseca
ka_ge: ბოლო 2 თვის გაყიდვები
lt_lt: Pardavimai per pastaruosius 2 mėnesius
nl_nl: Verkopen van de afgelopen 2 maanden
pl_pl: Sprzedaż w ciągu ostatnich 2 miesięcy
ru_ru: Продажи за 2 месяца
sk_sk: Tržby za posledné 2 mesiace
sr_sp: Prodaja u zadnja 2 meseca
tr_tr: Son 2 ay için satışlar
vi_vn: Bán hàng cho 2 tháng qua

# Languages::twapp_stat_week_1
source: Mo
cs_cz: Po
el_gr: Δε
es_es: Lu
hr_hr: Pon
ka_ge: ორშ
nl_nl: Ma
ru_ru: Пн
sk_sk: Po
sr_sp: Po
tr_tr: P.tesi
vi_vn: T2

# Languages::twapp_stat_week_2
source: Tu
cs_cz: Út
el_gr: Τρ
es_es: Ma
hr_hr: Uto
ka_ge: სამ
lt_lt: An
nl_nl: Di
ru_ru: Вт
sk_sk: Ut
sr_sp: Uto
tr_tr: Sa
vi_vn: T3

# Languages::twapp_stat_week_3
source: We
cs_cz: St
el_gr: Τε
es_es: Mié
hr_hr: Sri
ka_ge: ოთხ
lt_lt: Tre
nl_nl: Wo
ru_ru: Ср
sk_sk: St
sr_sp: Sre
tr_tr: Çarş
vi_vn: T4

# Languages::twapp_stat_week_4
source: Th
cs_cz: Čt
el_gr: Πε
es_es: Jue
hr_hr: Čet
ka_ge: ხუთ
lt_lt: Ket
nl_nl: Do
ru_ru: Чт
sk_sk: Št
sr_sp: Čet
tr_tr: Perş
vi_vn: T5

# Languages::twapp_stat_week_5
source: Fr
cs_cz: Pá
el_gr: Πα
es_es: Vie
hr_hr: Pet
ka_ge: პარ
lt_lt: Pen
nl_nl: Vr
ru_ru: Пт
sk_sk: Pi
sr_sp: Pet
tr_tr: Cu
vi_vn: T6

# Languages::twapp_stat_week_6
source: Sa
cs_cz: So
el_gr: Σαβ
hr_hr: Sub
ka_ge: შაბ
lt_lt: Šeš
nl_nl: Za
ru_ru: Сб
sk_sk: So
sr_sp: Sub
tr_tr: C.tesi
vi_vn: T7

# Languages::twapp_stat_week_7
source: Su
cs_cz: Ne
el_gr: Κυ
es_es: Dom
hr_hr: Ned
ka_ge: კვი
lt_lt: Sek
nl_nl: Zo
ru_ru: Вс
sk_sk: Ne
sr_sp: Ned
tr_tr: Paz
vi_vn: CN

# Languages::twapp_stat_month_1
source: w1
el_gr: ΕΒ1
ka_ge: კვ1
lt_lt: s1
ru_ru: нед1
sk_sk: T1
sr_sp: Nedelja 1
tr_tr: h1

# Languages::twapp_stat_month_2
source: w2
el_gr: ΕΒ2
ka_ge: კვ2
lt_lt: s2
ru_ru: нед2
sk_sk: T2
sr_sp: Nedelja 2
tr_tr: h2

# Languages::twapp_stat_month_3
source: w3
el_gr: ΕΒ3
ka_ge: კვ3
lt_lt: s3
ru_ru: нед3
sk_sk: T3
sr_sp: Nedelja 3
tr_tr: h3

# Languages::twapp_stat_month_4
source: w4
el_gr: ΕΒ4
ka_ge: კვ4
lt_lt: s4
ru_ru: нед4
sk_sk: T4
sr_sp: Nedelja 4
tr_tr: h4

# Languages::twapp_stat_month_5
source: w5
el_gr: ΕΒ5
ka_ge: კვ5
lt_lt: s5
ru_ru: нед5
sk_sk: T5
sr_sp: Nedelja 5
tr_tr: h5

# Languages::twapp_net_error_title
source: No network connection
cs_cz: Žádné síťové připojení
da_dk: Ingen netværksforbindelse
el_gr: Καμία σύνδεση δικτύου
es_es: No hay conexión de red
hr_hr: Nema mrežne veze
ka_ge: ქსელთან კავშირი არ არის
lt_lt: Nėra tinklo ryšio
nl_nl: Geen netwerkverbinding
pl_pl: Nie ma połączenia sieciowego
ru_ru: Нет подключения к сети
sk_sk: Žiadne sieťové pripojenie
sr_sp: Nema mrežne veze
tr_tr: Ağ bağlantısı yok
vi_vn: Không có kết nối mạng

# Languages::twapp_net_error_message
source: Cannot load data. Please check your network connection.
cs_cz: Údaje se nedají načíst. Prosím, zkontrolujte síťové připojení.
da_dk: Kan ikke indlæse data. Kontroller din netværksforbindelse.
el_gr: Δεν μπορεί να φορτώσει τα δεδομένα. Παρακαλώ ελέγξτε τη σύνδεση δικτύου.
es_es: No puede cargar los datos. Por favor, compruebe su conexión de red.
hr_hr: Nije moguće učitati podatke. Provjerite mrežnu vezu.
ka_ge: მონაცემების დატვირთვა ვერ ხერხდება. გთოხვთ, შეამოწმოთ კავშირი ქსელთან.
lt_lt: Nepavyko įkelti duomenų. Patikrinkite tinklo jungtis.
nl_nl: Gegevens laden mislukt. Controleer de netwerkverbinding.
pl_pl: Nie można załadować danych. Sprawdź połączenie sieciowe.
ru_ru: Не удается загрузить данные. Пожалуйста, проверьте подключение к сети.
sk_sk: Údaje sa nedajú načítať. Skontrolujte sieťové pripojenie.
sr_sp: Nije moguće učitati podatke. Proverite vašu mrežnu vezu.
tr_tr: Veri yüklenemiyor. Lütfen ağ bağlantınızı kontrol edin.
vi_vn: Không thể nạp dữ liệu. Xin vui lòng kiểm tra kết nối mạng của bạn.

# Languages::twapp_in_stock_lowercase
source: in stock
cs_cz: skladem
da_dk: på lager
el_gr: σε απόθεμα
es_es: en la acción
hr_hr: na skladištu
ka_ge: გაყიდვაში
lt_lt: sandėlyje
nl_nl: op voorraad
pl_pl: w magazynie
ru_ru: в наличии
sk_sk: na sklade
sr_sp: na lageru
tr_tr: Stokta mevcut
vi_vn: còn hàng

# Languages::twapp_receive_push
source: Push notifications
cs_cz: Stisknout oznámení
da_dk: Push-meddelelser
el_gr: Ώθηση Ανακοινώσεων
es_es: Notificaciones push
hr_hr: Gurnite obavijesti
ka_ge: Push-შეტყობინებები
nl_nl: Push berichten
pl_pl: Wysyłaj powiadomienia
ru_ru: Push-уведомления
sk_sk: Push notifikácie
sr_sp: Obaveštenja
tr_tr: Push bildirimleri
vi_vn: Đẩy các thông báo

# Languages::twapp_will_affect_all_stores
source: Updating this field will affect all stores
cs_cz: Aktualizace tohoto pole ovlivní všechny obchody
da_dk: Opdatere dette felt vil påvirke alle butikker
el_gr: Ενημέρωση σε αυτό το πεδίο θα επηρεάσει όλα τα καταστήματα
es_es: Actualización de este campo afecta a todas las tiendas
hr_hr: Ažuriranje ovog polja će utjecati na sve trgovine
ka_ge: ამ ველის განახლება გაკეთდება ყველა მაღაზიებში
lt_lt: Atnaujinti šį lauką paveiks visas parduotuves
nl_nl: Dit veld bijwerken heeft invloed op alle webwinkels
pl_pl: Aktualizacja tego pola wpłynie na wszystkie sklepy
ru_ru: Обновление этого поля будет сделано во всех витринах
sk_sk: Aktualizácia tohto poľa ovplyvní všetky obchody
sr_sp: Ažuriranje ovog polja će uticati na sve prodavnice
tr_tr: Bu alanın güncellenmesi tüm mağazaları etkileyecektir
vi_vn: Cập nhật các mục này sẽ ảnh hưởng đến tất cả các cửa hàng

# Languages::twapp_data_lang
source: Data lang.
cs_cz: Data jazyků.
el_gr: Δεδομένα lang.
es_es: Idioma de datos.
hr_hr: Podaci Jezik.
ka_ge: მონაცემთა ენა.
lt_lt: Duomenų lang.
nl_nl: Gegevens taal
pl_pl: Dane językowe
ru_ru: Язык данных
sk_sk: Jazyk údajov.
sr_sp: Podaci jezika.
tr_tr: Veri dili
vi_vn: Dữ liệu lang.

# Languages::twg_placed
source: Placed
cs_cz: Přijaté
da_dk: Placeret
el_gr: Τοποθετήθηκε
es_es: Coloca
hr_hr: Postavljen
ka_ge: განთავსებული
lt_lt: Pateikiami
nl_nl: Geplaatst
pl_pl: Złożone
ru_ru: размещен
sk_sk: Umiestnené
sr_sp: Postavljen
tr_tr: Yerleştirildi
vi_vn: Đã đặt

# Languages::twgadmin_mobile_admin_application
source: Twigmo Mobile Admin application
cs_cz: Správcovská aplikace Twigmo Mobile
da_dk: Twigmo Mobile Admin ansøgning
es_es: Aplicación Twigmo Admin móvil
hr_hr: Twigmo Mobile Admin aplikacija
ka_ge: ადმინისტრატორის Twigmo-ს მობილური აპლიკაცია
lt_lt: Twigmo Mobilus administratorius taikymo
nl_nl: Twigmo mobiele beheer applicatie
pl_pl: Administrator mobilnej aplikacji Twigmo
ru_ru: Мобильное Твигмо приложение администратора
sk_sk: Správcovská aplikácia Twigmo Mobile
sr_sp: Twigmo mobilna Admin aplikacija
tr_tr: Twigmo Mobil Yönetici uygulaması
vi_vn: Ứng dụng Twigmo di động cho quản trị

# Languages::twgadmin_download_app
source: Download the app
cs_cz: Stáhnout aplikaci
da_dk: Download app
el_gr: Πραγματοποιήστε λήψη της εφαρμογής
es_es: Descargar la aplicación
hr_hr: Preuzmite aplikaciju
ka_ge: აპლიკაციის ჩამოტვირთვა
lt_lt: Atsisiųsti app
nl_nl: Deze app downloaden
pl_pl: Pobierz aplikację
ru_ru: Скачать приложение
sk_sk: Stiahnuť aplikáciu
sr_sp: Preuzmite aplikaciju
tr_tr: Uygulamayı indir
vi_vn: Tải về ứng dụng

# Languages::twgadmin_download_app_hint
source: This app is available on the <a href="http://www.twigmo.com/pricing/" target="_blank">selected Twigmo plans</a> only.
cs_cz: Tato aplikace je k dispozici pouze pro <a href="http://www.twigmo.com/pricing/" target="_blank">vybrané tarify Twigmo</a>.
da_dk: Denne app er tilgængelig på den <a href="http://www.twigmo.com/pricing/" target="_blank"> valgte Twigmo planer</a> kun.
el_gr: Αυτό η εφαρμογη είναι διαθέσιμη για <a href="http://www.twigmo.com/pricing/" target="_blank"> επιλεγμένα Twigmo πακετα</a> μόνο.
es_es: Esta aplicación está disponible en los <a href="http://www.twigmo.com/pricing/" target="_blank"> planes de Twigmo seleccionados</a> solamente.
hr_hr: Ova aplikacija je dostupna na <a href="http://www.twigmo.com/pricing/" target="_blank"> odabrani Twigmo planovi </a> samo.
ka_ge: ეს აპლიკაცია ხელმისაწვდომია მხოლოდ <a href="http://www.twigmo.com/pricing/" target="_blank"> Twigmo-ს შერჩეული გეგმებში</a>.
lt_lt: Ši programa yra prieinama apie <a href="http://www.twigmo.com/pricing/" target="_blank"> pasirinktą Twigmo planus</a> tik.
nl_nl: Deze app is uitsluitend beschikbaar op de <a href="http://www.twigmo.com/pricing/" target="_blank">geselecteerde Twigmo pakketten</a>.
pl_pl: Ta aplikacja jest dostępna w <a href="http://www.twigmo.com/pricing/" target="_blank">w wybranych planach taryfowych Twigmo</a>.
ru_ru: Это приложение доступно только на <a href="http://www.twigmo.com/pricing/" target="_blank"> некоторых планах Twigmo</a>.
sk_sk: Táto aplikácia je k dispozícii len pre <a href="http://www.twigmo.com/pricing/" target="_blank"> vybrané Twigmo plány</a>.
sr_sp: Ova aplikacija dostupna je na <a href="http://www.twigmo.com/pricing/" target="_blank"> za izabrane Twigmo planove</a>.
tr_tr: Bu uygulama yalnız <a href="http://www.twigmo.com/pricing/" target="_blank">seçili Twigmo planları</a> üzerinde mevcuttur.
vi_vn: Ứng dụng này có sẵn trên <a href="http://www.twigmo.com/pricing/" target="_blank"> Twigmo đã chọn</a> chỉ.

# Languages::twgadmin_saved
source: Saved
cs_cz: Uloženo
da_dk: Gemt
el_gr: Αποθηκευτηκε
es_es: Guardado
hr_hr: Spremljeno
ka_ge: შენახული
lt_lt: Įrašyti
nl_nl: Opgeslagen
pl_pl: Zapisane
ru_ru: Сохранено
sk_sk: Uložené
sr_sp: Sačuvano
tr_tr: Kaydedildi
vi_vn: Lưu

# Languages::twapp_admin_url
source: Admin URL
cs_cz: URL administrace
el_gr: URL διαχειριστη
es_es: URL del admin
ka_ge: ადმინისტრატორის URL
nl_nl: Beheer URL
pl_pl: Adres URL panelu administracyjnego
ru_ru: URL админ. панели
sk_sk: URL správcu
tr_tr: Yönetici URL'si
vi_vn: URL quản trị

# Languages::twgadmin_auth_fail_access_id
source: You have no permissions to log in to the store with this Access ID.
cs_cz: Nemáte oprávnění se přihlásit do obchodu s tímto Access ID.
da_dk: Du har ikke tilladelse til at logge ind i butikken med denne adgang-ID.
el_gr: Έχετε την απουσία δικαιωμάτων πρόσβασης για να συνδεθείτε με το κατάστημα με αυτό πρόσβαση ID.
es_es: No tienes permisos para acceder a la tienda con este acceso.
hr_hr: Nemate ovlasti za prijavu u dućan s tim pristupnim ID.
ka_ge: ამ ID-ით თქვენ არ გაქვთ მაღაზიაში შესვლის უფლება.
nl_nl: Geen toegang om in te loggen in de webwinkel met deze toegangs-ID.
pl_pl: Nie uprawnień do logowania do sklepu z tym ID.
ru_ru: У вас нет прав на доступ к магазину с этим ID.
sk_sk: Nemáte oprávnenie sa prihlásiť do obchodu s týmto Access ID.
sr_sp: Nemate dozvolu da se prijavite u prodavnicu sa ovim podacima.
tr_tr: Bu Erişim Kimliğiyle mağazaya giriş izniniz bulunmuyor.
vi_vn: Bạn có không có quyền để đăng nhập vào các cửa hàng với ID truy cập này.

# Languages::twgadmin_mobile_app
source: Mobile app
cs_cz: Administrace pro mobily
es_es: Aplicación móvil
hr_hr: Mobilna aplikacija
ka_ge: მობილური აპლიკაცია
lt_lt: Programos mobiliesiems
nl_nl: Mobiele app
pl_pl: Aplikacja mobilna
ru_ru: Мобильное приложение
sk_sk: Mobilná aplikácia
sr_sp: Mobilna aplikacija
tr_tr: Mobil uygulaması
vi_vn: Ứng dụng di động

# Languages::twgadmin_qr_for_admin
source: QR code for the app<br>login page
cs_cz: QR kód pro aplikaci<br>přihlašovací stránka
da_dk: QR kode til app <br>login-side
el_gr: QR κώδικα για το app <br>σελίδα σύνδεσης
es_es: Código QR de la aplicación <br>Página de inicio de sesión
hr_hr: QR kod za aplikaciju <br>stranica za prijavu
ka_ge: QR-კოდი აპლიკაციაში <br> ავტორიზაციისთვის
lt_lt: QR kodas App <br>prisijungimo puslapis
nl_nl: QR code voor de app<br />Inlog pagina
pl_pl: Kod QR dla aplikacji <br>Strona logowania
ru_ru: QR-код для авторизации<br>в приложении
sk_sk: QR kód pre app <br>prihlasovacia stránka
sr_sp: QR kod za aplikaciju <br>logovanje
tr_tr: Uygulama<br> giriş sayfası için QR kodu
vi_vn: Mã QR cho các ứng dụng <br>đăng nhập trang

# Languages::twgadmin_qr_for_admin_comment
source: Please install the Twigmo admin application first. Then use it to scan the QR code. This code contains the Twigmo Access ID [access_id], this admin panel URL and your admin panel login (email or username). You will only need to enter your admin panel password manually.
cs_cz: Prosím, nainstalujte admin aplikaci Twigmo jako první. Pak použijte skenovací QR kód. Tento kód obsahuje Twigmo Access ID [access_id], to admin panel URL a váš admin panel login (e-mail nebo uživatelské jméno). Budete potřebovat pouze zadat admin panel heslo ručně.
el_gr: Παρακαλώ εγκαταστήστε πρώτα την εφαρμογη admin του Twigmo. Στη συνέχεια χρησιμοποιήσετε τη για να σκαναρετε τον κωδικό QR. Αυτός ο κώδικας περιέχει το ID πρόσβασης του Twigmo [access_id], το admin panel URL και το admin panel login (email ή όνομα χρήστη). Θα χρειαστει μονάχα να εισάγετε τον κωδικό πρόσβασής του admin panel χειροκίντητα.
ka_ge: გთხოვთ, დააყენოთ Twigmo-ს მობილური აპლიკაცია. მერე მისი დახმარებით დაასკანირეთ QR-კოდი. ეს QR-კოდი შეიცავს Twigmo-ში შესვლის ID-ის [access_id], აღნიშნული პანელის ადმინისტრატორის URL-ს და თქვენი ადმინისტრატორის პანელის ლოგინი (ელ-ფოსტა ან მომხმარებლის სახელი). თქვენ უნდა ხელით შეიყვანოთ თქვენი ადმინისტრატორის პაროლი.
pl_pl: Proszę najpierw zainstalować aplikację Twigmo. Następnie użyć jej do zeskanowania kodu QR. Ten kod zawiera ID Twigmo [access_id], adres URL panelu administracyjnego oraz login do panelu administracyjnego (e-mail lub nazwę użytkownika). Konieczne będzie ręcznie wprowadzenie hasła panelu administracyjnego.
ru_ru: Пожалуйста, установите мобильное приложение Твигмо. Затем используйте его, чтобы отсканировать QR-код. Этот QR-код содержит ID доступа Твигмо [access_id], URL данной панели администратора и ваш логин администратора. Вам понадобится только вручную ввести ваш пароль администратора.
tr_tr: Lütfen önce Twigmo admin uygulama yükleyin. Sonra tarama QR kodu için kullanabilirsiniz. Bu kodu Twigmo erişim kimliği [access_id], bu admin paneli URL ve admin paneli giriş bilgilerinizi (e-posta veya kullanıcı adı) içerir. Sadece admin paneli parolanızı el ile girmeniz gerekir.

# Languages::twapp_wrong_api_login_data
source: No data is received from this admin URL. Please, check it. Also, make sure that the Twigmo add-on is enabled and connected to the service in your store
cs_cz: Z této URL správce nebyly přijaty žádné údaje. Prosím, zkontrolujte ji. Také, prosím, zkontrolujte, zda je Twigmo doplněk ve vašem obchodě zapnut a připojen ke službě
da_dk: Ingen data er modtaget fra denne admin URL. Kontroller det. Også, Sørg for at Twigmo tilføjelse er aktiveret og tilsluttet tjenesten i din butik
el_gr: Κανένα στοιχείο δεν παραληφθηκε από αυτο το admin URL. Παρακαλώ, να το ελέγξετε. Επίσης, βεβαιωθείτε ότι το πρόσθετο Twigmo είναι ενεργοποιημένο και συνδεμενο με την υπηρεσία στο κατάστημά σας
es_es: No recibe información desde esta URL del admin. Por favor, compruébalo. Además, asegúrese de que el complemento Twigmo es activado y conectado al servicio en tu tienda
hr_hr: Nema primljenih podataka za ovaj URL administratora. Molimo, provjerite to. Također, molimo provjerite da Twigmo add-on je omogućen i povezan s uslugom u trgovini
ka_ge: მითითებული URL-დან მონაცემები არ არის მიღებული. გთხოვთ შეამოწმოთ სისწორე. ასევე დარწმუნდით, რომ თქვენს მაღაზიაში Twigmo-ს addon-ი ჩართულია და შეერთებულია სერვისთან
lt_lt: Šis admin URL nebuvo gauta jokių duomenų. Prašome atidžiai perskaityti ją. Taip pat įsitikinkite, kad Twigmo priedas yra įjungtas ir prijungtas prie paslaugų pagal savo parduotuvę
nl_nl: Geen gegevens ontvangen van deze beheer URL. Controleer het. Zorg er ook voor dat de Twigmo plug-in is ingeschakeld en verbonden is met de service in de webshop
pl_pl: Nie odebrano danych z panelu administracyjnego. Proszę sprawdź to. Upewnij się, że dodatek Twigmo jest włączony i podłączony do usługi w sklepie
ru_ru: Данные не получены с указанного URL. Пожалуйста, проверьте его правильность. Также убедитесь, что в вашем магазине аддон Твигмо включен и подключен к сервису
sk_sk: Z tejto URL správcu neboli prijaté žiadne údaje. Prosím, skontrolujte ju. Taktiež prosím skontrolujte, či je Twigmo doplnok vo vašom obchode zapnutý a pripojený k službe
sr_sp: Nema podataka od ovog admin URL. Molimo vas da proverite. Takođe, uverite se da je Twigmo dodatak omogućen i povezan sa uslugom u prodavnici
tr_tr: Bu yönetici URL'sinden veri alınamadı. Lütfen kontrol edin. Ayrıca Twigmo eklentisinin etkin olduğundan ve mağazanızdaki hizmete bağlı bulunduğundan emin olun
vi_vn: Không có dữ liệu nhận được từ URL quản trị này. Xin vui lòng kiểm tra nó. Ngoài ra, hãy chắc chắn rằng add-on Twigmo kích hoạt và kết nối với các dịch vụ trong cửa hàng của bạn

# Languages::twapp_scan_qr
source: Scan the QR code in your store admin panel
cs_cz: Naskenujte QR kód ve vašem panelu správce
da_dk: Scan QR-koden i din butiks admin panel
el_gr: Σαρώστε τον κωδικό QR στον πίνακα admin σας κατάστημα
es_es: Escanear el código QR en tu panel de administración de almacén
hr_hr: Skenirajte QR kod u administratorskom panelu Vaše trgovine
ka_ge: თქვენი მაღაზიის ადმინისტრატორის პანელშიდაასკანირეთ თქვენი QR-კოდი
lt_lt: Nuskaitykite QR kodą savo parduotuvėje admin panel
nl_nl: Scan de QR code in het beheerpaneel van de webshop
pl_pl: Zeskanuj kod QR w panelu administracyjnym sklepu
ru_ru: Сфотографируйте QR-код в панели администратора вашего магазина
sk_sk: Naskenujte QR kód vo vašom paneli správcu
sr_sp: Skenirajte QR kod
tr_tr: QR kodunu mağaza yönetici panelinizde tarayın
vi_vn: Quét mã QR trong bảng quản trị cửa hàng của bạn

# Languages::twapp_tap_to_scan
source: Tap to scan
cs_cz: Klikněte pro skenování
da_dk: Tryk for at scanne
el_gr: Πατήστε για να σαρώσετε
es_es: Grifo para escanear
hr_hr: Dodirnite za skeniranje
ka_ge: დააჭირეთ სკანირებისთვის
lt_lt: Bakstelėkite į nuskaityti
nl_nl: Tik hier om te scannen
pl_pl: Wybierz przycisk skanowania
ru_ru: Нажмите для сканирования
sk_sk: Kliknite pre spustenie skenu
sr_sp: Pritisnite dugme za skeniranje
tr_tr: Taramak için dokunun
vi_vn: Bấm vào để quét
