Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twapp_stat_day_1
source: 12am
el_gr: 12 π.μ.
sr_sp: 12 sati
vi_vn: 00 giờ

# Languages::twapp_stat_day_2
source: 4am
el_gr: 4 π.μ.
sr_sp: 4 sata
vi_vn: 4 giờ

# Languages::twapp_stat_day_3
source: 8am
el_gr: 8 π.μ.
sr_sp: 8 sati
vi_vn: 8 giờ

# Languages::twapp_stat_day_4
source: 12pm
el_gr: 12 μ.μ.
sr_sp: 24 sata
vi_vn: 12 giờ

# Languages::twapp_stat_day_5
source: 4pm
el_gr: 4 μ.μ.
sr_sp: 16 sati
vi_vn: 16 giờ

# Languages::twapp_stat_day_6
source: 8pm
el_gr: 8 μ.μ.
sr_sp: 20 sati
vi_vn: 16 giờ
