Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twgadmin_no_files_permissions
source: Error: Cannot overwrite the existing Twigmo add-on files. Please check and correct the file permissions manually or [link]provide your FTP access details[/link] (if they are provided, please make sure this FTP user has enough permissions to modify files on the server).
cs_cz: Chyba: Nelze přepsat existující soubory doplňku Twigmo. Prosím, zkontrolujte a opravte povolení pro práci se soubory ručně, nebo [link]zadejte detaily vašeho FTP přístupu[/link] (pokud tak učiníte, ujistěte se prosím, že tento uživatel FTP má dostatečné pravomoci aby mohl modifikovat soubory na serveru).
da_dk: Fejl: Kan ikke overskrive de eksisterende add-on filer til Twigmo. Venligst kontrollere og rette filtilladelser manuelt eller [link]provide din FTP adgang details[/link] (hvis de leveres, Sørg for denne FTP-brugeren har tilstrækkelig tilladelse til at redigere filerne på serveren).
el_gr: Σφάλμα: Δεν γινεται να αντικατασταθουν τα υπάρχοντα αρχεία πρόσθετου Twigmo. Παρακαλώ να ελέγξετε και να διορθώσετε τα δικαιώματα αρχείου χειροκινητα ή [link]δωστε τις πληροφοριες προσβασης FTP[/link] (εφόσον διατίθενται, παρακαλώ βεβαιωθείτε ότι ο χρήστης FTP έχει αρκετά δικαιώματα ώστε να τροποποιήσει τα αρχεία στο διακομιστή).
es_es: Error: No puede sobrescribir los archivos existentes de Add-on de Twigmo. Por favor verificar y corregir los permisos de archivo manualmente o [link]provide su details[/link] de acceso FTP (si se les proporciona, por favor, asegúrese de que este FTP usuario tiene suficientes permisos para modificar archivos en el servidor).
hr_hr: Pogreška: Nije moguće prebrisati postojeće Twigmo dodati-na datotekama. Provjerite i ispravite dozvole za datoteku ručno ili [link] upišite vaše FTP podatke [/link] (ako su dostupni, molimo provjerite da FTP korisnik ima ovlasti za izmjenu datoteka na poslužitelju).
ka_ge: შეცდომა: Twigmo-ს მოდულის ფაილების განახლების უფლება არ გაქვთ. გთხოვთ შეამოწმოთ და დააკორექტირეთ ჩაწერის უფლება ხელით ან [link] მიუთითეთ თქვენი FTP აკაუნტის მონაცემები[/link] (თუ უკვე მითითებულია ამ გვერდზე, დარწმუნდით, რომ მითითებულ FTP აკაუნტს აქვს ფაილების მოდიფიკაციის უფლება სერვერზე).
lt_lt: Klaida: Negalima perrašyti esamus Twigmo add-on failus. Prašome patikrinti ir ištaisyti failo teises rankiniu būdu arba [link]provide jūsų FTP prieigą details[/link] (jei jie pateikiami, įsitikinkite, kad šio FTP vartotojas turi pakankamai teisių modifikuoti failus serveryje).
pl_pl: Błąd: Nie można zastąpić istniejących plików dodatku Twigmo. Proszę sprawdzić i poprawić uprawnienia plików ręcznie lub [link] podaj dane dostępu do FTP [/link] (jeśli są one podane, upewnij się, że ten użytkownik FTP ma wystarczające uprawnienia do modyfikowania plików na serwerze).
ru_ru: Ошибка: Нет прав на обновление файлов модуля Твигмо. Пожалуйста, проверьте и выставьте права на запись вручную или [link]укажите данные вашего FTP аккаунта[/link] (если они уже заполнены на той странице, убедитесь, что у указанного FTP аккаунта есть права на модификацию файлов на сервере).
sk_sk: Chyba: Nemožno prepísať existujúce súbory doplnku Twigmo. Prosím skontrolujte a opravte povolenia pre prácu so súbormi ručne, alebo [link]zadajte detaily vášho FTP prístupu[/link] (ak tak urobíte, uistite sa prosím, že tento používateľ FTP má dostatočné právomoci aby mohol modifikovať súbory na serveri).
sr_sp: Greška: Nemoguće prepisivanje postojećih fajlova Twigmo dodatka. Molimo, proverite i ispravite dozvole nad fajlovima ručno ili [link]obezbedite Vaše detalje o FTP korisničkom nalogu[/link] (ako su podaci obezbeđeni, uverite se da ovaj FTP korisnički nalog poseduje dozvolu modifikacijafajlova na serveru).
tr_tr: Hata: Var olan Twigmo eklenti dosyalarının üzerine yazamıyor. Lütfen dosya izinlerini kontrol edin ve elle düzeltin veya [link]FTP erişim ayrıntılarınızı sağlayın[/link] (eğer sağlanmışlarsa, bu FTP kullanıcısının sunucu üzerindeki dosyaları değiştirmeye yetecek kadar izni olduğundan emin olun).
vi_vn: Lỗi: Không thể ghi đè lên tập tin hiện có của add-on Twigmo. Hãy kiểm tra và khắc phục các thiết lập quyền truy cập tập tin theo cách thủ công hoặc [link]cung cấp thông tin chi tiết truy cập FTP của bạn[/link] (nếu họ được cung cấp, xin vui lòng chắc chắn rằng người dùng FTP này có đủ quyền để sửa đổi các tập tin trên máy chủ).

# Languages::twgadmin_backup_files
source: Backing up Twigmo files...
cs_cz: Zálohování souborů Twigmo...
da_dk: Sikkerhedskopiering af Twigmo filer...
el_gr: Αντιγράφων ασφαλείας αρχείων Twigmo...
es_es: Copia de seguridad de archivos de Twigmo...
hr_hr: Sigurnosno kopiranje Twigmo datotekama ...
ka_ge: მიმდინარეობს Twigmo -ს მოდულის ფაილების სარეზერვო კოპირება...
lt_lt: Atsarginių kopijų Twigmo failus...
nl_nl: Van de Twigmo bestanden een back-up aan het maken...
pl_pl: Tworzenie kopii zapasowej plików Twigmo...
ru_ru: Идет резервное копирование файлов модуля Твигмо...
sk_sk: Zálohovanie súborov Twigmo...
sr_sp: Pravim sigurnosnu kopiju Twigmo fajlova...
tr_tr: Twigmo dosyaları yedekleniyor...
vi_vn: Đang sao lưu tập tin Twigmo...

# Languages::twgadmin_backup_settings
source: Backing up Twigmo add-on settings...
cs_cz: Zálohování nastavení Twigmo...
da_dk: Sikkerhedskopiering af Twigmo add-on indstillinger...
el_gr: Δημιουργία αντιγράφου ασφαλειας των ρυθμισεων του προσθετου Twigmo...
es_es: Copia de seguridad configuración del Add-on de Twigmo...
hr_hr: Sigurnosno kopiranje Twigmo add-on postavki ...
ka_ge: მიმდინარეობს Twigmo -ს მოდულის პარამეტრების სარეზერვო კოპირება...
lt_lt: Atsarginės kopijos Twigmo add-on parametrai...
pl_pl: Tworzenie kopii zapasowej ustawień dodatku Twigmo...
ru_ru: Идет резервное копирование настроек модуля Твигмо...
sk_sk: Zálohovanie nastavení Twigmo...
sr_sp: Praim sigurnosnu kopiju podešavanja Twigmo dodatka...
tr_tr: Twigmo eklentisi ayarlarıyedekleniyor...
vi_vn: Đang sao lưu cài đặt add-on Twigmo...

# Languages::twgadmin_uninstall_addon
source: Uninstalling Twigmo add-on...
cs_cz: Odinstalování doplňku Twigmo...
da_dk: Afinstallere Twigmo add-on...
el_gr: Απεγκατάσταση πρόσθετου Twigmo ...
es_es: Desinstalar el complemento de Twigmo...
hr_hr: Deinstaliranje Twigmo add-on ...
ka_ge: მიმდინარეობს Twigmo -ს მოდულის წაშლა...
lt_lt: Pašalinti Twigmo add-on...
nl_nl: Twigmo plug-in de-installeren...
pl_pl: Odinstalowywanie dodatku Twigmo...
ru_ru: Идет удаление модуля Твигмо...
sk_sk: Odinštalovanie doplnku Twigmo...
sr_sp: Uklanjam Twigmo dodatak...
tr_tr: Twigmo eklentisi kaldırılıyor...
vi_vn: Đang gỡ cài đặt add-on Twigmo...

# Languages::twgadmin_restore_settings
source: Restoring Twigmo add-on settings...
cs_cz: Obnovují se nastavení doplňku Twigmo...
da_dk: Twigmo tilføjelse indstillinger gendannes...
el_gr: Επαναφορά των ρυθμίσεων του πρόσθετου Twigmo...
es_es: Restaurar la configuración del Add-on de Twigmo...
hr_hr: Obnavljanje Twigmo add-on postavki ...
ka_ge: მიმდინარეობს Twigmo -ს მოდულის პარამეტრების აღდგენა...
lt_lt: Atkurti Twigmo add-on parametrai...
nl_nl: Twigmo plug-in instellingen aan het herstellen...
pl_pl: Restartowanie ustawień dodatku Twigmo...
ru_ru: Идет восстановление настроек модуля Твигмо...
sk_sk: Obnovujú sa nastavenia doplnku Twigmo...
sr_sp: Vraćam podešavanja Twigmo dodatka...
tr_tr: Twigmo eklenti ayarları geri yükleniyor...
vi_vn: Đang khôi phục cài đặt add-on Twigmo...

# Languages::twg_min_product_quantity
source: Minimum order quantity
cs_cz: Minimální množství zboží v objednávce
da_dk: Minimum ordremængde
el_gr: Ελάχιστη ποσότητα παραγγελίας
es_es: Cantidad mínima de pedido
hr_hr: Minimalna količina za narudžbu
ka_ge: შეკვეთაში ნივთების მინიმალური რაოდენობა
lt_lt: Minimalus užsakymo kiekis
nl_nl: Minimale bestelhoeveelheid
pl_pl: Minimalna ilość w koszyku
ru_ru: Мин. количество для заказа
sk_sk: Minimálne množstvo tovaru v objednávke
sr_sp: Minimalna količina za porudžbinu
tr_tr: Minimum sipariş miktarı
vi_vn: Số lượng đặt hàng tối đa

# Languages::twg_checkout_terms_n_conditions
source: I accept Terms and Conditions
cs_cz: Souhlasím s obchodními podmínkami
da_dk: Jeg accepterer vilkår og betingelser
el_gr: Αποδέχομαι τους όρους και προϋποθέσεις
es_es: Acepto términos y condiciones
hr_hr: Prihvaćam uvjete i odredbe
ka_ge: მე ვეთანხმები წესებს
lt_lt: Aš sutinku sąlygos
nl_nl: Ik accepteer de algemene voorwaarden
pl_pl: Akceptuję regulamin
ru_ru: Я принимаю Условия
sk_sk: Súhlasím s obchodnými podmienkami
sr_sp: Prihvatam Uslove i Pravila korišćenja
tr_tr: Koşul ve şartları kabul ediyorum
vi_vn: Tôi chấp nhận Điều khoản và Điều kiện

# Languages::twgadmin_cant_create_file
source: Cannot create a file [file]. Please create it manually in [path] (only in case you need to customize the selected Twigmo mobile skin).
cs_cz: Nelze vytvořit soubor [file]. Prosím, vytvořte jej ručně v [path] (pouze v případě, že potřebujete přizpůsobit vybraný Twigmo mobilní skin).
da_dk: Kan ikke oprette en fil [file]. Opret det manuelt i [path] (kun, hvis du skal tilpasse den valgte Twigmo mobil hud).
el_gr: Δεν μπορεί να δημιουργήσει το αρχείο [file]. Παρακαλούμε να το δημιουργήσετε χειροκινητα στο [path] (μόνο σε περίπτωση που χρειαστεί να προσαρμόσετε το επιλεγμένο θεμα κινητου Twigmo).
es_es: No se puede crear un archivo [file]. Por favor créalo manualmente en [path] (sólo en caso de que usted necesita personalizar la piel móvil seleccionada de Twigmo).
hr_hr: Ne mogu stvoriti datoteku [file]. Molimo Vas stvorite je ručno u [path] (samo u slučaju da je potrebno prilagoditi odabranu Twigmo mobilnu kožu).
ka_ge: ვერ შევქმენი ფაილი [file]. გთხოვთ, შექმნათ ის ხელით დირექტორიაში [path] (მხოლოდ იმ შემთხვევაში თუ თქვენ გსურთ შეცვალოთ თქვენი საიტის მობილური ვერსიის შერჩეული სქინი).
lt_lt: Neįmanoma sukurti failą [file]. Prašome jį sukurti rankiniu būdu [path] (tik tuo atveju, norite tinkinti pasirinkto Twigmo mobili odą).
pl_pl: Nie można utworzyć pliku [file]. Należy utworzyć go ręcznie w [path] (tylko w przypadku, gdy trzeba dostosować wybraną mobilną skórkę Twigmo).
ru_ru: Не могу создать файл [file]. Пожалуйста, создайте его вручную в директории [path] (только если вам требуется изменить внешний вид выбранного скина мобильной версии вашего сайта).
sk_sk: Nedá sa vytvoriť súbor [file]. Prosím vytvorte ho ručne v [path] (len v prípade, že potrebujete prispôsobiť vybraný Twigmo mobilný skin).
sr_sp: Nemoguće kreiranje fajla [file]. Molimo, kreirajte ga ručno u [path] (samo u slučaju da morate promeniti izabranu košuljicu Twigmo mobilne prodavnice).
tr_tr: Bir dosya [file] oluşturulamıyor. Lütfen [path] da oluşturun. (yalnız seçili Twigmo mobil görünüşünü özelleştirmek istemeniz durumunda).
vi_vn: Không thể tạo một tập tin [file]. Hãy tạo ra nó bằng tay tại [path] (chỉ trong trường hợp bạn cần để tuỳ chỉnh giao diện đã chọn Twigmo điện thoại di động).

# Languages::twg_visit_our_mobile_store
source: Visit our mobile site
cs_cz: Navštivte naše mobilní stránky
da_dk: Besøg vores mobile webside
el_gr: Επισκεφθείτε το site για κινητα
es_es: Visita nuestro sitio móvil
hr_hr: Posjetite na našim mobitel stranicama
ka_ge: ეწვიეთ ჩვენს მობილურ საიტს
lt_lt: Aplankykite mūsų mobiliojo svetainės
pl_pl: Odwiedź naszą stronę mobilną
ru_ru: Мобильный сайт
sk_sk: Navštívte naše mobilné stránky
sr_sp: Posetite nas mobilni sajt
tr_tr: Mobil sitemizi ziyaret edin
vi_vn: Truy cập trang web phiên bản điện thoại di động

# Languages::twg_app_for_android
source: App for Android
cs_cz: Aplikace pro Android
da_dk: App til Android
el_gr: App για Android
es_es: App para Android
hr_hr: Aplikacija za Android
ka_ge: აპლიკაცია ანდროიდისთვის
lt_lt: Programos "Android"
nl_nl: App voor Android
pl_pl: Aplikacja dla Androida
ru_ru: Android-приложение
sk_sk: Aplikácia pre Android
sr_sp: Aplikacija za Android
tr_tr: Android uygulaması
vi_vn: Ứng dụng cho Android

# Languages::twg_app_for_ipad
source: App for iPad
cs_cz: Aplikace pro iPad
da_dk: App til iPad
el_gr: App για iPad
es_es: App para iPad
hr_hr: Aplikacija za iPad
ka_ge: აპლიკაცია iPad-ისთვის
lt_lt: App už iPad
nl_nl: App voor iPad
pl_pl: Aplikacja na iPad
ru_ru: iPad-приложение
sk_sk: Aplikácia pre iPad
sr_sp: Aplikacija za iPad
tr_tr: iPad uygulaması
vi_vn: Ứng dụng cho iPad

# Languages::twgadmin_url_on_appstore
source: URL of your app on iTunes App Store
cs_cz: URL vaší aplikace na iTunes App Store
da_dk: URL-adressen på din app på iTunes App Store
el_gr: URL της εφαρμογής σας στο κατάστημα iTunes App
es_es: URL de su aplicación en la App Store de iTunes
hr_hr: URL od tvoje aplikacije na iTunes App Store
ka_ge: URL აპლიკაცია iTunes App Store-ში
lt_lt: URL iš savo iTunes App Store app
nl_nl: URL van de app in de iTunes App Store
pl_pl: Adres URL twojej aplikacji w iTunes App Store
ru_ru: URL приложения в iTunes App Store
sk_sk: URL vašej aplikácie na iTunes App Store
sr_sp: URL adresa Vaše aplikacije na iTunes prodavnici aplikacija
tr_tr: Uygulamanızın iTunes App Store'daki URL'si
vi_vn: URL ứng dụng của bạn trên iTunes App Store

# Languages::twgadmin_url_on_googleplay
source: URL of your app on Google Play
cs_cz: URL vaší aplikace ve službě Google Play
da_dk: URL-adressen på din app i Google Play
el_gr: URL της εφαρμογής σας στο Google Play
es_es: URL de tu aplicación en Google Play
hr_hr: URL aplikacije na Google Play
ka_ge: URL აპლიკაცია Google Play-ში
lt_lt: URL į programos "Google" Play
nl_nl: URL van de app in Google Play
pl_pl: Adres URL twojej aplikacji w Google Play
ru_ru: URL приложения в Google Play
sk_sk: URL vašej aplikácie v službe Google Play
sr_sp: URL adresa Vaše aplikacije na Google Play
tr_tr: Uygulamanızın Google Play'deki URL'si
vi_vn: URL ứng dụng của bạn trên Google Play

# Languages::twg_product_added_to_cart
source: Product Added to Cart
cs_cz: Zboží bylo přidáno do košíku
da_dk: Produkt, der tilføjes indkøbsvogn
el_gr: Προϊόν, πρόστεθηκε στο καλάθι
es_es: Producto añadido a la cesta
hr_hr: Proizvod dodan u košaricu
ka_ge: პროდუქტი დამატებულია კალათაში
lt_lt: Dedamas į krepšelį produktas
nl_nl: Producten toegevoegd aan de winkelwagen
pl_pl: Produkt dodany do koszyka
ru_ru: Продукт был добавлен в корзину
sk_sk: Tovar bol pridaný do košíka
sr_sp: Proizvod dodat u korpu
tr_tr: Ürün Sepete Eklendi
vi_vn: Sản phẩm được thêm vào giỏ hàng

# Languages::twg_configurable_via_desktop
source: This is a configurable product. It can be configured only via [linkOpen]the desktop website[linkClose].
cs_cz: Toto zboží je konfigurovatelné. Konfigurovat zboží můžete jen přes [linkOpen]desktopovou stránku[linkClose].
da_dk: Dette er en konfigurerbar produkt. Det kan konfigureres kun via [linkOpen]the desktop website[linkClose].
el_gr: Αυτό είναι ενα διαμορφώσιμο προϊόν. Μπορεί να ρυθμιστεί μόνο μέσω του [linkClose]desktop website[linkOpen].
es_es: Este es un producto configurable. Puede ser configurado a través de website[linkClose] desktop [linkOpen]the.
hr_hr: Ovo je podesiv proizvod. On može biti konfiguriran samo putem [linkOpen] desktop web stranice [linkClose].
ka_ge: ეს არის კონფიგურირებადი პროდუქცია.მისი კონფიგურირება შესაძლებელია მხოლოდ [linkOpen]საიტის სრულ ვერსიაში[linkClose].
lt_lt: Tai yra konfigūruojama produktas. Jis gali būti konfigūruojamas tik per [linkOpen]the darbalaukio website[linkClose].
pl_pl: Ten produkt można konfigurować. Może być skonfigurowany tylko za pośrednictwem strony internetowej [linkOpen] i na stronie produktu [linkClose].
ru_ru: Это конфигурируемый продукт. Его можно сконфигурировать только в [linkOpen]полной версии сайта[linkClose].
sk_sk: Tento tovar je konfigurovateľný. Konfigurovať tovar môžete len cez [linkOpen]desktopovú stránku[linkClose].
sr_sp: Ovo je podesivi proizvod. On može biti konfigurisan samo preko [linkOpen]desktop prodavnice[linkClose].
tr_tr: Bu yapılandırılabilir bir üründür. Yalnız [linkOpen]masaüstü internet sitesi[linkClose] ile yapılandırılabilir.
vi_vn: Đây là một cấu hình sản phẩm. Nó có thể chỉ được cấu hình qua [linkOpen]trang web[linkClose] cho máy tính để bàn.

# Languages::twg_requrring_via_desktop
source: This is a subscription product. Its subscription plan can be selected only via [linkOpen]the desktop website[linkClose].
cs_cz: Toto je produkt placený paušálně. Model paušálu může být zvolen jedině přes [linkOpen]desktopovou stránku[linkClose].
da_dk: Dette er et abonnement produkt. Dens abonnementsplan kan vælges kun via [linkOpen]the desktop website[linkClose].
el_gr: Αυτό είναι ένα προϊόν με συνδρομή. Το πακετο συνδρομής μπορεί να επιλεγεί μόνο μέσω του [linkClose]desktop website[linkOpen].
es_es: Este es un producto de suscripción. Su plan de suscripción puede ser seleccionado a través de website[linkClose] desktop [linkOpen]the.
hr_hr: Ovo je proizvod na pretplatu. Plan pretplate plan može se odabrati samo preko [linkOpen] desktop web stranice [linkClose].
ka_ge: ეს პროდუქცია ვრცელდება გამოწერით. გეგმის შესარჩევად გამოიყენეთ [linkOpen]საიტის სრული ვერსია[linkClose].
lt_lt: Tai yra prenumeratos produktas. Jo prenumeratos planą gali būti pasirinktas tik per [linkOpen]the darbalaukio website[linkClose].
pl_pl: Jest to produkt objęty subskrypcją. Plan subskrypcji mogą być wybrany tylko za pośrednictwem strony internetowej [linkOpen] Twigmo [linkClose].
ru_ru: Этот продукт распространяется по подписке. Для выбора плана воспользуйтесь [linkOpen]полной версией сайта[linkClose].
sk_sk: Toto je predplatený produkt. Model predplatného môže byť zvolený jedine cez [linkOpen]desktopovú stránku[linkClose].
sr_sp: Ovo je proizvod sa prijavom. Njegov prijavni plan može biti izabran samo preko [linkOpen]desktop prodavnice[linkClose].
tr_tr: Bu bir abonelik ürünüdür. Abonelik planı yalnız [linkOpen]masaüstü internet sitesi[linkClose] ile seçilebilir.
vi_vn: Đây là một đăng ký nhận tin sản phẩm. Nó có thể chỉ được chọn qua [linkOpen]trang web[linkClose] cho máy tính để bàn.

# Languages::twgadmin_check_for_updates
source: Check for updates
cs_cz: Kontrola aktualizací
da_dk: Check for opdateringer
el_gr: Έλεγχος για ενημερώσεις
es_es: Comprobar actualizaciones
hr_hr: Provjeri ažuriranja
ka_ge: განახლებების შემოწმება
lt_lt: Ieškokite naujinimų
nl_nl: Controleer op updates
pl_pl: Sprawdzanie aktualizacji
ru_ru: Проверить наличие обновлений
sk_sk: Skontrolovať aktualizácie
sr_sp: Proveri za nadogradnju
tr_tr: Güncelleştirmeleri denetle
vi_vn: Kiểm tra cập nhật

# Languages::twgadmin_basic_skin
source: Basic skin
cs_cz: Základní vzhled
da_dk: Grundlæggende hud
el_gr: Βασικο θεμα
es_es: Piel básica
hr_hr: Osnovna koža
ka_ge: თემა Basic
lt_lt: Spuoguotos odos
nl_nl: Basis uiterlijk
pl_pl: Podstawowa skórka
ru_ru: Тема Basic
sk_sk: Základný skin
sr_sp: Osnovna košuljica
tr_tr: Temel görünüş
vi_vn: Giao diện cơ bản

# Languages::twgadmin_connect_notification
source: The <a href="[addon_link]">Twigmo add-on</a> is not connected to the <a href="http://www.twigmo.com" target="_blank">Twigmo service</a>. Set it up to enable a mobile version of your store for iOS and Android.
cs_cz: <a href="[addon_link]">Modul Twigmo</a> není připojen. Nastavte ho a začněte využívat mobilní verzi vašeho obchodu a administrace na iOS a Android.
da_dk: <a href="[addon_link]"> Twigmo tilføjelse</a> er ikke tilsluttet <a href="http://www.twigmo.com" target="_blank"> Twigmo service</a>. Indstil det til at aktivere en mobil version af din butik til iOS og Android.
el_gr: Το <a href="[addon_link]"> πρόσθετο Twigmo</a> δεν συνδέεται με την <a href="http://www.twigmo.com" target="_blank"> υπηρεσία Twigmo</a>. Ρυθμίστε το έτσι ώστε να ενεργοποιηθει μια κινητή έκδοση του καταστήματός σας για iOS και Android.
es_es: <a href="[addon_link]"> Twigmo Add-on</a> no está conectado al <a href="http://www.twigmo.com" target="_blank"> servicio de Twigmo</a>. Establecer hasta habilitar una versión móvil de tu tienda para iOS y Android.
hr_hr: <a Href="[addon_link]"> Twigmo dodatak </a> nije povezan s <a href="http://www.twigmo.com" target="_blank"> Twigmo uslugom </a>. Podesite ga kako bi omogućili mobilnu verziju vašeg dućana za iOS i Android.
ka_ge: ამ ეტაპზე,<a href="[addon_link]">Twigmo-ს მოდული</a> არ არის ჩართული <a href="http://www.twigmo.com" target="_blank">Twigmo-ს სერვისთან</a>. დააკონფიგურირეთ ეს მოდული, რომ აჩვენოთ თქვენი მაღაზიის მობილური ვერსია iOS-ის და Android-ის მოწყობილობებისათვის.
pl_pl: <a href="[addon_link]"> Dodatek Twigmo</a> nie jest podłączony do <a href="http://www.twigmo.com" target="_blank"> serwisu Twigmo</a>. Podłącz się aby udostępnić mobilną wersję sklepu dla iOS i Android.
ru_ru: В настоящий момент <a href="[addon_link]">модуль Твигмо</a> не подключен к <a href="http://www.twigmo.com" target="_blank">сервису Твигмо</a>. Настройте этот модуль, чтобы показывать мобильную версию вашего магазина для устройств на iOS и Android.
sk_sk: <a href="[addon_link]">Doplnok Twigmo</a> nie je pripojený k službe <a href="http://www.twigmo.com" target="_blank">Twigmo</a>. Nastavte ho, prosím, aby ste sprístupnili mobilnú verziu vášho obchodu pre iOS a Android.
sr_sp: Dodatak <a href="[addon_link]">Twigmo</a> nije povezan sa <a href="http://www.twigmo.com" target="_blank">Twigmo servisom</a>. Podesite ga da omogućite mobilnu verziju Vaše prodavnice za iOS i Android.
tr_tr: <a href="[addon_link]">Twigmo eklentisi</a> <a href="http://www.twigmo.com" target="_blank">Twigmo hizmetine</a> bağlı değil. iOS ve Android için mağazanızın bir mobil versiyonun etkinleştirmek için gerekli ayarları yapın.
vi_vn: <a href="[addon_link]"> Add-on Twigmo</a> không được kết nối với <a href="http://www.twigmo.com" target="_blank"> Dịch vụ Twigmo</a>. Thiết lập nó để kích hoạt tính năng phiên bản điện thoại cho cửa hàng của bạn với iOS và Android.

# Languages::twgadmin_phpmod_required
source: PHP extension module [php_module_name] is required for proper operation of the Twigmo add-on. Please install it.
cs_cz: PHP modul [php_module_name] je potřebný pro řádné fungování doplňku Twigmo. Prosím, nainstalujte ho.
da_dk: PHP forlængelse modul [php_module_name] er nødvendige for korrekt drift af tilføjelsesprogrammet Twigmo. Installer det.
el_gr: Το PHP extension module [php_module_name] ειναι απαραιτητο για τη σωστη λειτουργια τουπροσθετο. Παρακαλουμε να το εγκαταστησετε.
es_es: [php_module_name] de módulo de extensión PHP es necesario para el correcto funcionamiento de los Add-on de Twigmo. Por favor instálelo.
hr_hr: PHP proširenje modul [php_module_name] je neophodan za pravilan rad Twigmo dodati-na. Instalirajte ga.
ka_ge: Twigmo-ს add-on-ის მუშაობისთვის საჭიროა გაფართოების მოდული PHP [php_module_name]. გთხოვთ დაანსტალიროთ იგი.
lt_lt: PHP išplėtimo modulis [php_module_name], norint tinkamai veikti ir Twigmo. Įdiekite jį.
pl_pl: Moduł PHP [php_module_name] jest wymagany do poprawnego działania dodatku Twigmo. Proszę go zainstalować.
ru_ru: Для работы аддона Твигмо требуется модуль расширения PHP [php_module_name]. Пожалуйста, установите его.
sk_sk: Rozširujúci PHP modil [php_module_name] je potrebný pre riadne fungovanie doplnku Twigmo. Prosím nainštalujte ho.
sr_sp: PHP modul ekstenzije [php_module_name] je potreban za pravilan rad Twigmo dodatka. Molimo, instalirajte ga.
tr_tr: Twigmo eklentisinin düzgün işletimi için PHP uzantısı modülü [php_module_name] gereklidir. Lütfen yükleyin.
vi_vn: Mô-đun PHP mở rộng [php_module_name] là cần thiết cho các hoạt động chính xác của trình add-on Twigmo. Xin vui lòng cài đặt nó.

# Languages::twgadmin_select_store
source: Please select a store first
cs_cz: Prosím, nejdříve vyberte obchod
da_dk: Vælg en butik først
el_gr: Επιλέξτε πρώτα ένα κατάστημα
es_es: Por favor seleccione primero una tienda
hr_hr: Najprije odaberite dućan
ka_ge: პირველ რიგში, გთხოვთ, აირჩიოთ მაღაზია
lt_lt: Pasirinkite parduotuvę pirmą kartą
nl_nl: Selecteer eerst een webwinkel
pl_pl: Najpierw wybierz sklep
ru_ru: Пожалуйста, выберите сначала магазин
sk_sk: Najskôr vyberte obchod
sr_sp: Molimo, prvo izaberite prodavnicu
tr_tr: Lütfen önce bir mağaza seçin
vi_vn: Xin vui lòng chọn một cửa hàng trước
