Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Addons::name::twigmo
source: Twigmo
ru_ru: Твигмо

# Addons::description::twigmo
source: Connect your store to the <a href="http://www.twigmo.com/" target="_blank">Twigmo service</a> to get a mobile version of your store, a mobile admin application as well a native mobile store application. Some features are only available in paid plans.
cs_cz: Připojte svůj obchod přes <a href="http://www.twigmo.com/" target="_blank"> službu Twigmo</a> a přistupujte do obchodu i administrace přes aplikace iOS a Android. Některé funkce jsou k dispozici pouze v <a href="http://www.twigmo.com/" target="_blank">placené verzi</a>.
el_gr: Συνδέστε το σας κατάστημα στην <a href="http://www.twigmo.com/" target="_blank"> υπηρεσία Twigmo</a> για να πάρετε μια έκδοση για κινητά του καταστήματός σας, μια εφαρμογή κινητού για admin αλλά και εφαρμογή του καταστήματος για κινητά (App). Μερικά χαρακτηριστικά γνωρίσματα διατίθενται μόνο στις πληρωμένες εκδόσεις.
ka_ge: შეაერთეთ თქვენი მაღაზია <a href="http://www.twigmo.com/">სერვისთან Twigmo</a> იმისათვის რომ შექმნათ თქვენი მაღაზიის მობილური ვებ-ვერსია (პლუს აპლიკაცია) და მართოთ ის ადმინისტრატორის მობილური აპლიკაციის მეშვეობით. ზოგიერთი ფუნქციები ხელმისაწვდომია ფასიან გამოწერაში.
pl_pl: Połączenie sklepu z <a href="http://www.twigmo.com/" target="_blank"> usługami Twigmo</a>, w celu uzyskania mobilnej wersji sklepu, mobilnej aplikacji do panelu administracyjnego jak również wbudowanych innych mobilnych aplikacji. Niektóre funkcje są dostępne tylko w płatnych planach.
ru_ru: Подключите ваш магазин к <a href="http://www.twigmo.com/">сервису Твигмо</a> для создания мобильной веб-версии вашего магазина (плюс приложение) и управления им через мобильное приложение администратора. Некоторые функции доступны по платной подписке.
tr_tr: Mağaza mağaza, bir mobil Yönetici uygulamayı de yerli mobil mağaza uygulaması mobil bir sürümünü elde etmek için <a href="http://www.twigmo.com/" target="_blank"> Twigmo hizmet</a> bağlanmak. Bazı özellikler yalnızca ücretli planları kullanılabilir.

# SettingsSections::twigmo::service
source: Twigmo account
cs_cz: Účet Twigmo
da_dk: Twigmo konto
el_gr: Λογαριασμός Twigmo
es_es: Twigmo cuenta
hr_hr: Twigmo račun
ka_ge: Twigmo აკაუნტი
lt_lt: Twigmo sąskaitos
nl_nl: Twigmo profiel
pl_pl: Konto Twigmo
ru_ru: Учётная запись Твигмо
sk_sk: Účet Twigmo
sr_sp: Twigmo nalog
tr_tr: Twigmo Hesabı
vi_vn: Tài khoản Twigmo

# SettingsSections::twigmo::storefront
source: Mobile Storefront
cs_cz: Mobilní stránka
da_dk: Mobilbutik
es_es: Tienda móvil
hr_hr: Mobilni Storefront
ka_ge: მობილური ვერსიის პარამეტრები
lt_lt: Mobili parduotuvė
nl_nl: Mobiele webwinkel
pl_pl: Mobilny Storefront
ru_ru: Настройки мобильной версии
sk_sk: Mobilná stránka
sr_sp: Mobilna prodavnica
tr_tr: Mobil Mağaza
vi_vn: Giao diện điện thoại di động

# SettingsSections::twigmo::admin_app
source: Admin app
cs_cz: Aplikace pro administraci
es_es: Aplicación admin
ka_ge: ადმინისტრატორის აპლიკაცია
lt_lt: Administratoriaus app
nl_nl: Beheer applicatie
pl_pl: Administrator aplikacji
ru_ru: Приложение администратора
sk_sk: Správcovská aplikácia
sr_sp: Aplikacija za administratora
tr_tr: Yönetici uygulaması
vi_vn: Ứng dụng quản trị

# SettingsSections::twigmo::addon
source: Upgrade
cs_cz: Aktualizace
da_dk: Opgradering
el_gr: Αναβάθμιση
es_es: Actualizar / mejorar
hr_hr: Nadogradnja
ka_ge: განახლება
lt_lt: Atnaujinkite
pl_pl: Aktualizuj
ru_ru: Обновление
sk_sk: Aktualizácia
sr_sp: Nadogradnja
tr_tr: Yükselt
vi_vn: Nâng cấp

# SettingsSections::twigmo::twg_push
source: Push notifications
cs_cz: Zasílat oznámení
da_dk: Push-meddelelser
el_gr: Ώθηση Ανακοινώσεων
es_es: Notificaciones push
hr_hr: Push obavijesti
ka_ge: Push-შეტყობინება
nl_nl: Push berichten
pl_pl: Wysyłaj powiadomienia
ru_ru: Push-уведомления
sk_sk: Push notifikácie
sr_sp: Obaveštenja
tr_tr: Push bildirimleri
vi_vn: Đẩy các thông báo

# Languages::twgadmin_access_id
source: Access ID
cs_cz: Přístupové ID
da_dk: Adgang ID
es_es: Identificación de acceso
hr_hr: Pristupni ID
ka_ge: წვდომის ID
lt_lt: Prieigos ID
nl_nl: Toegangs ID
pl_pl: ID dostępu
ru_ru: ID доступа
sk_sk: Prístupové ID
sr_sp: Pristupni ID
tr_tr: Erişim Kimliği
vi_vn: ID Truy cập

# Languages::twgadmin_more_than_year
source: More than a year
cs_cz: Více než rok
da_dk: Mere end et år
el_gr: Περισσότερο από ένα χρόνο
es_es: Más de un año
hr_hr: Više od godinu dana
ka_ge: ერთ წელზე მეტი
lt_lt: Daugiau nei metus
nl_nl: Meer dan een jaar
pl_pl: Dłużej niż rok
ru_ru: Больше года
sk_sk: Viac ako rok
sr_sp: Više od jedne godine
tr_tr: Bir yıldan fazla
vi_vn: Hơn một năm

# Languages::twgadmin_error_cannot_connect_store
source: Cannot connect to Twigmo service at this time. Please try again later. If the problem is still there, please visit <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> for assistance.
cs_cz: Nepodařilo se připojit ke službě Twigmo. Zkuste to, prosím, později. Pokud problém přetrvává, navštivte prosím <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> pro získání podpory.
da_dk: Kan ikke oprette forbindelse til Twigmo tjenesten på dette tidspunkt. Prøv igen senere. Hvis problemet er der stadig, kan du besøge <a href="http://support.twigmo.com" target="_blank"> Twigmo Support Portal</a> for bistand.
el_gr: Αδυνατη η συνδεση στην υπηρεσία Twigmo αυτή τη στιγμή. Παρακαλώ προσπαθήστε ξανά αργότερα. Αν το πρόβλημα συνχειζει, παρακαλώ επισκεφθείτε <a href="http://support.twigmo.com" target="_blank"> την πύλη υποστήριξης Twigmo </a> για βοήθεια.
es_es: No se puede conectar al servicio de Twigmo en este momento. Por favor Inténtalo más tarde. Si el problema todavía está allí, por favor visite <a href="http://support.twigmo.com" target="_blank"> Twigmo Support Portal</a> de asistencia.
hr_hr: Ne možete se povezati s Twigmo servis u ovom trenutku. Molimo pokušajte ponovno kasnije. Ako problem i dalje postoji, posjetite<a href="http://support.twigmo.com" target="_blank"> Twigmo portal za podršku </a> za pomoć.
ka_ge: Twigmo-ს სერვისთან დაკავშირება ვერ მოხერხდა. გთხოვთ სცადოთ მოგვიანებით. თუ ეს შეცდომა ვერ გამოსწორდება დიდი ხანის განმავლობაში, გთხოვთ, გადახვიდეთ <a href="http://support.twigmo.com" target="_blank">Twigmo-ს მხარდაჭერის საიტზე</a>.
lt_lt: Negali prisijungti prie Twigmo paslauga šiuo metu. Bandykite v─ùliau. Jei problema vis dar egzistuoja, apsilankykite <a href="http://support.twigmo.com" target="_blank"> Twigmo palaikymo portalas</a> pagalbos.
nl_nl: Verbinden met de Twigmo service niet mogelijk op dit moment. Probeer het later opnieuw. Indien het probleem zich dan nog steeds voordoet kunt u voor hulp het <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> bezoeken.
pl_pl: Nie można się połączyć z serwisem Twigmo. Spróbuj ponownie później. Jeśli problem nie zniknie, odwiedź <a href="http://support.twigmo.com" target="_blank"> wigmo Support Portal</a>, by uzyskać dokładniejsze informacje.
ru_ru: Невозможно подключиться к сервису Твигмо. Пожалуйста, повторите попытку позже. Если эта ошибка не исчезает длительное время, пожалуйста, посетите <a href="http://support.twigmo.com" target="_blank">сайт поддержки Твигмо</a>.
sk_sk: Nepodarilo sa pripojiť k službe Twigmo. Skúste to prosím neskôr. Pokiaľ problém pretrváva, navštívte prosím <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> pre získanie pomoci.
sr_sp: Trenutno nije moguće povezivanje na Twigmo servis. Molimo, pokušajte ponovo kasnije. Ako problem i dalje postoji, posetite <a href="http://support.twigmo.com" target="_blank">Twigmo portal za podršku</a> za asistenciju.
tr_tr: Şu anda Twigmo servisine bağlanılamıyor. Lütfen daha sonra tekrar deneyin. Eğer sorun devam ederse destek için lütfen <a href="http://support.twigmo.com" target="_blank">Twigmo Support Portal</a> ziyaret edin.
vi_vn: Không thể kết nối với dịch vụ Twigmo tại thời điểm này. Xin vui lòng thử lại sau. Nếu vấn đề là vẫn còn, vui lòng truy cập <a href="http://support.twigmo.com" target="_blank"> Cổng thông tin hỗ trợ Twigmo</a> để được hỗ trợ.

# Languages::twgadmin_text_store_connected
source: Your store was connected to Twigmo service successfully!
cs_cz: Váš obchod byl úspěšně připojen ke službě Twigmo!
da_dk: Din butik var tilsluttet Twigmo service med succes!
el_gr: Σας κατάστημα συνδέθηκε με την υπηρεσία Twigmo με επιτυχία!
es_es: Su tienda estaba conectada al servicio de Twigmo con éxito!
hr_hr: Vaš dućan je uspješno spojen na Twigmo servis!
ka_ge: თქვენი მაღაზია წარმატებით დაკავშირებულია Twigmo-ს სერვისთან!
lt_lt: Jūsų parduotuvė buvo prijungtas prie Twigmo paslauga sėkmingai!
nl_nl: Verbonden met de Twigmo service!
pl_pl: Twój sklep został poprawnie połączony z usługą Twigmo!
ru_ru: Ваш магазин был успешно подключен к сервису Твигмо!
sk_sk: Váš obchod bol úspešne pripojený k službe Twigmo!
sr_sp: Vaša prodavnica je uspešno povezana na Twigmo servis!
tr_tr: Mağazanız Twigmo hizmetine başarıyla bağlandı!
vi_vn: Cửa hàng của bạn được kết nối với dịch vụ Twigmo thành công!

# Languages::twgadmin_connect_your_store
source: Connect your store to the Twigmo service
cs_cz: Připojte váš obchod ke službě Twigmo
da_dk: Tilslut din butik til tjenesten Twigmo
el_gr: Συνδεθεστε το κατάστημα σας με την υπηρεσία Twigmo
es_es: Conectar tu tienda con el servicio de Twigmo
hr_hr: Spojite svoj dućan na Twigmo servis
ka_ge: Twigmo-ს სერვისთან დაკავშირება
lt_lt: Prisijungti jūsų parduotuvėje ir Twigmo
nl_nl: Webwinkel met de Twigmo service verbinden
pl_pl: Połącz swój sklep z usługą Twigmo
ru_ru: Подключение к сервису Твигмо
sk_sk: Pripojte váš obchod k službe Twigmo
sr_sp: Povežite Vašu proavnicu na Twigmo servis
tr_tr: Mağazanızı Twigmo hizmetine bağlayın
vi_vn: Kết nối cửa hàng của bạn với dịch vụ Twigmo

# Languages::twgadmin_connect
source: Connect
cs_cz: Připojit
da_dk: Tilslut
el_gr: Συνδεθείτε
es_es: Conectar
hr_hr: Povezivanje
ka_ge: დაკავშირება
lt_lt: Prisijungti
nl_nl: Verbinden
pl_pl: Połącz
ru_ru: Подключиться
sk_sk: Pripojiť
sr_sp: Poveži
tr_tr: Bağlan
vi_vn: Kết nối

# Languages::tt_addons_twigmo_settings_settings_twgadmin_home_page_content
source: If 'Desktop home page blocks' is selected, there are all the supported types of the desktop home page blocks displayed on the Mobile Storefront home page. If 'Twigmo home page blocks' is selected, Twigmo home page blocks are displayed (configured in 'Design'->'Blocks'->'Twigmo home page'). If a category is selected, only its products are displayed on the Mobile Storefront home page.
cs_cz: Pokud vyberete "Desktopové bloky domovské stránky", budou na mobilní verzi stránky zobrazeny všechny podporované typy bloků desktopové domovské stránky. Pokud vyberete "Twigmo bloky domovské stránky", budou zobrazeny bloky domovské stránky Twigmo (nastavitelné ve "Vzhled"->''Bloky''->"Domovská stránka Twigmo"). Pokud zvolíte kategorii, budou na mobilní domovské stránce zobrazeny pouze její produkty.
da_dk: Hvis 'Desktop startsiden blokke' er markeret, er der alle de understøttede typer af desktop startsiden blokke vist på startsiden for mobilbutik. Hvis 'Twigmo startsiden blokke' er markeret, vises Twigmo startsiden blokke (konfigureret i 'Design '->' blokke'-> 'Twigmo hjem side'). Hvis en kategori er valgt, vises kun dens produkter kun på mobilebutik hjemmesiden.
el_gr: Αν εχει επιλεχθει «Desktop home page μπλοκς», εμφανιζονται όλες οι υποστηριζόμενες μορφές των μπλοκ desktop αρχική σελίδα στην αρχική σελίδα των Mobile Storefront. Εάν εχει επιλεχθει «Twigmo Αρχική σελίδα μπλοκ», τοτε η Twigmo Αρχική σελίδα μπλοκ εμφανίζεται (έχει ρυθμιστεί στο 'Σχεδιασμό'-> 'μπλοκ'->'Twigmo Αρχική σελίδα'). Εάν έχει επιλεχθεί μια κατηγορία, εμφανίζονται μόνο τα προϊόντα της στην αρχική σελίδα για κινητό.
es_es: Si se seleccionaron 'escritorio página blocks', hay todos los tipos de apoyados de los bloques de escritorio página aparece en la página de tienda móvil. Si está seleccionados 'Twigmo página blocks', se muestran bloques de la página de inicio de Twigmo (configurado en 'Diseño '->' bloques'-> 'Página de inicio de Twigmo'). Si se selecciona una categoría, sólo sus productos aparecen en la página de tienda móvil.
hr_hr: Ako je odabrana "Desktop Početna stranica ', prikazani su svi podržani tipovi blokova desktop početne stranice na početnoj stranici Mobile storefronta. Ako je odabrana "Twigmo Početna stranica ', Twigmo početni blokovi su prikazani (konfinirani u' dizajn '->' Blokovi '->' Twigmo početnoj stranici '). Ako je odabrana kategorija, samo njeni proizvodi su prikazani na početnoj stranici Mobile storefront.
ka_ge: თუ თქვენ აირჩიეთ "მთავარი გვერდის ბლოკები სრული ვერსიიდან", მაშინ მობილური ვერსიის მთავარ გვერდზე იქნებიან ნაჩვენები ყველა ხარდაჭერილი ბლოკები, რომლებიც არიან მაღაზიის სრულ ვერსიაში. თუ თქვენ აირჩიეთ "მთავარი გვერდის ბლოკები მობილური ვერსიიდან", იქნება ნაჩვენები ბლოკების სპეციალური კომპლექტი, რომელიც არის შემდეგ გვერდზე ("დიაზინი"->"ბლოკები"->Twigmo-ს "მთავარი გვერდი"). თუ კი არჩეულია კატეგორია, მაშინ მობილური ვერსიის მთავარ გვერდზე ნაჩვენები იქნება მხოლოდ მაგ კატეგორიის პროდუქცია.
lt_lt: Pasirinkus "darbalaukio pagrindiniame puslapyje blokų", yra visų palaikomų tipų darbalaukio Pagrindinis puslapis blokai rodomi Mobile parduotuvę pagrindiniame puslapyje. Pasirinkus "Twigmo pagrindiniame puslapyje blokų", Twigmo pagrindinį puslapį blokai rodomi (sukonfigūruotas "Dizainas"->"blokų"-> 'Twigmo Pagrindinis puslapis'). Pasirinkus kategoriją, tik jos produktai išdėliojami Mobile parduotuvę pagrindiniame puslapyje.
pl_pl: Jeśli wybrano "Pulpit Strona główna bloki", tam są wszystkie typy bloków obsługiwane przez pulpit, wyświetlane na stronie głównej wersji mobilnej sklepu. Jeśli wybrano 'Twigmo bloki strony głównej', Twigmo bloki strona główna są wyświetlane (skonfigurowane w 'Projektowanie '->' Bloki '->' Strona główna Twigmo'). Po wybraniu kategorii, tylko jego produkty są wyświetlane na stronie głównej sklepu mobilnego.
ru_ru: Если выбрано 'Блоки домашней страницы от полной версии', то на домашней странице мобильной версии будут показаны все поддерживаемые блоки, заданные для показа на полной версии магазина. Если выбрано 'Блоки домашней страницы для мобильной версии', будет показан специальный набор блоков, заданный на странице 'Дизайн'->'Блоки'->'Домашняя страница Твигмо'. Если выбрана категория, то только её продукты будут показаны на домашней странице мобильной версии магазина.
sk_sk: Ak vyberiete "Desktopové bloky domovskej stránky", budú na mobilnej verzii stránky zobrazené všetky podporované typy blokov desktopovej domovskej stránky. Ak vyberiete "Twigmo bloky domovskej stránky", budú zobrazené bloky domovskej stránky Twigmo (nastaviteľné vo "Vzhľad"->''Bloky''->''Domovská stránka Twigmo"). Ak zvolíte kategóriu, budú na mobilnej domovskej stránke zobrazené iba jej produkty.
sr_sp: Ako je izabrana opcija 'Blokovi desktop početne stranice', sve podržane vrste blokova desktop početne stranice će biti prikazani na početnoj stranici mobilne prodavnice. Ako je izabrana opcija 'Blokovi Twigmo početne stranice', blokovi Twigmo početne stranice će biti prikazani (konfigurisani u 'Dizajn'->'Blokovi'->'Twigmo početna stranica'). Ako je izabrana kategorija, samo njeni proizvodi će biti prikazani na početnoj stranici mobilne prodavnice.
tr_tr: Eğer 'Masaüstü ana sayfa blokları' seçiliyse, Mobil Vitrin ana sayfası üzerinde görüntülenen masaüstü ana sayfa bloklarının desteklenen tüm türleri vardır. Eğer 'Twigmo ana sayfa blokları' seçiliyse, Twigmo ana sayfa blokları görüntülenir (Tasarım'->'Bloklar'->'Twigmo ana sayfa' dan yapılandırılabilir). Bir kategori seçiliyse, yalnız o kategorinin ürünleri Mobil Vitrin ana sayfasında görüntülenir.
vi_vn: Nếu 'Khối phiên bản cho máy tính' được chọn, có tất cả các loại hỗ trợ của các khối trang chủ máy tính để bàn được hiển thị trên trang chủ điện thoại di động. Nếu 'Khối trang chủ Twigmo' được chọn, Trang chủ Twigmo được hiển thị (cấu hình trong 'Thiết kế '->' Khối'-> 'Trang chủ Twigmo'). Nếu một danh mục được chọn, chỉ sản phẩm của danh mục đó được hiển thị trên trang chủ điện thoại di động.

# Languages::twgadmin_manage_settings
source: Service account infomation
cs_cz: Údaje o účtu služby
da_dk: Service kontooplysninger
el_gr: Πληροφορίες λογαριασμού υπηρεσίας
es_es: Información de la cuenta de servicio
hr_hr: Podaci o računu
ka_ge: ინფორმაცია სერვისის აკაუნტზე
lt_lt: Tarnybos abonemento informaciją
nl_nl: Service profiel informatie
pl_pl: Informacje o koncie usługi
ru_ru: Информация об аккаунте
sk_sk: Údaje o konte služby
sr_sp: Informacije o korisničkom nalogu servisa
tr_tr: Hizmet hesabı bilgileri
vi_vn: Thông tin tài khoản dịch vụ

# Languages::twgadmin_manage_storefront_settings
source: Mobile Storefront settings
cs_cz: Nastavení mobilní stránky
da_dk: Mobile indstillinger for butik
el_gr: Ρυθμισεις Mobile Storefront
es_es: Configuración de tienda móvil
hr_hr: Postavke mobilnog Storefront
ka_ge: მობილური ვერსიი პარამეტრები
lt_lt: Mobilus parduotuvę parametrai
nl_nl: Instellingen mobiele webshop
pl_pl: Ustawienia sklepu mobilnego
ru_ru: Настройки мобильной версии
sk_sk: Nastavenia mobilnej stránky
sr_sp: Podešavanja mobilne prodavnice
tr_tr: Mobil Vitrin ayarları
vi_vn: Cài đặt trang chủ điện thoại di động

# Languages::twgadmin_wrong_api_object_data
source: Wrong [object] data
cs_cz: Nesprávný údaj [object]
da_dk: Forkert [object] data
es_es: Datos de mal [object]
hr_hr: Pogrešno [object] podataka
ka_ge: ობიექტის არასწორი მონაცემები [object]
lt_lt: Negerai [object] duomenų
nl_nl: Verkeerde [object] gegevens
pl_pl: Złe dane [object]
ru_ru: Неверные данные объекта [object]
sk_sk: Nesprávny údaj [object]
sr_sp: Netačni [object] podaci
tr_tr: Yanlış [object] veri
vi_vn: Sai dữ liệu [object]

# Languages::twgadmin_wrong_api_data
source: Wrong API data
cs_cz: Nesprávné API data
da_dk: Forkert API-data
es_es: Datos incorrectos de la API
hr_hr: Pogrešni API podaci
ka_ge: არასწორი API მონაცემები
lt_lt: API duomenų
nl_nl: Verkeerde API-gegevens
pl_pl: Nieprawidłowe dane API
ru_ru: Неверные данные API
sk_sk: Nesprávne API údaje
sr_sp: Netačni API podaci
tr_tr: Yanlış API verisi
vi_vn: Sai dữ liệu API

# Languages::twgadmin_wrong_shipping_info
source: Failed to place order: wrong shipping data
cs_cz: Nepodařilo se odeslat objednávku: nesprávné údaje o přepravě
da_dk: Undladt at afgive ordre: forkert forsendelsedata
el_gr: Απέτυχε να τοποθετηθει η παραγγελία: λάθος δεδομένα αποστολής
es_es: Se ha podido realizar pedido: envío datos de mal
hr_hr: Neuspjelo slanje narudžbe: krivi podaci dostave
ka_ge: შეცდომა შეკვეთის განთავსებისას: არასწორი ინფორმაცია მიწოდების შესახებ
lt_lt: Nesugebėjo pateikti užsakymą: neteisingas laivybos duomenų
nl_nl: Plaatsen van bestelling mislukt: verkeerde verzend gegevens
pl_pl: Nie udało się złożyć zamówienia: błędna data wysyłki
ru_ru: Ошибка при размещении заказа: некорректные данные о доставке
sk_sk: Nepodarilo sa odoslať objednávku: nesprávne údaje o preprave
sr_sp: Neuspela porudžbina: netačni podaci za isporuku
tr_tr: Sipariş girilemedi: yanlış teslimat verisi
vi_vn: Thất bại trong việc đặt hàng: sai dữ liệu vận chuyển

# Languages::twgadmin_wrong_payment_info
source: Failed to place order: wrong payment data
cs_cz: Nepodařilo se odeslat objednávku: nesprávné platební údaje
da_dk: Undladt at afgive ordre: forkert betalingsdata
el_gr: Απέτυχε να τοποθετηθει η παραγγελία: λάθος στοιχεία πληρωμων
es_es: No se pudo poner orden: mal los datos de pago
hr_hr: Neuspjelo slanje narudžbe: pogrešni podaci o plaćanju
ka_ge: შეცდომა შეკვეთის განთავსების დროს: არასწორი გადახდის მონაცემები
lt_lt: Nesugebėjo pateikti užsakymą: neteisingų mokėjimų duomenų
nl_nl: Plaatsen van bestelling mislukt: verkeerde betaal gegevens
pl_pl: Nie udało się złożyć zamówienia: błędna data płatności
ru_ru: Ошибка при размещении заказа: некорректные платежные данные
sk_sk: Nepodarilo sa odoslať objednávku: nesprávne platobné údaje
sr_sp: Neuspela porudžbina: netačni podaci o plaćanju
tr_tr: Sipariş girilemedi: yanlış ödeme verisi
vi_vn: Thất bại trong việc đặt hàng: sai dữ liệu thanh toán

# Languages::twgadmin_object_was_not_found
source: The [object] data were not found
cs_cz: Údaje o [object] nebyly nalezeny
da_dk: [object] data blev ikke fundet
el_gr: Δεν βρέθηκαν τα δεδομένα [object]
es_es: No se encontraron los datos de [object]
hr_hr: U [object] podaci nisu pronađeni
ka_ge: [object] არ იყო ნაპოვნი
lt_lt: [object] duomenys nerasti
nl_nl: De [object] gegevens zijn niet gevonden
pl_pl: Dane [object] nie zostały znalezione
ru_ru: [object] не был найден
sk_sk: Údaje o [object] neboli nájdené
sr_sp: Podaci o [object] nisu pronađeni
tr_tr: The [object] verisi bulunamadı
vi_vn: Dữ liệu [object] không tìm thấy

# Languages::twgadmin_fail_create_user
source: Failed to create user
cs_cz: Nepodařilo se vytvořit uživatele
da_dk: Det mislykkedes at oprette brugeren
el_gr: Απέτυχε η δημιουργία χρήστη
es_es: Error al crear usuario
hr_hr: Nije uspjelo stvaranje korisnika
ka_ge: მომხმარებლის შექმნა ვერ მოხერხდა
lt_lt: Nepavyko sukurti vartotojo
nl_nl: Gebruiker aanmaken is mislukt
pl_pl: Nie można utworzyć użytkownika
ru_ru: Не удалось создать пользователя
sk_sk: Nepodarilo sa vytvoriť používateľa
sr_sp: Neuspešno kreiranje korisničkog naloga
tr_tr: Kullanıcı oluşturulamadı
vi_vn: Thất bại khi tạo người dùng

# Languages::twgadmin_fail_post_order
source: Failed to place order
cs_cz: Nepodařilo se odeslat objednávku
da_dk: Undladt at afgive ordre
el_gr: Απέτυχε να μπει παραγγελία
es_es: No se pudo poner orden
hr_hr: Neuspješno slanje narudžbe
ka_ge: ვერ მოხერხდა შეკვეთის განთავსება
lt_lt: Nesugebėjo pateikti užsakymą
nl_nl: Bestelling plaatsen is mislukt
pl_pl: Nie można złożyć zamówienia
ru_ru: Не удалось разместить заказ
sk_sk: Nepodarilo sa odoslať objednávku
sr_sp: Neuspešna porudžbina
tr_tr: Sipariş girilemedi
vi_vn: Thất bại trong khi đặt hàng

# Languages::twg_post_request_fail
source: Failed to post request
cs_cz: Nepodařilo se odeslat požadavek
da_dk: Undladt at postere anmodning
el_gr: Απέτυχε να υποβληθει η αίτηση
es_es: No se pudo publicar solicitud
hr_hr: Neuspješno postavljanje zahtjeva
ka_ge: ვერ მოხერხდა კომენტარის განთავსება
lt_lt: Nepavyko rašyti prašymą
nl_nl: Aanvraag plaatsen mislukt
pl_pl: Nie udało się wysłać wniosku
ru_ru: Не удалось отправить запрос
sk_sk: Nepodarilo sa odoslať požiadavku
sr_sp: Neuspešno slanje zahteva
tr_tr: Talep gönderilemedi
vi_vn: Không thể gửi yêu cầu

# Languages::twgadmin_error_validator_required
source: The '[field]' field is mandatory
cs_cz: Pole '[field]' je povinné
da_dk: Feltet '[field]' er obligatorisk
el_gr: Το πεδίο '[field]' είναι υποχρεωτικό
es_es: El campo '[field]' es obligatorio
hr_hr: "[field] 'polje je obavezno
ka_ge: ველის შევსება '[field]' აუცილებელია
lt_lt: "[field]" laukas yra privalomas
nl_nl: Het veld '[field]' is verplicht
pl_pl: To pole '[field]' jest obowiązkowe
ru_ru: Поле '[field]' обязательно для заполнения
sk_sk: Pole "[field]" je povinné
sr_sp: Polje '[field]' je neophodno
tr_tr: '[field]' alanı zorunludur
vi_vn: Mục '[field]' là bắt buộc

# Languages::twgadmin_mobile_version
source: Mobile version
cs_cz: Mobilní verze
el_gr: Εκδοση Κινητου
es_es: Versión móvil
hr_hr: Mobilna verzija
ka_ge: მობილური ვერსია
lt_lt: Mobili versija
nl_nl: Mobiele versie
pl_pl: Mobilna wersja
ru_ru: Мобильная версия
sk_sk: Mobilná verzia
sr_sp: Mobilna verzija
tr_tr: Mobil sürüm
vi_vn: Phiên bản di động
