Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twgadmin_text_updates_available
source: A new version of Twigmo add-on is available! <a href="[link]">Click here to upgrade to it</a>.
cs_cz: K dispozici je nová verze modulu Twigmo! <a href="[link]">klikněte zde pro aktualizaci</a>.
da_dk: Der findes en ny version af Twigmo tilføjelse! <a href="[link]"> Klik her for at opgradere til det</a>.
el_gr: Μια νέα έκδοση του Twigmo είναι διαθέσιμη! <a href="[link]"> κάντε κλικ εδώ για να αναβαθμιστείτε σε αυτη</a>.
es_es: Una nueva versión del Add-on de Twigmo está disponible! <a href="[link]"> haga clic aquí para actualizar a él</a>.
hr_hr: Nova verzija Twigmo dodatak je dostupna! <a href="[link]"> Kliknite ovdje za izvršiti nadogradnju na to </a>.
ka_ge: Twigmo-ს ახალი ვერსიის მოდული ხელმისაწვდომია! <a href="[link]">დააჭირეთ რათა განაახლოთ</a>.
lt_lt: Twigmo add-on nauja versija yra prieinama! <a href="[link]"> spauskite čia norėdami pereiti į jį</a>.
nl_nl: Een nieuwe versie van de Twigmo plug-in is beschikbaar! <a href="<a href="[link]">Klik hier om te upgraden</a>.
pl_pl: Nowa wersja dodatku Twigmo jest dostępna!<a href="[link]">Kliknij tu by go zaktualizować</a>.
ru_ru: Вышла новая версия модуля Твигмо! <a href="[link]">Нажмите сюда, чтобы установить её</a>.
sk_sk: K dispozícii je nová verzia doplnku Twigmo! <a href="[link]"> kliknite tu pre aktualizáciu</a>.
sr_sp: Nova verzija Twigmo dodatka je dostupna! <a href="[link]">Kliknite ovde za nadogradnju</a>.
tr_tr: Twigmo eklentisinin yeni bir sürümünü mevcut! <a href="[link]"> yeni sürüme yükseltmek için tıklayın</a>.
vi_vn: Một phiên bản mới của add-on Twigmo có sẵn! <a href="[link]"> Bấm vào đây để nâng cấp nó lên</a>.

# Languages::twgadmin_home_page_content
source: Home page content
cs_cz: Obsah domovské stránky
da_dk: Startside indhold
el_gr: Περιεχόμενο Αρχικής σελίδας
es_es: Contenido de la página de inicio
hr_hr: Sadržaj Početna stranica
ka_ge: მთავარი გვერდის შემცველობა
lt_lt: Pagrindinio puslapio turinio
nl_nl: Inhoud voor op de homepage
pl_pl: Zawartość strony głównej
ru_ru: Содержимое домашней страницы
sk_sk: Obsah domovskej stránky
sr_sp: Sadržaj početne stranice
tr_tr: Ana sayfa içeriği
vi_vn: Nội dung trang chủ

# Languages::twgadmin_use_mobile_frontend_for
source: Show mobile version for
cs_cz: Zobrazit mobilní verzi pro
da_dk: Vis mobil version for
el_gr: Εμφάνιση έκδοσης κινητού για
es_es: Ver versión móvil para
hr_hr: Prikaži mobilnu verziju za
ka_ge: მობილური ვერსიის ჩვენება
lt_lt: Rodyti mobili versija
nl_nl: Mobiele versie tonen voor
pl_pl: Pokaż wersję mobilną dla
ru_ru: Показывать мобильную версию для
sk_sk: Zobraziť mobilnú verziu pre
sr_sp: Prikaži mobilnu verziju za
tr_tr: Şunun için mobil versiyonu göster
vi_vn: Hiển thị phiên bản di động cho

# Languages::twgadmin_phones
source: Phones
cs_cz: Telefony
da_dk: Telefoner
el_gr: Τηλέφωνα
es_es: Teléfonos
hr_hr: Telefoni
ka_ge: ტელეფონები
lt_lt: Telefonai
nl_nl: Telefoons
pl_pl: Telefony
ru_ru: Телефонов
sk_sk: Telefóny
sr_sp: Telefoni
tr_tr: Telefonlar
vi_vn: Điện thoại

# Languages::twgadmin_tablets
source: Tablets
cs_cz: Tablety
es_es: Tabletas
hr_hr: Tableti
ka_ge: ცხრილები
lt_lt: Tabletės
pl_pl: Tablety
ru_ru: Планшетов
sk_sk: Tablety
sr_sp: Tableti
tr_tr: Tabletler
vi_vn: Máy tính bảng

# Languages::twgadmin_home_page_blocks
source: Desktop home page blocks
cs_cz: Bloky na domovské stránce
da_dk: Desktop startsiden blokkerer
el_gr: Μπλοκς αρχικής σελίδας για Desktop
es_es: Bloques de inicio escritorio
hr_hr: Desktop početna stranica blokovi
ka_ge: მთავარი გვერდის ბლოკები სრული ვერსიიდან
lt_lt: Darbalaukio Pagrindinis puslapis blokai
nl_nl: Desktop homepage blokken
pl_pl: Bloki strony głównej dla pulpitu
ru_ru: Блоки домашней страницы от полной версии
sk_sk: Desktopové bloky domovskej stránky
sr_sp: Blokovi desktop početne stranice
tr_tr: Masaüstü ana sayfa blokları
vi_vn: Khối trang chủ máy tính để bàn

# Languages::twgadmin_tw_home_page_blocks
source: Twigmo home page blocks
cs_cz: Twigmo bloky na domovské stránce
da_dk: Twigmo Startside blokkerer
el_gr: Μπλοκς αρχικής σελίδας Twigmo
es_es: Bloques de la página de inicio de Twigmo
hr_hr: Twimgo početna stranica blokovi
ka_ge: Twigmo-ს მთავარი გვერდის ბლოკები
lt_lt: Twigmo Pagrindinis puslapis blokai
nl_nl: Twigmo homepage blokken
pl_pl: Bloki strony głównej dla Twigmo
ru_ru: Блоки домашней страницы для мобильной версии
sk_sk: Twigmo bloky domovskej stránky
sr_sp: Blokovi Twigmo početne stranice
tr_tr: Twigmo ana sayfa blokları
vi_vn: Khối trang chủ Twigmo

# Languages::twgadmin_homepage
source: Twigmo home page
cs_cz: Twigmo domovská stránka
da_dk: Twigmo hjemmeside
el_gr: Twigmo Αρχική σελίδα
es_es: Página de inicio de Twigmo
hr_hr: Twigmo Naslovna
ka_ge: Twigmo-ს მთავარი გვერდი
lt_lt: Twigmo Pagrindinis puslapis
pl_pl: Główna strona Twigmo
ru_ru: Домашняя страница Твигмо
sk_sk: Twigmo domovská stránka
sr_sp: Twigmo home pagepočetna stranica
tr_tr: Twigmo ana sayfası
vi_vn: Trang chủ Twigmo

# Languages::twgadmin_edit_these_blocks
source: Edit these blocks
cs_cz: Upravit tyto bloky
da_dk: Redigere disse blokke
el_gr: Επεξεργαστείτε αυτά τα Μπλοκς
es_es: Editar estos bloques
hr_hr: Uredi ove blokove
ka_ge: ამ ბლოკების რედაქტირება
lt_lt: Redaguoti tokius blokus
nl_nl: Deze blokken wijzigen
pl_pl: Edytuj te bloki
ru_ru: Редактировать эти блоки
sk_sk: Upraviť tieto bloky
sr_sp: Izmeni ove blokove
tr_tr: Bu blokları düzenle
vi_vn: Chỉnh sửa các khối

# Languages::twgadmin_select_skin
source: Skin
cs_cz: Vzhled
el_gr: Θεμα
es_es: Piel
hr_hr: Kože
ka_ge: გარეგნობა
lt_lt: Odos
pl_pl: Skórka
ru_ru: Внешний вид
sr_sp: Košuljica
tr_tr: Dış görünüm
vi_vn: Giao diện

# Languages::twgadmin_hide_header
source: Hide header
cs_cz: Skrýt hlavičku
da_dk: Skjule header
el_gr: Απόκρυψη της κεφαλίδας
es_es: Ocultar cabecera
hr_hr: Sakrij zaglavlje
ka_ge: სათაურის დამალვა
lt_lt: Slėpti antraštės
nl_nl: Header verbergen
pl_pl: Ukryj nagłówek
ru_ru: Скрыть заголовок
sk_sk: Skryť hlavičku
sr_sp: Sakrij zaglavlje
tr_tr: Üst bilgiyi gizle
vi_vn: Ẩn tiêu đề

# Languages::twg_btn_load_more_items
source: Load More
cs_cz: Načíst více
da_dk: Indlæse mere
el_gr: Φορτωση περισσότερων
es_es: La carga más
hr_hr: Učitaj više
ka_ge: ჩატვირთე მეტი
lt_lt: Įkelti daugiau
nl_nl: Meer laden
pl_pl: Załaduj więcej
ru_ru: Показать еще
sk_sk: Načítať viac
sr_sp: Učitaj više
tr_tr: Daha fazla yükle
vi_vn: Tải thêm

# Languages::twg_btn_log_in_to_checkout
source: Sign in to checkout
cs_cz: Pro pokračování v objednávce se prosím přihlaste
da_dk: Logge ind for checkout
el_gr: Συνδεθείτε στο Ταμείο
es_es: Regístrate en retirada
hr_hr: Prijavite se za naplatu
ka_ge: ავტორიზაცია შეძენის წინ
lt_lt: Prisijunkite prie kasos
nl_nl: Inloggen om af te rekenen
pl_pl: Zaloguj się żeby zrobić zakupy
ru_ru: Авторизоваться перед покупкой
sk_sk: Prihláste sa pre vstup do pokladne
sr_sp: Prijavi se za kupovinu
tr_tr: Hata ayıklama için oturum açın
vi_vn: Đăng nhập để thanh toán

# Languages::twg_lbl_copy_from_billing
source: Ship to the same address
cs_cz: Odeslat na stejnou adresu
da_dk: Afsend til samme adresse
el_gr: Αποστολή στην ίδια διεύθυνση
es_es: Enviar a la misma dirección
hr_hr: Dostava na istu adresu
ka_ge: მიწოდება ამ მისამართზე
lt_lt: Laivas į tą patį adresą
nl_nl: Verzenden naar hetzelfde adres
pl_pl: Wysyłka na ten sam adres
ru_ru: Доставлять на этот адрес
sk_sk: Odoslať na rovnakú adresu
sr_sp: Isporuka na istu adresu
tr_tr: Aynı adrese sevkiyat
vi_vn: Gửi đến cùng một địa chỉ

# Languages::twg_msg_date_invalid
source: Please enter a valid date.
cs_cz: Zadejte prosím platné datum.
da_dk: Indtast en gyldig dato.
el_gr: Παρακαλώ εισάγετε μια έγκυρη ημερομηνία.
es_es: Por favor introduzca una fecha válida.
hr_hr: Unesite valjani datum.
ka_ge: გთხოვთ, შეიყვანოთ სწორი თარიღი.
lt_lt: Įveskite datos.
nl_nl: Vul een geldige datum in.
pl_pl: Wpisz poprawną datę.
ru_ru: Пожалуйста, введите корректную дату.
sk_sk: Prosím zadajte platný dátum.
sr_sp: Molimo, unesite ispravan datum.
tr_tr: Lütfen geçerli bir tarih girin.
vi_vn: Vui lòng nhập một ngày hợp lệ.

# Languages::twg_msg_dateiso_invalid
source: Please enter a valid date (YYYY-MM-DD).
cs_cz: Prosím, zadejte platné datum (RRRR-MM-DD).
da_dk: Indtast en gyldig dato (ÅÅÅÅ-MM-DD).
el_gr: Παρακαλώ εισάγετε μια έγκυρη ημερομηνία (ΕΕΕΕ-ΜΜ-ΗΗ).
es_es: Por favor introduzca una fecha válida (AAAA-MM-DD).
hr_hr: Unesite ispravan Datum (GGGG-MM-DD).
ka_ge: გთხოვთ, შეიყვანოთ სწორი თარიღი (ფორმატში წწ-თთ-დდ).
lt_lt: Įveskite galiojančią datą (YYYY-MM-DD).
nl_nl: Vul een geldige datum in (jjjj-mm-dd).
pl_pl: Wpisz poprawną datę (YYYY-MM-DD).
ru_ru: Пожалуйста, введите корректную дату (в формате ГГГГ-ММ-ДД).
sk_sk: Prosím zadajte platný dátum (RRRR-MM-DD).
sr_sp: Molimo, unesite ispravan datum (GGGG-MM-DD).
tr_tr: Lütfen geçerli bir tarih (YYYY-AA-GG) girin.
vi_vn: Vui lòng nhập một ngày hợp lệ (năm-tháng-ngày).

# Languages::twg_msg_digits_required
source: Please enter only digits.
cs_cz: Prosím, zadejte pouze číslice.
da_dk: Angiv kun tal.
el_gr: Παρακαλούμε, εισάγετε μόνο ψηφία.
es_es: Por favor introduzca sólo dígitos.
hr_hr: Unesite samo znamenke.
ka_ge: გთხოვთ, შეიყვანოთ მხოლოდ ციფრები.
lt_lt: Prašome įvesti tik skaičius.
nl_nl: Vul alleen cijfers in.
pl_pl: Wpisz tylko cyfry.
ru_ru: Пожалуйста, введите только цифры.
sk_sk: Zadajte len číslice.
sr_sp: Molimo, unesite samo cifre.
tr_tr: Lütfen sadece rakam giriniz.
vi_vn: Vui lòng chỉ nhập số.

# Languages::twg_msg_email_invalid
source: Please enter a valid email address.
cs_cz: Zadejte, prosím, platnou e-mailovou adresu.
da_dk: Angiv en gyldig e-mail-adresse.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es_es: Introduzca una dirección válida de correo electrónico.
hr_hr: Molimo unesite važeću e-mail adresu.
ka_ge: გთხოვთ, შეიყვანოთ სწორი ელ-ფოსტის მისამართი.
lt_lt: Prašome įvesti galiojantį el.pašto adresą.
nl_nl: Vul een geldig e-mailadres in.
pl_pl: Wpisz poprawny adres e-mail.
ru_ru: Пожалуйста, введите корректный адрес эл. почты.
sk_sk: Zadajte prosím platnú e-mailovú adresu.
sr_sp: Molimo, unesite ispravnu e-mail adresu.
tr_tr: Lütfen geçerli bir eposta adresi girin.
vi_vn: Vui lòng nhập một địa chỉ email hợp lệ.

# Languages::twg_msg_extension_invalid
source: Please enter a value with a valid extension.
cs_cz: Prosím, zadejte hodnotu s platnou příponou.
da_dk: Angiv en værdi med en gyldig forlængelse.
el_gr: Εισαγάγετε μια τιμή με μια έγκυρη επέκταση.
es_es: Por favor, introduzca un valor con una extensión válida.
hr_hr: Molimo unesite vrijednost s važećim nastavkom.
ka_ge: გთხოვთ, შეიყვანოთ მნიშვნელობა სწორი გაფართოებით.
lt_lt: Įveskite reikšmę plėtinys yra galiojantis.
nl_nl: Vul een waarde in met een geldige extensie.
pl_pl: Wprowadź wartość z prawidłowym rozszerzeniem.
ru_ru: Пожалуйста, введите значение с корректным расширением.
sk_sk: Zadajte hodnotu s platnou príponou.
sr_sp: Molimo, unesite vrednost sa ispravnom ekstenzijom.
tr_tr: Lütfen geçerli bir uzantı ile bir değer girin.
vi_vn: Vui lòng nhập một giá trị với một phần mở rộng hợp lệ.

# Languages::twg_msg_field_required
source: This field is required.
cs_cz: Toto pole je povinné.
da_dk: Dette felt er påkrævet.
el_gr: Αυτό το πεδίο είναι υποχρεωτικό
es_es: Este campo es requerido.
hr_hr: Ovo polje je obavezno.
ka_ge: ეს ველი სავალდებულოა.
lt_lt: Šiame lauke yra reikalaujama.
nl_nl: Dit veld is verplicht.
pl_pl: To pole jest wymagane.
ru_ru: Это обязательное поле.
sk_sk: Toto pole je povinné.
sr_sp: Ovo polje je neophodno.
tr_tr: Bu alan boş bırakılamaz.
vi_vn: Mục này là bắt buộc.

# Languages::twg_msg_fill_required_fields
source: Please fill in all the required fields.
cs_cz: Vyplňte, prosím, všechna povinná pole.
da_dk: Udfyld alle de påkrævede felter.
el_gr: Παρακαλούμε συμπληρώστε όλα τα απαιτούμενα πεδία.
es_es: Por favor, rellene todos los campos requeridos.
hr_hr: Molimo ispunite sva potrebna polja.
ka_ge: გთხოვთ, შეავსოთ ყველა სავალდებულო ველი.
lt_lt: Prašome užpildyti visus privalomus laukus.
nl_nl: Vul alle verplichte velden in.
pl_pl: Wypełnij wszystkie wymagane pola.
ru_ru: Пожалуйста, заполните все обязательные поля.
sk_sk: Vyplňte prosím všetky povinné polia.
sr_sp: Molimo, popunite sva neophodna polja.
tr_tr: Lütfen tüm gerekli alanları doldurun.
vi_vn: Xin vui lòng điền vào tất cả các mục bắt buộc.

# Languages::twg_msg_field_invalid
source: Please fix this field.
cs_cz: Prosím, opravte toto pole.
da_dk: Ret venligst dette felt.
el_gr: Διορθώστε αυτό το πεδίο.
es_es: Por favor arreglar este campo.
hr_hr: Popravite ovo polje.
ka_ge: გთხოვთ შეასწოროთ ამ ველის მნიშვნელობა.
lt_lt: Ištaisykite šį lauką.
nl_nl: Controleer dit veld.
pl_pl: Popraw to pole.
ru_ru: Пожалуйста, исправьте значение этого поля.
sk_sk: Opravte toto pole.
sr_sp: Molimo, ispravite ovo polje.
tr_tr: Lütfen bu alanı düzeltin.
vi_vn: Xin vui lòng sửa mục này.

# Languages::twg_msg_max_length
source: Please enter no more than {0} characters.
cs_cz: Prosím, nezadávejte více než {0} znaků.
da_dk: Angiv venligst ikke mere end {0} tegn.
el_gr: Παρακαλούμε μην εισάγετε περισσότερους από {0} χαρακτήρες.
es_es: Introduce no más de {0} caracteres.
hr_hr: Nemojte unijeti više od {0} znakova.
ka_ge: გთხოვთ შეიყვანოთ არაუმეტეს {0} სიმბოლო.
lt_lt: Įveskite ne daugiau nei {0} simbolių.
nl_nl: Vul niet meer dan {0} karakters in.
pl_pl: Proszę wpisać nie więcej niż {0} znaków.
ru_ru: Пожалуйста, введите не более чем {0} символ(-ов).
sk_sk: Nezadávajte viac než {0} znakov.
sr_sp: Molimo, unesite ne više od {0} karaktera.
tr_tr: Lütfen {0} karakterden fazla giriş yapmayın.
vi_vn: Vui lòng không nhập nhiều hơn {0} ký tự.

# Languages::twg_msg_max_value
source: Please enter a value less than or equal to {0}.
cs_cz: Prosím, zadejte hodnotu menší nebo rovnou {0}.
da_dk: Angiv en værdi mindre end eller lig til {0}.
el_gr: Παρακαλούμε εισάγετε μια τιμή μικρότερη ή ίση με {0}.
es_es: Por favor, introduzca un valor menor o igual a {0}.
hr_hr: Molimo vas popunite vrijednost manju ili jednaku {0}.
ka_ge: გთხოვთ, შეიყვანოთ {0} სიმბოლო ან ნაკლები.
lt_lt: Prašome įveskite vertė yra mažesnė arba lygi {0}.
nl_nl: Vul een waarde van minder of gelijk aan {0} in.
pl_pl: Podaj wartość mniejszą lub równą {0}.
ru_ru: Пожалуйста, введите {0} символ(-ов) или меньше.
sk_sk: Zadajte hodnotu menšiu alebo rovnú {0}.
sr_sp: Molimo, unesite vrednost manju ili jednaku sa {0}.
tr_tr: Lütfen {0} eşit veya daha küçük bir değer girin.
vi_vn: Vui lòng nhập một giá trị ít hơn hoặc bằng với {0}.

# Languages::twg_msg_min_length
source: Please enter at least {0} characters.
cs_cz: Zadejte, prosím, alespoň {0} znaků.
da_dk: Angiv mindst {0} tegn.
el_gr: Παρακαλώ εισάγετε τουλάχιστον {0} χαρακτήρες.
es_es: Por favor ingrese al menos caracteres {0}.
hr_hr: Molimo vas unesite najmanje {0} znakova.
ka_ge: გთხოვთ შეიყვანოთ მინიმუმ {0} სიმბოლო.
lt_lt: Prašome įvesti bent {0} simbolių.
nl_nl: Vul tenminste {0} karakters in.
pl_pl: Podaj co najmniej {0} znaków.
ru_ru: Пожалуйста, введите минимум {0} символ(-ов).
sk_sk: Zadajte prosím aspoň {0} znakov.
sr_sp: Molimo, unesite minimalno {0} karaktera.
tr_tr: Lütfen en az {0} karakter girin.
vi_vn: Vui lòng nhập tối thiểu {0} ký tự.

# Languages::twg_msg_min_value
source: Please enter a value greater than or equal to {0}.
cs_cz: Prosím, zadejte hodnotu větší nebo rovnající se {0}.
da_dk: Angiv en værdi større end eller lig med {0}.
el_gr: Παρακαλούμε εισαγάγετε μια τιμή μεγαλύτερη από ή ίση με {0}.
es_es: Por favor, introduzca un valor mayor o igual a {0}.
hr_hr: Molimo unesite vrijednost veću od ili jednaku {0}.
ka_ge: გთხოვთ, შეიყვანოთ მნიშვნელობა {0}-ის თანაბარი ან მეტი.
lt_lt: Įveskite reikšmę didesnis nei arba lygus {0}.
nl_nl: Vul een waarde van groter of gelijk aan {0} in.
pl_pl: Podaj wartość większa lub równą {0}.
ru_ru: Пожалуйста, введите значение, равное или превышающее число {0}.
sk_sk: Zadajte hodnotu väčšiu alebo rovnajúcu sa {0}.
sr_sp: Molimo, unesite vrednost veću ili jednaku sa {0}.
tr_tr: Lütfen {0} eşit veya daha büyük bir değer girin.
vi_vn: Vui lòng nhập một giá trị lớn hơn hoặc bằng {0}.

# Languages::twg_msg_number_invalid
source: Please enter a valid number.
cs_cz: Prosím, zadajte platné číslo.
da_dk: Angiv et gyldigt tal.
el_gr: Πληκτρολογήστε ένα έγκυρο αριθμό.
es_es: Por favor, introduzca un número válido.
hr_hr: Molimo vas unesite valjani broj.
ka_ge: გთხოვთ შეიყვანოთ სწორი ნომერი.
lt_lt: Prašome įrašykite tinkamą skaičių.
nl_nl: Vul een geldig getal in.
pl_pl: Wpisz właściwy numer.
ru_ru: Пожалуйста, введите корректное число.
sk_sk: Zadajte platné číslo.
sr_sp: Molimo, unesite ispravan broj.
tr_tr: Lütfen geçerli bir sayı girin.
vi_vn: Vui lòng nhập một số hợp lệ.

# Languages::twg_msg_order_was_placed
source: Your order has been placed!<br />The order ID is
cs_cz: Vaše objednávka byla odeslána!<br />ID objednávky je
da_dk: Din ordre er blevet placeret! < br / > ordre-ID'ET er
el_gr: Παραγγελία σας έχει τοποθετηθεί! <br/> Το ID της είναι
es_es: Su pedido ha sido realizado!<br />La identificación de la orden es
hr_hr: Vaša je narudžba poslana! <br /> ID narudžbe je
ka_ge: თქვენი შეკვეთა წარმატებით განთავსებულია!<br />შეკვეთის ნომერი
nl_nl: De bestelling is geplaatst! <br />Het bestelnummer is
pl_pl: Twoje zamówienie zostało złożone!<br />ID zamówienia to
ru_ru: Ваш заказ был успешно размещен!<br />Номер заказа
sk_sk: Vaša objednávka bola odoslaná!<br />ID objednávky je
sr_sp: Vaša porudžbina je primljena!<br />Broj porudžbine je
tr_tr: Siparişiniz alınmıştır!<br />Sipariş numaranız
vi_vn: Đơn hàng của bạn đã được đặt! <br />ID đơn hàng là

# Languages::twg_msg_orders_were_placed
source: Your orders have been placed!<br />The order IDs are
cs_cz: Vaše objednávky byly odeslány!<br />ID objednávek jsou
da_dk: Dine ordrer er blevet placeret! < br / > Or drenummeret er
el_gr: Οι Παραγγελίες σας έχουν τοποθετηθεί! <br/> Τα ID τους είναι
es_es: Tus pedidos!<br />el ID de pedido son
hr_hr: Vaše narudžbe su poslane! <br /> ID oznake narudžbi su
ka_ge: თქვენი შეკვეთები წარმატებით იყვნენ განთავსებული!<br />შეკვეთების ნომრები
nl_nl: De bestellingen zijn geplaatst! <br />De bestelnummers zijn
pl_pl: Twoje zamówienia zostały złożone!<br />ID zamówień to
ru_ru: Ваш заказы были успешно размещены!<br />Номера заказов
sk_sk: Vaše objednávky boli odoslané!<br />ID objednávok sú
sr_sp: Vaše porudžbine su primljene!<br />Brojevi porudžbina su
tr_tr: Siparişleriniz alınmıştır!<br />Sipariş numaraları
vi_vn: Đơn của bạn đã được đặt! <br /> ID đơn hàng

# Languages::twg_msg_cc_invalid
source: Please enter a valid credit card number.
cs_cz: Prosím, zadejte číslo platné kreditní karty.
da_dk: Indtast et gyldigt kreditkortnummer.
el_gr: Πληκτρολογήστε ένα έγκυρο αριθμό πιστωτικής κάρτας.
es_es: Por favor, introduzca un número de tarjeta de crédito válida.
hr_hr: Molimo unesite valjani broj kreditne kartice.
ka_ge: გთხოვთ, შეიყვანოთ საკრედიტო ბარათის სწორი ნომერი.
lt_lt: Prašome įvesti galiojantį kredito kortelės numerį.
nl_nl: Vul een geldig creditcard nummer in.
pl_pl: Wpisz właściwy numer karty kredytowej.
ru_ru: Пожалуйста, введите корректный номер банковской карты.
sk_sk: Zadajte číslo platnej kreditnej karty.
sr_sp: Molimo, unesite ispravan broj platne kartice.
tr_tr: Lütfen geçerli bir kredi kartı numarasını girin.
vi_vn: Vui lòng nhập một số thẻ tín dụng hợp lệ.

# Languages::twg_msg_range_length
source: Please enter a value between {0} and {1} characters long.
cs_cz: Prosím, zadejte hodnotu s délkou mezi {0} a {1} znaků.
da_dk: Angiv en værdi mellem {0} og {1} tegn.
el_gr: Εισαγάγετε μια τιμή μεταξύ {0} και {1} χαρακτήρων
es_es: Por favor introduzca un valor entre {0} y {1} caracteres largo.
hr_hr: Molimo unesite vrijednost između {0} i {1} znakova.
ka_ge: გთხოვთ შეიყვანოთ მნიშვნელობა {0} და {1} სიმბოლოების სიგრძის შორის.
lt_lt: Įveskite reikšmę tarp {0} ir {1} simbolių ilgio.
nl_nl: Vul een waarde van tussen de {0} en {1} karakters in.
pl_pl: Wprowadź wartość od {0} do {1}.
ru_ru: Пожалуйста, введите значение длиной между {0} и {1} символом(-ами).
sk_sk: Zadajte hodnotu s dĺžkou medzi {0} a {1} znakov.
sr_sp: Molimo, unesite vrednost dužine između {0} i {1} karaktera.
tr_tr: Lütfen {0} ile {1} arasında karakter sayısına sahip bir değer girin.
vi_vn: Vui lòng nhập một giá trị dài từ {0} đến {1} ký tự.

# Languages::twg_msg_range_value
source: Please enter a value between {0} and {1}.
cs_cz: Prosím, zadejte hodnotu mezi {0} a {1}.
da_dk: Angiv en værdi mellem {0} og {1}.
el_gr: Εισαγάγετε μια τιμή μεταξύ {0} και {1}.
es_es: Por favor, introduzca un valor entre {0} y {1}.
hr_hr: Molimo unesite vrijednost između {0} i {1}.
ka_ge: გთხოვთ შეიყვანოთ მნიშვნელობა {0} და {1} სიმბოლოების შორის.
lt_lt: Įveskite reikšmę tarp {0} ir {1}.
nl_nl: Vul een waarde in tussen {0} en {1}.
pl_pl: Wprowadź wartość od {0} do {1}.
ru_ru: Пожалуйста, введите значение между {0} и {1}.
sk_sk: Zadajte hodnotu medzi {0} a {1}.
sr_sp: Molimo, unesite vrednost između {0} i {1}.
tr_tr: Lütfen {0} ile {1} arasında bir değer girin.
vi_vn: Vui lòng nhập một giá trị giữa {0} và {1}.

# Languages::twg_msg_same_value_required
source: Please enter the same value again.
cs_cz: Prosím, znovu zadejte stejnou hodnotu.
da_dk: Angiv samme værdi igen.
el_gr: Πληκτρολογήστε πάλι την ίδια αξία.
es_es: Introduzca otra vez el mismo valor.
hr_hr: Ponovno unesite istu vrijednost.
ka_ge: გთხოვთ შეიყვანოთ იგივე მნიშვნელობა კიდევ ერთხელ.
lt_lt: Prašome dar kartą įvesti tos pačios vertės.
nl_nl: Vul dezelfde waarde opnieuw in.
pl_pl: Wpisz tą samą wartość ponownie.
ru_ru: Пожалуйста, введите такое же значение еще раз.
sk_sk: Znova zadajte rovnakú hodnotu.
sr_sp: Molimo, unesite ponovo istu vrednost.
tr_tr: Lütfen aynı değeri yeniden girin.
vi_vn: Vui lòng nhập giá trị tương tự một lần nữa.

# Languages::twg_msg_url_invalid
source: Please enter a valid URL.
cs_cz: Prosím, zadejte platnou adresu URL.
da_dk: Angiv en gyldig URL-adresse.
el_gr: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση URL.
es_es: Por favor, introduzca una URL válida.
hr_hr: Molimo unesite valjani URL.
ka_ge: გთხოვთ, შეიყვანოთ სწორი URL.
lt_lt: Įveskite tinkamą URL.
nl_nl: Vul een geldige URL in.
pl_pl: Wpisz właściwy adres URL.
ru_ru: Пожалуйста, введите корректный URL.
sk_sk: Zadajte platnú adresu URL.
sr_sp: Molimo, unesite ispravnu URL adresu.
tr_tr: Lütfen geçerli bir URL girin.
vi_vn: Vui lòng nhập một URL hợp lệ.

# Languages::twg_share
source: Share
cs_cz: Sdílet
da_dk: Del
el_gr: Μοιράσου
es_es: Compartir
hr_hr: Podijeli
ka_ge: გაზიარება
lt_lt: Dalintis
nl_nl: Delen
pl_pl: Udostępnij
ru_ru: Поделиться
sk_sk: Zdieľať
sr_sp: Podeli
tr_tr: Paylaş
vi_vn: Chia sẻ

# Languages::twg_facebook
source: Facebook
ru_ru: Фейсбук

# Languages::twg_twitter
source: Twitter
ru_ru: Твиттер

# Languages::twg_desktop_site
source: Desktop site
cs_cz: Desktopová verze stránky
es_es: Sitio de escritorio
hr_hr: Desktop stranica
ka_ge: სრული ვერსია
lt_lt: Darbalaukio svetainės
pl_pl: Strona pulpitu
ru_ru: Полная версия
sk_sk: Desktopová verzia stránky
sr_sp: Desktop sajt
tr_tr: Masaüstü site
vi_vn: Phiên bản web máy tính
