Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twgadmin_connect_to_first_ult
source: Your store is not connected to the Twigmo service yet. Please ask the root store administrator to do it.
cs_cz: Váš obchod ještě není připojen ke službě Twigmo. Prosím, požádejte o to hlavního správce.
da_dk: Din butik er ikke forbundet til tjenesten Twigmo endnu. Spørg root butiksadministratoren om at gøre det.
el_gr: Το κατάστημά σας δεν είναι συνδεδεμένο με την υπηρεσία Twigmo ακόμα. Ρωτήστε το διαχειριστή του κατάστηματος για να προχωρησετε.
es_es: Su tienda no está conectada aún al servicio de Twigmo. Consulte con el administrador de tienda de root para hacerlo.
hr_hr: Vaš dućan još nije povezan s Twigmo uslugom. Molimo zatražite root administratora za to.
ka_ge: თქვენი მაღაზია არ არის დაკავშირებული Twigmo-ს სერვისთან. დახმარებისთვის დაუკავშირდით მაღაზიის მთავარ ადმინისტრატორს.
lt_lt: Jūsų parduotuvėje nėra prijungtas prie Twigmo paslauga dar. Paprašykite šaknis parduotuvės administratorius tai padaryti.
nl_nl: De webwinkel is nog niet verbonden met de Twigmo server. Vraag de beheerder van de root webshop om dit te regelen.
pl_pl: Twój sklep nie jest połączony z serwisem Twigmo. Poproś głównego administratora sklepu by to zrobił.
ru_ru: Ваш магазин еще не подключен к сервису Твигмо. Обратитесь за помощью к главному администратору магазина.
sk_sk: Váš obchod ešte nie je pripojený k službe Twigmo. Prosím požiadajte o to hlavného správcu.
sr_sp: Vaša prodavnica još nije povezana na Twigmo servis. Molimo, obratite se administratoru prodavnice da to učini.
tr_tr: Mağazanız henüz Twigmo hizmetine bağlı değil. Lütfen bağlantının gerçekleştirilmesi için kök mağaza yöneticinize başvurun.
vi_vn: Cửa hàng của bạn không được kết nối với dịch vụ Twigmo. Hãy yêu cầu quản trị viên cửa hàng gốc để làm điều đó.

# Languages::twgadmin_mobile_logo
source: Mobile Storefront logo
cs_cz: Mobilní logo obchodu
da_dk: Mobilbutiks logo
el_gr: Λογοτυπο Mobile εκδοσης
es_es: Logotipo de tienda móvil
hr_hr: Mobile Storefront logotip
ka_ge: მობილური ვერსიის ლოგო
lt_lt: Mobilus parduotuvę logotipas
nl_nl: Logo voor mobiele webshop
pl_pl: Logo sklepu mobilnego
ru_ru: Логотип мобильной версии
sk_sk: Mobilné logo obchodu
sr_sp: Logotip mobilne prodavnice
tr_tr: Mobil Vitrin logosu
vi_vn: Logo trang web cho di động

# Languages::twgadmin_mobile_favicon
source: iOS device home screen icon
cs_cz: Logo pro domovskou obrazovku iOS
da_dk: iOS enhed startskærms ikon
el_gr: Εικονίδιο αρχικής οθόνης για iOS συσκευή
es_es: icono de pantalla de inicio del dispositivo iOS
hr_hr: iOS uređaj ikona početnog zaslona
ka_ge: იკონკა iOS მოწყობილობების დესკტოპისთვის
lt_lt: iOS įrenginio pagrindiniame ekrane piktogramą
nl_nl: Home pictogram voor iOS
pl_pl: Ikona sklepu na urządzeniach iOS
ru_ru: Иконка для рабочего стола iOS устройств
sk_sk: Logo pre domovskú obrazovku iOS
sr_sp: Ikona početnog ekrana iOS uređaja
tr_tr: iOS aygıtı ana ekran simgesi
vi_vn: Biểu tượng màn hình thiết bị iOS

# Languages::twgadmin_url_for_facebook
source: URL of your Facebook page
cs_cz: URL vaší Facebookové stránky
da_dk: URL-adressen på din Facebook-side
el_gr: URL της σελίδας σας Facebook
es_es: URL de su página de Facebook
hr_hr: URL vaše Facebook stranice
ka_ge: თქვენი გვერდის URL Facebook-ზე
lt_lt: Jūsų "Facebook" puslapio URL
nl_nl: Facebook pagina URL
pl_pl: Adres URL Twojej strony na Facebooku
ru_ru: URL вашей страницы на Facebook
sk_sk: URL vašej Facebookovej stránky
sr_sp: URL adresa Vaše Facebook stranice
tr_tr: Facebook sayfanızın URL'si
vi_vn: URL trang Facebook của bạn

# Languages::twgadmin_url_for_twitter
source: URL of your Twitter page
cs_cz: URL vaší Twitter stránky
da_dk: URL-adressen på din Twitter side
el_gr: URL της σελίδας σας Twitter
es_es: URL de su página de Twitter
hr_hr: URL stranice Twitter
ka_ge: თქვენი გვერდის URL Twitter-ზე
lt_lt: Jūsų Twitter puslapio URL
nl_nl: Twitter pagina URL
pl_pl: Adres URL Twojej strony na Twitterze
ru_ru: URL вашей страницы в Twitter
sk_sk: URL vašej Twitter stránky
sr_sp: URL adresa Vaše Twitter stranice
tr_tr: Twitter sayfanızın URL'si
vi_vn: URL trang Twitter của bạn

# Languages::twgadmin_only_req_profile_fields
source: Show only user profile fields marked as required
cs_cz: Zobrazit pouze povinné pole uživatelského profilu
da_dk: Vis kun bruger profilfelter markeret som krævet
el_gr: Εμφανιση μόνο πεδιων του προφίλ χρήστη που εχουν επισημανθεί ως απαιτούμενα
es_es: Mostrar solo campos de Perfil de usuario marcados como se requiere
hr_hr: Prikaži samo polja korisničkog profila koja su označena kao obavezna
ka_ge: მყიდველის პროფილის მხოლოდ აუცილებელი ველების ჩვენება
lt_lt: Rodyti tik Vartotojo profilis laukus, pažymėtus
nl_nl: Alleen verplicht in te vullen gebruikersprofiel velden weergeven
pl_pl: Pokaż tylko wymagane pola profilu użytkownika
ru_ru: Показывать только обязательные поля профиля покупателя
sk_sk: Zobraziť iba povinné polia používateľského profilu
sr_sp: Prikaži samo polja korisničkog profila koja su neophodna
tr_tr: Yalnız gerektiği gibi işaretlenmiş olan kullanıcı profili alanlarını göster
vi_vn: Chỉ hiển thị mục hồ sơ người dùng được đánh dấu theo yêu cầu

# Languages::twgadmin_reinstall
source: The version of Twigmo add-on files does not match the one in the database, so the mobile version of your store has been disabled. Please re-install Twigmo add-on (click Uninstall, then Install on the add-ons list) to enable it.
cs_cz: Verze Twigmo není konzistetní.. Mobilní verze obchodu byla dočasně vypnuta. Přeinstalujte modul Twigmo a pokuste se ho znova připojit ke službě.
da_dk: Versionen af Twigmo add-on filer stemmer ikke overens i databasen, så den mobile version af din butik er blevet deaktiveret. Venligst re-installere Twigmo add-on (klik afinstallere derefter installere på listen over tilføjelser) for at aktivere den.
el_gr: Η έκδοση των αρχείων πρόσθετο Twigmo δεν ταιριάζει με αυτη στη βάση δεδομένων, έτσι η κινητή έκδοση του καταστήματός σας έχει απενεργοποιηθεί. Επαναλάβετε την εγκατάσταση του πρόσθετου Twigmo (κάντε κλικ στο κουμπί απεγκατάσταση, και μετα προχωρηστε σε εγκατασταση απο τον κατάλογο με τα πρόσθετα) για να το ενεργοποιήσετε.
es_es: La versión de los archivos de complemento de Twigmo no coincide con el en la base de datos, por lo que se ha deshabilitado la versión móvil de tu tienda. Por favor vuelva a instalar el complemento Twigmo (haga clic en desinstalar y luego instalar en la lista de add-ons) para habilitarlo.
hr_hr: Verzija Twigmo dodati-na datoteke ne odgovara onaj u bazi podataka, tako da je mobilna verzija vaše trgovine onemogućena. Ponovno instalirajte Twigmo add-on (kliknite Deinstaliraj, a zatim instalirati na popis dodatka) kako bi se omogućilo.
ka_ge: ფაილების ვერსიაTvigmo-ს მოდულში არ ემთხვევა მითითებულს თქვენს მონაცემების ბაზაში, ამიტომ თქვენი მაღაზიის მობილური ვერსია იყო გამორთული. გთხოვთ, ხელახლა დააყენოთ Twigmo-ს მოდული (მოდულის სიაში დააწკაპეთ 'წაშლა', შემდეგ 'დაყენება'), იმისათვის, რომ ისევ ჩართოთ.
lt_lt: Twigmo priedų failų versija neatitinka vienas duomenų bazėje, todėl mobiliosios versijos jūsų parduotuvėje yra išjungtas. Prašome iš naujo įdiegti Twigmo add-on (spustelėkite pašalinti, tada įdiegti į priedų sąrašą) tam, kad.
nl_nl: De mobiele versie van de webshop is uitgeschakeld omdat de versie van de Twigmo plug-in bestanden niet overeen komt met de versie in de database. Installeer de Twigmo plug-in opnieuw om deze in te schakelen (klik op de-installeren, en vervolgens op installeren in de lijst met plug-ins).
pl_pl: Wersja dodatku Twigmo nie jest zgodna z bazą danych, więc mobilna wersja sklepu została wyłączona. Należy ponownie zainstalować dodatek Twigmo (kliknij Odinstaluj, następnie zainstalować na liście Dodatki).
ru_ru: Версия файлов в модуле Твигмо не совпадает с той, что указана в вашей базе данных, поэтому мобильная версия вашего магазина была отключена. Пожалуйста, переустановите модуль Твигмо (на списке модулей кликните \'Удалить\', затем \'Установка\'), чтобы включить её вновь.
sk_sk: Verzia súborov doplnku Twigmo nezodpovedá tej v databáze. Mobilná verzia vášho obchodu bola dočasne vypnutá. Prosím, preinštalujte doplnok Twigmo (v zozname doplnkov kliknite na Odinštalovať a potom Inštalovať), aby ste ju znova zapli.
sr_sp: Verzija fajlova Twigmo dodatka se ne poklapa sa verzijom u bazi podataka, pa je mobilna verzija Vaše prodavnice onemogućena. Molimo, reinstalirajte Twigmo dodatak (kliknite Deinstaliraj, pa Instaliraj na listi dodataka) da ga omogućite.
tr_tr: Twigmo eklenti dosyalarının sürümü veri tabanındaki ile eşleşmiyor, bu nedenle mağazanızın mobilsürümü devre dışı bırakıldı. Lütfen Twigmo eklentisini etkinleştirmek için tekrar kurun (Uninstall'a tıklayın, sonra eklentiler listesinden tekrar kurun).
vi_vn: Phiên bản add-on Twigmo tập tin không khớp với một trong cơ sở dữ liệu, do đó, các phiên bản điện thoại di động của cửa hàng của bạn đã bị vô hiệu. Xin vui lòng cài đặt lại add-on Twigmo (nhấp vào gỡ cài đặt, sau đó cài đặt trên danh sách Tiện ích) để kích hoạt nó.

# Languages::twg_view_cart_checkout
source: View cart & checkout
cs_cz: Nákupní košik & Pokladna
da_dk: Se indkøbskurv & checkout
el_gr: Δες το καλάθι & το ταμείο
es_es: Ver carrito & comprar
hr_hr: Pregled košarice i naplata
ka_ge: კალათის ნახვა & ანგარიშსწორება
lt_lt: Žiurėti krepšelį ir vykdyti užsakymą
nl_nl: Winkelwagen bekijken en afrekenen
pl_pl: Wyświetl koszyk & kasę
ru_ru: Оформить заказ
sk_sk: Nákupný košik & Pokladňa
sr_sp: Pogledaj korpu i plati
tr_tr: Sepete göz at ve düzelt
vi_vn: Xem giỏ hàng & thanh toán

# Languages::twg_sign_in_to_checkout
source: Sign in to checkout
cs_cz: Pro pokračování v objednávce se prosím přihlaste
da_dk: Logge ind for checkout
el_gr: Συνδεθείτε στο Ταμείο
es_es: Regístrate en retirada
hr_hr: Prijavite se za naplatu
ka_ge: ავტორიზაცია შეძენის წინ
lt_lt: Prisijunkite prie kasos
nl_nl: Log in om af te rekenen
pl_pl: Zaloguj się żeby zrobić zakupy
ru_ru: Авторизоваться перед покупкой
sk_sk: Prihláste sa pre vstup do pokladne
sr_sp: Prijavi se za kupovinu
tr_tr: Hata ayıklama için oturum açın
vi_vn: Đăng nhập để thanh toán

# Languages::twg_only_via_desktop
source: This product can be added to cart only via the [linkOpen]desktop website[linkClose].
cs_cz: Tento produkt můžete přidat do košíku jen přes [linkOpen]desktopovou verzi stránek[linkClose].
da_dk: Dette produkt kan føjes til indkøbskurv kun via [linkOpen]desktop website[linkClose].
el_gr: Αυτό το προϊόν μπορούν να προστεθούν στο καλάθι μόνο μέσω του [linkOpen]desktop website[linkClose].
es_es: Este producto se puede añadir a la cesta sólo a través de la página web de escritorio [linkOpen] [linkClose].
hr_hr: Ovaj proizvod može se dodati u košaricu samo preko [linkOpen] desktop web stranice [linkClose].
ka_ge: ეს პროდუქტი შეიძლება დაემატოს კალათაში მხოლოდ [linkOpen] საიტის სრული ვერსიიდან [linkClose].
lt_lt: Šis produktas gali būti įtraukti į krepšelį tik per [linkOpen]desktop website[linkClose].
nl_nl: Dit product kan alleen aan de winkelwagen worden toegevoegd via de [linkOpen]desktop website[linkClose].
pl_pl: Ten produkt może zostać dodany do koszyka tylko przez [linkOpen]stronę komputerową[linkClose].
ru_ru: Этот продукт можно добавить в корзину только через [linkOpen]полную версию сайта[linkClose].
sk_sk: Tento produkt môžete pridať do košíka len cez [linkOpen]desktopovú verziu stránky[linkClose].
sr_sp: Ovaj proizvod može biti dodat u korpu samo preko [linkOpen]desktop prodavnice[linkClose].
tr_tr: Bu ürün, sadece [linkOpen]masaüstü internet sitesi[linkClose] yolu ile sepete eklenebilir.
vi_vn: Sản phẩm này chỉ có thể được thêm vào giỏ hàng qua [linkOpen]web phiên bản máy tính[linkClose].

# Languages::twg_share_on_social
source: Share on social networks
cs_cz: Sdílet na sociálních sítích
da_dk: Dele på sociale netværk
el_gr: Μοιράσου σε κοινωνικά δίκτυα
es_es: Compartir en redes sociales
hr_hr: Podijeli na društvenim mrežama
ka_ge: გაზიარება სოციალურ ქსელებში
lt_lt: Pasidalinti socialiniuose tinkluose
nl_nl: Deel op sociale media
pl_pl: Podziel się na portalach społecznościowych
ru_ru: Поделиться
sk_sk: Zdieľať na sociálnych sieťach
sr_sp: Podeli na socijalnim mrežama
tr_tr: Sosyal ağlarda paylaşın
vi_vn: Chia sẻ trên mạng xã hội

# Languages::twgadmin_order_via_twigmo
source: [This order was placed via Twigmo Mobile Storefront]
cs_cz: [Tato objednávka byla odeslána přes mobilní stránku Twigmo]
da_dk: [Denne ordren blev afgivet via Twigmo Mobile Storefront]
el_gr: [Αυτό ήταν παραγγελία μέσω Twigmo κινητό Storefront]
es_es: [Este pedido via Twigmo móvil tienda]
hr_hr: [Ovaj proizvod ste naručili putem Twigmo Mobile Storefront]
ka_ge: [ეს შეკვეთა იყო განთავსებული საიტის მობილური ვერსიიდან Twigmo]
lt_lt: [Šis pavedimas buvo pateiktas per Twigmo Mobile Storefront]
nl_nl: [Deze bestelling is geplaatst via de Twigmo mobiele webwinkel]
pl_pl: [To zamówienie zostało złożone przez sklep mobilny Twigmo]
ru_ru: [Этот заказ был размещен через мобильную версию сайта (Твигмо)]
sk_sk: [Táto objednávka bola odoslaná cez mobilnú stránku]
sr_sp: [Ova porudžbina je izvršena preko Twigmo mobilne prodavnice]
tr_tr: [Bu sipariş Twigmo Mobil Vitrin yoluyla verildi]
vi_vn: [Đơn hàng này được đặt thông qua Twigmo điện thoại di động]

# Languages::twgadmin_on_social
source: Twigmo on social media
cs_cz: Twigmo na sociálních sítích
da_dk: Twigmo på sociale medier
el_gr: Το Twigmo στα κοινωνικα μέσα
es_es: Twigmo en las redes sociales
hr_hr: Twigmo na društvenim medijima
ka_ge: Twigmo სოციალურ ქსელებში
lt_lt: Twigmo socialinės žiniasklaidos
nl_nl: Twigmo op sociale media
pl_pl: Twigmo w mediach społecznościowych
ru_ru: Twigmo в социальных сетях
sk_sk: Twigmo na sociálnych sieťach
sr_sp: Twigmo na socijalnim mrežama
tr_tr: Sosyal medyada Twigmo
vi_vn: Twigmo trên phương tiện truyền thông xã hội

# Languages::twg_contact_twigmo_support
source: Contact Twigmo support
cs_cz: Kontaktujte technickou podporu Twigmo
da_dk: Kontakt Twigmo support
el_gr: Επικοινωνήστε με την υποστήριξη του Twigmo
es_es: Contactar con el soporte de Twigmo
hr_hr: Kontaktirajte Twigmo podršku
ka_ge: Twigmo-ს მხარდაჭერასთან დაკავშირება
lt_lt: Kreipkitės Twigmo
nl_nl: Neem contact op met Twigmo Support
pl_pl: Skontaktuj się z obsługą Twigmo
ru_ru: Обратиться в службу технической поддержки "Твигмо"
sk_sk: Kontaktujte technickú podporu Twigmo
sr_sp: Kontaktirajte Twigmo podršku
tr_tr: Twigmo desteğine ulaşın
vi_vn: Liên hệ với hỗ trợ Twigmo

# Languages::twgadmin_enable_geolocation
source: Enable geolocation
cs_cz: Povolit geolokaci
da_dk: Aktivere geolocation
el_gr: Ενεργοποίηση geolocation
es_es: Habilitar la geolocalización
hr_hr: Omogući geolocation
ka_ge: გეოლოკაციის ჩართვა
lt_lt: Įgalinkite buvimo vietos
nl_nl: Geolocaties inschakelen
pl_pl: Włącz geolokalizację
ru_ru: Включить геолокацию
sk_sk: Povoliť geolokáciu
sr_sp: Omogući geolokaciju
tr_tr: Coğrafi konumu etkinleştir
vi_vn: Kích hoạt geolocation

# Languages::tt_addons_twigmo_settings_settings_twgadmin_enable_geolocation
source: If enabled, shipping and billing address fields will be populated with the address determined by a geolocation service on the registration and checkout pages.
cs_cz: Pokud je povoleno, pole fakturační adresa a adresa dodání budou vyplněny adresou určenou geolokační službou na stránkách registrace a pokladny.
da_dk: Hvis aktiveret, vil levering og fakturering adressefelterne udfyldes med adresse geolocation tjeneste på siderne registrering og checkout.
el_gr: Εάν ενεργοποιηθεί, τα πεδία διεύθυνσης αποστολής και χρέωσης θα συμπληρωθουν με τη διεύθυνση που καθορίζεται από μια υπηρεσία geolocation στις σελίδες εγγραφής και στο ταμειο
es_es: Si se activa, campos de dirección de envío y facturación se rellena con la dirección determinada por un servicio de geolocalización en las páginas de registro y comprobación.
hr_hr: Ako je omogućeno, polja dostave i adresa za naplatu će se popuniti s adresom određenom Geolocation usluge na stranicama registracije i naplate.
ka_ge: თუ ჩართულია, მაშინ რეგსიტრაციის და გადახდის გვერდზე, გადაზიდვის მისამართი და მყიდველის მისამართი ავტომატურად იქნებიან შევსებული მნიშვნელობებით, რომელიც დაადგინა გეოლოკაციის სერვისმა.
lt_lt: Jei įgalintas, siuntimo ir išlaidų adreso laukai bus būti apgyvendinta su nustatytos geografinės buvimo vietos nustatymo paslaugų puslapiuose registravimo ir išsiregistravimo adresas.
pl_pl: Jeśli opcja jest włączona, pola adresu wysyłki i płatności zostanie wypełniony adres określony przez usługę geolokalizacji na stronie rejestracja i zamówienie.
ru_ru: Если включено, то на странице регистрации и оплаты адрес доставки и платежный адрес покупателя будут автоматически заполнены значениями, определяемыми с помощью сервиса геолокации.
sk_sk: Ak je povolené, polia fakturačná adresa a adresa dodania budú vyplnené adresou určenou geolokačnou službou na stránkach registrácie a pokladne.
sr_sp: Ako je omogućeno, adrese za fakturisanje i isporuku će biti utvrđene servisom geolokacije na registracionim stranicama i stranicama za plaćanje.
tr_tr: Etkinleştirildiğinde, teslimat ve fatura adresi alanları kayıt ve kontrol sayfalarındaki bir coğrafi konum hizmetinin belirlediği adresle doldurulacaktır.
vi_vn: Nếu kích hoạt, địa chỉ vận chuyển và thanh toán sẽ được xác định bởi một dịch vụ vị trí trên các trang đăng ký và thanh toán.

# Languages::twg_billing_is_the_same
source: Billing address is the same
cs_cz: Fakturační adresa je stejná
da_dk: Faktureringsadressen er den samme
el_gr: Διευθυνση χρέωσης είναι η ιδια
es_es: Dirección de facturación es la misma
hr_hr: Adresa za naplatu je ista
ka_ge: გადამხდელის მისამართი არის იგივე
lt_lt: Sąskaitų siuntimo adresas yra tas pats
nl_nl: Factuuradres is hetzelfde
pl_pl: Adres płatności jest taki sam
ru_ru: Адрес плательщика тот же
sk_sk: Fakturačná adresa je rovnaká
sr_sp: Adresa za fakturisanje je ista
tr_tr: Fatura adresi aynıdır
vi_vn: Địa chỉ thanh toán là giống nhau

# Languages::twgadmin_upgrade_addon
source: Twigmo add-on upgrade has started.
cs_cz: Aktualizace doplňku Twigmo začala.
da_dk: Twigmo add-on opgradering er begyndt.
el_gr: Η αναβάθμιση του προσθτου Twigmo έχει αρχίσει.
es_es: Twigmo actualización del complemento ha comenzado.
hr_hr: Twigmo add-on je započeo nadogradnju.
ka_ge: დაწყებულია Twigmo-ს მოდულის განახლების პროცესი.
lt_lt: Twigmo add-on atnaujinti pradėjo.
nl_nl: Bijwerken van de Twigmo plug-in is begonnen.
pl_pl: Aktualizacja dodatku Twigmo została rozpoczęta.
ru_ru: Запущен процесс обновления модуля Твигмо.
sk_sk: Aktualizácia doplnku Twigmo začala.
sr_sp: Nadogradnja Twigmo dodatka je započeta.
tr_tr: Twigmo eklentisi yükseltmesi başladı.
vi_vn: Nâng cấp add-on Twigmo đã bắt đầu.

# Languages::twgadmin_download_twigmo
source: Downloading Twigmo upgrade package. Please wait...
cs_cz: Stahuji balíček aktualizace pro Twigmo. Prosím, čekejte...
da_dk: Downloader Twigmo opgraderingspakke. Vent venligst...
el_gr: Κατέβαινει πακέτο αναβάθμισης του Twigmo. Παρακαλώ περιμενετε...
es_es: Descarga el paquete de actualización de Twigmo. Espera...
hr_hr: Preuzimanje Twigmo paketa nadogradnje. Molimo pričekajte ...
ka_ge: იტვირთება მოდულის ახალი ვერსია. გთხოვთ, დაელოდოთ...
lt_lt: Atsisiųsti Twigmo atnaujinimo paketą. palauk...
nl_nl: Downloaden van het Twigmo upgrade pakket. Even geduld...
pl_pl: Pobieranie pakietu Twigmo. Czekaj...
ru_ru: Скачивается новая версия модуля. Пожалуйста, подождите...
sk_sk: Sťahujem balík aktualizácie pre Twigmo. Prosím čakajte...
sr_sp: Primam Twigmo paket za nadogradnju. Molim, sačekajte...
tr_tr: Twigmo yükseltme paketi indiriliyor. Lütfen bekleyin...
vi_vn: Đang tải về gói nâng cấp Twigmo. Vui lòng chờ...

# Languages::twgadmin_checking_permissions
source: Done.</br>Checking file permissions...
cs_cz: Hotovo.</br>Kontroluji povolení pro práci se soubory...
da_dk: Gjort.</br>Kontrol af filtilladelser...
el_gr: Ετοιμο.</br>Έλεγχος δικαιωμάτων αρχείων...
es_es: Hecho.</br> Comprobación de permisos de archivo...
hr_hr: Gotovo. </br> Provjera dozvole za datoteku ...
ka_ge: ჩამოტვირთვა დასრულებულია.</br>მიმდინარეობს ფაილების ხელმისაწვდომობის უფლებების შემოწმება...
lt_lt: Padaryta.</br> Patikrinti failo teises...
nl_nl: Klaar.<br />Bestandsrechten aan het controleren...
pl_pl: Zrobione.</br>Sprawdzanie uprawnienień...
ru_ru: Загрузка окончена.</br>Идет проверка прав доступа к файлам...
sk_sk: Hotovo.</br>Kontrolujem povolenia pre prácu so súbormi...
sr_sp: Završeno.</br>Proveravam dozvole nad fajlovima...
tr_tr: Bitti.</br>Dosya izinleri denetleniyor...
vi_vn: Xong.</br> Kiểm tra các thiết lập quyền truy cập tập tin...
