Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twapp_fill_manually
source: Fill in the fields manually
cs_cz: Vyplňte pole manuálně
da_dk: Udfyld felterne manuelt
el_gr: Συμπληρώστε τα πεδία χειροκινητα
es_es: Rellenar los campos manualmente
hr_hr: Ispunite polja ručno
ka_ge: შეავსეთ ველები ხელით
lt_lt: Užpildykite laukus rankiniu būdu
nl_nl: Vul de velden handmatig in
pl_pl: Wypełnij pola ręcznie
ru_ru: Заполните поля вручную
sk_sk: Vyplnte polia manuálne
sr_sp: Popunite polja ručno
tr_tr: Alanları elle doldurun
vi_vn: Điền vào các trường theo cách thủ công

# Languages::twapp_fill_to_sign_in
source: Fill in the fields below to sign in.
cs_cz: Pro přihlášení vyplňte pole níže.
da_dk: Udfyld felterne nedenfor for at logge på.
el_gr: Συμπληρώστε τα παρακάτω πεδία για να εισέλθετε.
es_es: Llene los campos a continuación para iniciar sesión.
hr_hr: Ispunite polja ispod da biste se prijavili.
ka_ge: შეავსეთ ველები, რომ შეხვიდეთ მაღაზიაში.
lt_lt: U¾pildykite laukelius žemiau, norėdami prisijungti.
nl_nl: De velden hieronder invullen om aan te melden.
pl_pl: Wypełnij pola poniżej, aby się zalogować.
ru_ru: Заполните поля, чтобы войти в магазин.
sk_sk: Pre prihlásenie vyplnte polia nižšie.
sr_sp: Ispunite polja ispod kako bi se prijavili.
tr_tr: Oturum açmak için aşağıdaki alanları doldurun.
vi_vn: Điền vào các trường dưới đây để đăng nhập.

# Languages::twgadmin_show_product_code
source: Show product code on product details page
cs_cz: Zobrazit kód produktu na stránce Podrobnosti produktu
da_dk: Vis produktkode på produktdetalje siden
el_gr: Εμφάνιση Κωδικου προϊόντος στη σελίδα Λεπτομερειων προϊόντος
es_es: Mostrar código de producto en la página de detalles del producto
hr_hr: Prikaži Kod proizvoda na stranici s detaljima
ka_ge: პროდუქტის კოდის ჩვენება პროდუქტის დეტალურ გვერდზე
lt_lt: Rodyti prekės kodas prekės informacijos puslapyje
nl_nl: Productcode op product detailpagina weergeven
pl_pl: Pokaż kod produktu na stronie szczegóły produktu
ru_ru: Показывать код продукта на детальной странице продукта
sk_sk: Zobraziť kód produktu na stránke Podrobnosti produktu
sr_sp: Prikaži šifru proizvoda na stranici detalji o proizvodu
tr_tr: Ürün kodunu ürün ayrıntıları sayfasında göster
vi_vn: Mã sản phẩm Hiển thị trên trang chi tiết sản phẩm

# Languages::twapp_add_account
source: Add account
cs_cz: Přidat účet
da_dk: Tilføj konto
el_gr: Προσθέστε λογαριασμό
es_es: Agregar cuenta de
hr_hr: Dodaj račun
ka_ge: აკაუნტის დამატება
lt_lt: Įtraukti abonementą
nl_nl: Profiel toevoegen
pl_pl: Dodaj konto
ru_ru: Добавить аккаунт
sk_sk: Pridať konto
sr_sp: Dodaj nalog
tr_tr: Hesap ekle
vi_vn: Thêm tài khoản

# Languages::twapp_pull_to_refresh
source: Pull to refresh
cs_cz: Pull obnovit
da_dk: Træk at opdatere
el_gr: Τραβηξτε για να ενημερωθει
es_es: Tire de él para actualizar
hr_hr: Povucite da osvježite
ka_ge: გაწიეთ განახლებისთვის
lt_lt: Traukti atnaujinti
nl_nl: Scroll om te vernieuwen
pl_pl: Pociągnij, aby odświeżyć
ru_ru: Потяните для обновления
sk_sk: Vytiahnuť obnovenie
sr_sp: Osveži
tr_tr: Yenilemek için aşağıya çekin
vi_vn: Kéo để làm mới

# Languages::twapp_release_to_refresh
source: Release to refresh
cs_cz: Vydání aktualizace
da_dk: Slip for at genopfriske
el_gr: Απελευθέρωση για ανανεωση
es_es: Release para actualizar
hr_hr: Pustite da osvježite
ka_ge: გაუშვით განახლებისთვის
lt_lt: Išleisti atnaujinti
nl_nl: Los laten om te vernieuwen
pl_pl: Zwolnij, aby odświeżyć
ru_ru: Отпустите для обновления
sk_sk: Vydanie obnovenia
sr_sp: Osveži
tr_tr: Yenilemek için bırak bırakın
vi_vn: Thả ra để làm mới

# Languages::twapp_could_not_connect
source: Could not connect to the Twigmo add-on at [URL].
cs_cz: Nelze se připojit k Twigmo doplnku v [URL].
da_dk: Kunne ikke oprette forbindelse til tilføjelsesprogrammet Twigmo på [URL].
el_gr: Δεν είναι δυνατή η σύνδεση με το πρόσθετο Twigmo στο [URL].
es_es: No se pudo conectar al complemento Twigmo en [URL].
hr_hr: Ne mogu se spojiti na Twigmo dodatak na [URL].
ka_ge: Twigmo-ს მოდულთან დაკავშირება მისამართით [URL] ვერ მოხერხდა.
lt_lt: Nepavyko prisijungti prie Twigmo add-on ne [URL].
nl_nl: Kan geen verbinding maken met de Twigmo plug-in op [URL].
pl_pl: Nie można połączyć się z Twigmo z adresu [URL].
ru_ru: Не удалось подключиться к модулю Твигмо по адресу [URL].
sk_sk: Nedá sa pripojiť k Twigmo doplnku v [URL].
sr_sp: Nije se moguće povezati na "Twigmo" u [URL].
tr_tr: [URL] ' deki Twigmo eklentisine bağlanılamadı.
vi_vn: Không thể kết nối đến add-on Twigmo tại [URL].

# Languages::twgadmin_push_notifications
source: Push notifications
cs_cz: Push-oznámení
da_dk: Push-meddelelser
el_gr: Ώθηση Ανακοινώσεων
es_es: Notificaciones push
hr_hr: Gurnite obavijesti
ka_ge: Push-შეტყობინებები
nl_nl: Push berichten
pl_pl: Wysyłaj powiadomienia
ru_ru: Push-уведомления
sk_sk: Push notifikácie
sr_sp: Obaveštenja
tr_tr: Push bildirimleri
vi_vn: Đẩy các thông báo

# Languages::twgadmin_send_push_notifications
source: Send push notifications to your mobile store app users
cs_cz: Odeslat upozornění na váš mobilní obchod uživatelům
da_dk: Send push notifikationer til dine mobile butik app brugere
el_gr: Στείλτε τις ανακοινώσεις ώθησης στους χρήστες τους καταστηαμτος σας με app κινητου
es_es: Enviar notificaciones push a los usuarios de la aplicación de tienda móvil
hr_hr: Pošaljite automatske obavijesti korisnicima mobilne aplikacije trgovine
ka_ge: Push-შეტყობინებების მიწოდება თქვენი მობილური მაღაზიის აპლიკაციის მომხმარებლებისათვის
lt_lt: Aktyviuosius pranešimus siųsti savo mobilųjį store app vartotojams
nl_nl: Push berichten versturen aan gebruikers van de mobiele webwinkel app
pl_pl: Wysyłaj powiadomienia do użytkowników aplikacji mobilnej sklepu
ru_ru: Рассылка push-уведомлений пользователям вашего приложения мобильного магазина
sk_sk: Odoslať upozornenia na váš mobilný obchod používateľom
sr_sp: Slanje obaveštenja korisnicima koji koriste mobilnu aplikaciju
tr_tr: Mobil mağaza uygulama kullanıcılarınıza Push bildirimleri gönderin
vi_vn: Gửi thông báo đẩy cho người dùng ứng dụng cửa hàng điện thoại di động của bạn

# Languages::twgadmin_select_store_short
source: Select a store
cs_cz: Vyberte obchod
da_dk: Vælg en butik
el_gr: Επιλέξτε ένα κατάστημα
es_es: Seleccione una tienda
hr_hr: Odaberite trgovinu
ka_ge: მაღაზიის არჩევა
lt_lt: Pasirinkite parduotuvę
nl_nl: Selecteer een webwinkel
pl_pl: Wybierz sklep
ru_ru: Выберите магазин
sk_sk: Vyberte obchod
sr_sp: Izaberite radnju
tr_tr: Bir mağaza seçin
vi_vn: Chọn một cửa hàng

# Languages::twgadmin_push_notification_text
source: Push notification text
cs_cz: Text push-oznámení
da_dk: Push anmeldelse tekst
el_gr: Κειμενο Ώθησης Ανακοινώσεων
es_es: Texto de notificación de empujar
hr_hr: Gurnite tekst obavijesti
ka_ge: Push-შეტყობინების ტექსტი
lt_lt: Stumti pranešimo tekstas
nl_nl: Push bericht tekst
pl_pl: Tekst powiadomienia
ru_ru: Текст Push-уведомления
sk_sk: Tlačiť text upozornenia
sr_sp: Tekst obaveštenja
tr_tr: Push bildirim metni
vi_vn: Đẩy văn bản thông báo

# Languages::twgadmin_push_notification_comment
source: Please refer to the policies of <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> and <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank">Google</a> regarding sending ads in push notifications. Your mobile app can be banned for violating these policies.
cs_cz: Podívejte se do politiky <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> a <a href = "https : //play.google.com/intl/en/about/developer-content-policy.html "target =" _ blank ">Google</a> o posílání reklamy v push notifikacích. Mobilní aplikace mohou být zakázány pro porušování těchto podmínek.
da_dk: Der henvises til <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> og <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> politikker vedrørende sende annoncer i push notifikationer. Din mobile app kan forbydes for at overtræde disse politikker.
es_es: Por favor, consulte las políticas de <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> y <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> sobre anuncios de envío de notificaciones push. Su app móvil puede ser prohibido para violar estas políticas.
hr_hr: Molimo pogledajte pravila<a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple </a> i <a href = "https://play.google.com/intl/en/about/developer-content-policy.html" target = "_ blank"> Google </a> u vezi slanja oglasa u automatske obavijesti. Vaša mobilna aplikacija može biti zabranjena zbog kršenja ovih pravila.
ka_ge: გთოხვთ, გაეცნოთ პოლიტიკას <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> და <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank">Google</a>, რომლებიც ეხება რეკლამის მიწოდებას push-შეტყობინებებში. წესების დარღვევის შემთხვევაში თქვენი მობილური აპლიკაცია შეიძლება დაიბლოკოს.
nl_nl: Verwijs naar het beleid van <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> en <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank">Google</a> met betrekking tot het verzenden van advertenties in push berichten. Uw mobiele app kan wegens het schenden van het beleid worden verboden.
pl_pl: Zapoznaj się z zasadami <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> i <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> dotyczących wysyłanie powiadomień. Twoja aplikacja mobilna może zostać zablokowana za naruszenie tych zasad.
ru_ru: Пожалуйста, ознакомьтесь с политиками <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank">Apple</a> и <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank">Google</a>, касающихся рассылки рекламы в push-уведомлениях. Ваше мобильное приложение может быть заблокировано за нарушение этих правил.
sk_sk: Pozrite sa do politiky <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> a <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> o posielanie reklamy v push notifikácie. Mobilné aplikácie môžu byť zakázané pre porušuje tieto podmienky.
sr_sp: Pogledaj<a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> i <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> radi slanja reklama u obaveštenjima.
tr_tr: Lütfen Push bildirimler konusunda <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> ve <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> politikalarını inceleyiniz. Bu politikaların ihlal edilmesi uygulamanızın engellenmesine neden olabilir.
vi_vn: Xin vui lòng tham khảo các chính sách của <a href="https://developer.apple.com/app-store/review/guidelines/#push-notifications" target="_blank"> Apple</a> và <a href="https://play.google.com/intl/en/about/developer-content-policy.html" target="_blank"> Google</a> liên quan đến quảng cáo gửi trong thông báo đẩy. Ứng dụng điện thoại di động của bạn có thể bị cấm vì vi phạm các chính sách này.

# Languages::twgadmin_push_will_send_to
source: This message will be sent to <b>[ios_amount]</b> iOS and <b>[android_amount]</b> Android users of your store app.
cs_cz: Tato zpráva bude odeslána na <b>[ios_amount]</b> iOS a <b>[android_amount]</b> Android uživatelům zařízení ve vašem mobilním App Store.
da_dk: Denne meddelelse sendes til <b>[ios_amount]</b> iOS og <b>[android_amount]</b> Android brugere af din store app.
el_gr: Αυτό το μήνυμα θα σταλεί σε <b>[ios_amount]</b> iOS και <b>[android_amount]</b> Android χρηστες app του κατάστηματος σας.
es_es: Este mensaje será enviado a <b> [ios_amount] </b> iOS y <b> [android_amount] </b> Los usuarios de Android de su tienda de aplicaciones.
hr_hr: Ova poruka će biti poslana na <b> [ios_amount] </b> iOS i <b> [android_amount] </b> Android korisnika vaše mobilne aplikacije trgovine.
ka_ge: ეს შეტყობინება გადაეგზავნება თქვენი მაღაზიის მობილური აპლიკაციის <b>[ios_amount]</b> iOS და <b>[android_amount]</b> Android მოწყობილობების მომხმარებლებს.
lt_lt: Šis pranešimas bus išsiųstas į <b>[ios_amount]</b> iOS ir <b>[android_amount]</b> Android vartotojai savo parduotuvėje App.
nl_nl: Dit bericht wordt verzonden naar <b>[ios_amount]</b> iOS en <b>[android_amount]</b> Android gebruikers van de webwinkel.
pl_pl: Ta wiadomość zostanie wysłana do <b>[ios_amount]</b> iOS i <b>[android_amount]</b> Android użytkowników mobilnej aplikacji sklepu.
ru_ru: Это сообщение будет отправлено на <b>[ios_amount]</b> iOS и <b>[android_amount]</b> Android устройств пользователей вашего мобильного приложения магазина.
sk_sk: Táto správa sa zašle <b>[ios_amount]</b> iOS a <b>[android_amount]</b> užívateľov Android App vaše obchod.
sr_sp: Ova poruka će biti poslata <b>[ios_amount]</b> iOS i <b>[android_amount]</b> Android korisnicima aplikacije.
tr_tr: Bu mesaj mağaza uygulama kullanıcılarınızda <b>[ios_amount]</b> adet IOS ve <b>[android_amount]</b> Android kullanıcılarına gönderilecektir.
vi_vn: Tin nhắn này sẽ được gửi đến <b>[ios_amount]</b> iOS và <b>[android_amount]</b> các người dùng Android trên ứng dụng cửa hàng của bạn.

# Languages::twgadmin_push_has_uploaded
source: Your message has been uploaded to the server and it has started sending the message to your mobile app users (it may take up to an hour depending on the number of users).
cs_cz: Vaše zpráva byla nahrána na server a to začalo posílat zprávy svým uživatelům mobilních app (to může trvat až jednu hodinu v závislosti na počtu uživatelů).
da_dk: Din besked er blevet uploadet til serveren og den er begyndt at sende meddelelsen til din mobil app brugere (det kan tage op til en time afhængigt af antallet af brugere).
el_gr: Το μήνυμά σας έχει ανεβει στο διακομιστή και έχει αρχίσει η αποστολή του στους χρήστες σας με κινητό app (μπορεί να πάρει εως μια ώρα, ανάλογα με τον αριθμό των χρηστών).
es_es: Su mensaje se ha subido al servidor y ha comenzado a enviar el mensaje a los usuarios de la aplicación móvil (puede tomar hasta una hora dependiendo del número de usuarios).
hr_hr: Vaša poruka je prenesena na poslužitelj i počelo je slanje poruke korisnicima mobilnih aplikacija (to može potrajati i do sat vremena, ovisno o broju korisnika).
ka_ge: თქვენი შეტყობინება ატვირთულია სერვერზე, და თქვენი მაღაზიის მობილური აპლიკაციის მომხმარებლებისთვის დაიწყო შეტყობინებების მიწოდება (ამას შეიძლება დასჭირდეს ერთი საათი, დამოკიდებულია მომხმარებლების რაოდენობაზე).
lt_lt: Jūsų žinutė buvo įkeltas į serverį ir pradėjo siųsti pranešimą mobiliesiems vartotojams (tai gali užtrukti iki valandos priklausomai nuo vartotojų skaičiaus).
nl_nl: Het bericht is ge√ºpload naar de server en er is nu gestart met het verzenden van het bericht naar de mobiele app gebruikers (afhankelijk van het aantal gebruikers kan dit meer dan een uur duren).
pl_pl: Wiadomość została przesłana na serwer i rozpoczął się proces wysyłania wiadomości do użytkowników mobilnej aplikacji (może to zająć nawet godzinę w zależności od liczby użytkowników).
ru_ru: Ваше сообщение загружено на сервер, и рассылка пользователям вашего мобильного приложения магазина началась (это может занять до часа в зависимости от количества пользователей).
sk_sk: Správy boli nahrané na server a začala posielať správa mobilné app používateľom (to môže trvať až hodinu v závislosti na počte užívateľov).
sr_sp: Vaša poruka je otpremljena na server i počelo je slanje korisnicima mobilnih aplikacija (to može da potraje sat vremena u zavisnosti od broja korisnika).
tr_tr: Mesajınızı sunucuya yüklendi ve mobil uygulama kullanıcılara gönderme işlemi başladı. (bu işlem kullanıcı sayısına bağlı olarak bir saat kadar sürebilir).
vi_vn: Tin nhắn của bạn đã được tải lên máy chủ và nó đã bắt đầu gửi cho người dùng ứng dụng cửa hàng di động của bạn (nó có thể mất đến một giờ tùy thuộc vào số lượng người sử dụng).

# Languages::twgadmin_send_push
source: Send push notifications about order status update to the mobile store app users
cs_cz: Push oznámení o aktualizaci stavu objednávky zaslat mobilní obchod app uživatelů
da_dk: Sende push notifikationer om ordre statusopdatering til brugere af mobile butik app
el_gr: Στείλτε τις ανακοινώσεις ώθησης για την ενημέρωση της κατάστασης παραγγελίας στους χρήστες app κινητου του καταστηματος σας
es_es: Enviar notificaciones push sobre actualización del estado de orden a los usuarios de la aplicación de tienda móvil
hr_hr: Pošalji automatske obavijesti o ažuriranju statusa narudžbe korisnicima mobilnih Aplikacija trgovine
ka_ge: შეკვეთის სტატუსის შეცვლის დროს push-შეტყობინებების გაგზავნა მაღაზიის მობილური აპლიკაციის მომხმარებლებისათვის
lt_lt: Siųsti aktyviuosius pranešimus apie užsakymo statusą mobilųjį store app vartotojams
nl_nl: Push-berichten verzenden over bestelstatus updates naar de gebruikers van de mobiele webwinkel app
pl_pl: Wysyłaj powiadomienia o aktualizacji statusu zamówienia użytkownikom aplikacji mobilnej sklepu
ru_ru: Посылать push-уведомления о изменении статуса заказа пользователям мобильного приложения магазина
sk_sk: Push oznámenia o aktualizáciu stavu objednávky zaslať mobilný obchod app užívateľov
sr_sp: Pošalji obaveštenja o ažuriranju statusa narudžbe korisnicima aplikacija za mobilne urešaje
tr_tr: Sipariş durum güncellemeleri hakkında Push bildirimleri mobil mağaza uygulaması kullanıcılarına gönder
vi_vn: Gửi các thông báo đẩy về bản cập nhật trạng thái đơn đặt hàng cho người dùng ứng dụng cửa hàng di động

# Languages::twgadmin_send_push_error
source: Oops, something went wrong. We cannot confirm your message was sent. Please <a href="http://support.twigmo.com" target="_blank">contact Twigmo support team</a> to resolve this issue.
cs_cz: Jejda, něco se pokazilo. Nemůže potvrdit, že vaše zpráva byla odeslána. Prosím, <a href="http://support.twigmo.com" target="_blank">kontaktujte tým podpory Twigmo</a>, chcete-li tento problém vyřešit.
da_dk: Ups, gik noget galt. Vi kan ikke bekræfte din besked blev sendt. Venligst <a href="http://support.twigmo.com" target="_blank"> kontakt Twigmo brugersupportgruppe</a> for at løse dette problem.
el_gr: Ωχ, κάτι πήγε στραβά. Δεν μπορούμε να επιβεβαιώσουμε οτι το μήνυμά σας έχει σταλεί. Παρακαλώ <a href="http://support.twigmo.com" target="_blank"> επικοινωνήστε με την ομάδα υποστήριξης του Twigmo</a> για να επιλύσετε αυτό το ζήτημα.
es_es: ¡ Uy, algo salió mal. No podemos confirmar que su mensaje. Por favor, <a href="http://support.twigmo.com" target="_blank"> póngase en contacto con el equipo de soporte de Twigmo</a> para resolver este problema.
hr_hr: Ups! Nešto je pošlo po zlu. Ne možemo potvrditi da je Vaša poruka poslana. <a Href="http://support.twigmo.com" target="_blank"> kontaktirajte Twigmo timu za podršku </a> za rješavanje ovog problema.
ka_ge: მოხდა შეცდომა. თქვენი შეტყობინების გაგზავნის სტატუსი უცნობია. გთოხვთ, <a href="http://support.twigmo.com" target="_blank">დაუკავშირდეთ Twigmo-ს ტექნიკური დახმარების სერვისთან</a> ამ პრობლემის მოსაგვარებლად.
lt_lt: Oi, kažkas nutiko. Negalime to patvirtinti jūsų pranešimas buvo išsiųstas. Prašome <a href="http://support.twigmo.com" target="_blank"> susisiekti su Twigmo pagalbos komanda</a> Norėdami išspręsti šią problemą.
nl_nl: Oeps, er ging iets fout. Wij kunnen niet bevestigen of uw bericht is verzonden. Neem <a href="http://support.twigmo.com" target="_blank">contact op met het Twigmo support team</a> om het probleem op te lossen.
pl_pl: UPS coś poszło nie tak. Nie możemy potwierdzić, że Twoja wiadomość została wysłana. Proszę <a href="http://support.twigmo.com" target="_blank"> skontaktować się z zespołem pomocy technicznej Twigmo</a> aby rozwiązać ten problem.
ru_ru: Произошла ошибка. Статус отправки вашего сообщения неизвестен. Пожалуйста, <a href="http://support.twigmo.com" target="_blank">свяжитесь с технической поддержкой сервиса Twigmo</a> для решения этой проблемы.
sk_sk: Jejda, niečo sa pokazilo. Nemôžeme potvrdiť správa bola odoslaná. Prosím, <a href="http://support.twigmo.com" target="_blank"> kontaktujte tím podpory Twigmo</a> na vyriešenie tohto problému.
sr_sp: Ups, nešto krenulo naopako. Ne možemo potvrditi da je poruka poslata. Molim vas da se <a href="http://support.twigmo.com" target="_blank"> obratite timu za podršku Twigmo</a> da biste rešili ovaj problem.
tr_tr: Oops, bir şeyler ters gitti. İletinizin gönderildiğini doğrulayamıyoruz. Lütfen bu sorunu çözmek için <a href="http://support.twigmo.com" target="_blank"> Twigmo destek ekibiyle bağlantı kurun</a>.
vi_vn: Rất tiếc, một cái gì đó đã đi sai. Chúng tôi không thể xác nhận thư của bạn đã được gửi. Xin vui lòng <a href="http://support.twigmo.com" target="_blank"> liên hệ với nhóm hỗ trợ Twigmo</a> để giải quyết vấn đề này.

# Languages::twgadmin_order_via_twigmo_app_android
source: [This order was placed via Twigmo Mobile Application for Android]
cs_cz: [Objednávka byla umístěna přes Twigmo mobilní aplikace pro Android]
da_dk: [Denne ordren blev afgivet via Twigmo Mobile ansøgning for Android]
el_gr: [Αυτη η παραγγελία έγινε μέσω Twigmo Mobile Application για Android]
es_es: [Este pedido via Twigmo aplicación de móvil para Android]
hr_hr: [Ova je narudžba izvršena putem Twigmo Mobilne aplikacije za Android]
ka_ge: [ეს შეკვეთა იყო განთავსებული Twigmo-ს მობილური აპლიკაციით Android-თვის]
lt_lt: [Šis pavedimas buvo pateiktas per Twigmo Mobile programos Android]
nl_nl: [Deze bestelling is geplaatst via de Twigmo mobiele applicatie voor Android]
pl_pl: [To zamówienie zostało złożone za pomocą aplikacji mobilnej Twigmo dla systemu Android]
ru_ru: [Этот заказ был размещен через мобильное приложение для Android (Твигмо)]
sk_sk: [Toto bola objednávka cez Twigmo mobilné aplikácie pre Android]
sr_sp: [Ova narudžba je stavljena preko Twigmo mobilne aplikacije za Android]
tr_tr: [Bu sipariş Android için Twigmo Mobile uygulaması ile verildi]
vi_vn: [Đơn hàng này được đặt thông qua ứng dụng Twigmo di động cho Android]

# Languages::twgadmin_order_via_twigmo_app_ios
source: [This order was placed via Twigmo Mobile Application for iOS]
cs_cz: [Objednávka byla umístěna přes Twigmo mobilní aplikace pro iOS]
da_dk: [Denne ordren blev afgivet via Twigmo Mobile applikation til iOS]
el_gr: [Αυτη η παραγγελία έγινε μέσω Twigmo Mobile Application για iOS]
es_es: [Este pedido a través de la aplicación móvil Twigmo para iOS]
hr_hr: [Ova je narudžba izvršena putem Twigmo Mobilne aplikacije za iOS]
ka_ge: [ეს შეკვეთა იყო განთავსებული Twigmo-ს მობილური აპლიკაციით iOS-თვის]
lt_lt: [Šis pavedimas buvo pateiktas per Twigmo Mobile taikomojoje programoje ios]
nl_nl: [Deze bestelling is geplaatst via de Twigmo mobiele applicatie voor iOS]
pl_pl: [To zamówienie zostało złożone za pomocą aplikacji mobilnej Twigmo dla systemu iOS]
ru_ru: [Этот заказ был размещен через мобильное приложение для iOS (Твигмо)]
sk_sk: [Toto bola objednávka cez Twigmo mobilné aplikácie pre iOS]
sr_sp: [Ova narudžba je stavljena preko Twigmo mobilne aplikacije za iOS]
tr_tr: [Bu IOS için Twigmo Mobile uygulaması ile verildi]
vi_vn: [Đơn hàng này được đặt thông qua ứng dụng Twigmo di động cho iOS]
