Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/twigmo.po
Languages: cs_cz, da_dk, el_gr, es_es, hr_hr, ka_ge, lt_lt, nl_nl, pl_pl, ru_ru, sk_sk, sr_sp, tr_tr, vi_vn

# Languages::twg_is_logged_in
source: logged in.
cs_cz: prihlášený.
da_dk: logget ind.
el_gr: συνδεδεμένος.
es_es: iniciar sesión.
hr_hr: prijavljeni.
ka_ge: ავტორიზებული.
lt_lt: prisijungęs.
nl_nl: ingelogd.
pl_pl: zalogowany.
ru_ru: авторизован!
sk_sk: prihlásený.
sr_sp: prijavljen.
tr_tr: giriş yapıldı.
vi_vn: đăng nhập.

# Languages::twg_review_and_place_order
source: Review and place order
cs_cz: Zkontrolovat a odeslat objednávku
da_dk: Gennemse og placer ordre
el_gr: Αναθεώρηση και αποστολη παραγγελίας
es_es: Orden de examen y lugar
hr_hr: Pregledaj i pošalji narudžbu
ka_ge: შეკვეთის ნახვა და განთავსება
lt_lt: Apžvalga ir vietos užsakymas
nl_nl: Beoordeel en plaats bestelling
pl_pl: Zweryfikuj i złóż zamówienie
ru_ru: Просмотреть и разместить заказ
sk_sk: Skontrolovať a odoslať objednávku
sr_sp: Pregled i poruđivanje
tr_tr: Gözden geçir ve sipariş ver
vi_vn: Xem lại và đặt hàng

# Languages::twg_login_to_add_to_cart
source: This product cannot be added to the cart because you are not logged in.
cs_cz: Tento produkt nemůže přidat do košíku, protože nejste přihlášeni.
da_dk: Dette produkt kan ikke føjes til vognen, fordi du ikke er logget på.
el_gr: Το προϊόν αυτό δεν είναι δυνατό να προστεθεί στο καλάθι γιατί δεν έχετε συνδεθει.
es_es: Este producto no puede ser añadido a la cesta porque usted no está logueado.
hr_hr: Ovaj proizvod se ne može dodati u košaricu jer niste prijavljeni.
ka_ge: ეს პროდუქცია ვერ დაემატება კალათას რადგან თქვენ ჯერ არ გაგივლიათ ავტორიზაცია.
lt_lt: Šis produktas negali įtraukti į vežimėlį, nes jūs nesate prisijungęs.
nl_nl: Dit product kan niet worden toegevoegd aan de winkelwagen omdat er niet is ingelogd.
pl_pl: Ten produkt nie może zostać dodany do koszyka ponieważ nie jesteś zalogowany.
ru_ru: Этот товар не может быть добавлен в корзину, так как Вы не авторизованы.
sk_sk: Tento produkt nemôže pridať do košíka, pretože nie ste prihlásený.
sr_sp: Ovaj proizvod ne može biti dodat u korpu zato što niste prijavljeni.
tr_tr: Bu ürün sepete eklenemez çünkü henüz giriş yapmadınız.
vi_vn: Sản phẩm này không thể thêm vào giỏ hàng bởi vì bạn không đăng nhập.

# Languages::twgadmin_disconnected
source: Disconnected
cs_cz: Odpojeno
da_dk: Afbrudt
el_gr: Αποσυνδεθηκε
es_es: Desconecta
hr_hr: Veza prekinuta
ka_ge: გათიშულია
lt_lt: Atjungtas
nl_nl: Verbinding verbroken
pl_pl: Odłączony
ru_ru: Отключен
sk_sk: Odpojené
sr_sp: Raskačeno
tr_tr: Bağlantı kesildi
vi_vn: Ngắt kết nối

# Languages::twgadmin_connected
source: Connected
cs_cz: Připojeno
da_dk: Forbundet
el_gr: Συνδέθηκε
es_es: Conectado
hr_hr: Povezani
ka_ge: დაკავშირებულია
lt_lt: Prijungtas
nl_nl: Verbonden
pl_pl: Połączony
ru_ru: Подключен
sk_sk: Pripojené
sr_sp: Povezano
tr_tr: Bağlandı
vi_vn: Kết nối

# Languages::twgadmin_terms
source: Terms and conditions
cs_cz: Obchodní podmínky
da_dk: Vilkår og betingelser
el_gr: Όροι και προϋποθέσεις
es_es: Términos y condiciones
hr_hr: Uvjeti i odredbe
ka_ge: წესები და პირობები
lt_lt: Terminai ir sąlygos
nl_nl: Algemene voorwaarden
pl_pl: Ogolne warunki handlowe
ru_ru: Условия
sk_sk: Obchodné podmienky
sr_sp: Uslovi i pravila korišćenja
tr_tr: Koşul ve şartlar
vi_vn: Điều khoản và điều kiện

# Languages::twgadmin_accept_terms_n_conditions
source: I accept the <a href="//www.twigmo.com/terms/" target="_blank">Terms and Conditions</a>.
cs_cz: Souhlasím s <a href="//www.twigmo.com/terms/" target="_blank">obchodními podmínkami</a>.
da_dk: Jeg accepterer <a href="//www.twigmo.com/terms/" target="_blank"> vilkår og betingelser</a>.
el_gr: Αποδεχομαι τους <a href="//www.twigmo.com/terms/" target="_blank"> όρους και προϋποθέσεις</a>.
es_es: Acepto los <a href="//www.twigmo.com/terms/" target="_blank"> términos y condiciones</a>.
hr_hr: Prihvaćam <a href="//www.twigmo.com/terms/" target="_blank"> uvjete i odredbe</a>.
ka_ge: მე ვეთანხმები <a href="//www.twigmo.com/terms/" target="_blank">წესებს და პირობებს</a>.
lt_lt: Aš sutinku su <a href="//www.twigmo.com/terms/" target="_blank"> terminai ir sąlygos</a>.
nl_nl: Ik accepteer de <a href="//www.twigmo.com/terms/" target="_blank">Algemene voorwaarden</a>.
pl_pl: Akceptuję <a href="//www.twigmo.com/terms/" target="_blank"> regulamin</a>.
ru_ru: Я принимаю <a href="//www.twigmo.com/terms/" target="_blank">Условия использования</a>.
sk_sk: Súhlasím s <a href="//www.twigmo.com/terms/" target="_blank"> obchodnými podmienkami</a>.
sr_sp: Prihvatam <a href="//www.twigmo.com/terms/" target="_blank">Pravila i Uslove korišćenja</a>.
tr_tr: <a href="//www.twigmo.com/terms/" target="_blank">Koşul ve Şartları</a> kabul ediyorum.
vi_vn: Tôi chấp nhận <a href="//www.twigmo.com/terms/" target="_blank"> Điều khoản và Điều kiện</a>.

# Languages::twgadmin_stores
source: Stores
cs_cz: Obchody
da_dk: Butikker
el_gr: Καταστήματα
es_es: Tiendas
hr_hr: Trgovine
ka_ge: მაღაზიები
lt_lt: Parduotuvės
nl_nl: Winkels
pl_pl: Sklepy
ru_ru: Магазины
sk_sk: Obchody
sr_sp: Prodavnice
tr_tr: Mağazalar
vi_vn: Cửa hàng

# Languages::twgadmin_curl_error
source: Couldn't get HTTP response from the Twigmo server. Please make sure that your server supports executing HTTP requests either through curl or sockets.
cs_cz: Nebyla přijata HTTP odpověď od serveru Twigmo. Prosím, ujistěte se, že váš server podporuje HTTP požadavky přes curl nebo socket.
da_dk: Kunne ikke få http-svar fra Twigmo-serveren. Sørg for at din server understøtter fuldbyrdende http-anmodninger enten gennem curlr eller sockets.
el_gr: Δεν υπηρξε απόκριση HTTP από το διακομιστή Twigmo. Βεβαιωθείτε ότι ο server σας υποστηρίζει εκτέλεση αιτήσεις HTTP είτε μέσω Curl ή Sockets.
es_es: No pudo obtener respuesta HTTP desde el servidor de Twigmo. Por favor, asegúrese de que su servidor soporta ejecución solicitudes HTTP a través de rizo o zócalos.
hr_hr: Ne mogu dobiti HTTP odgovor od Twigmo poslužitelja. Molimo Vas pobrinite se da vaš poslužitelj podržava izvršavanje HTTP zahtjeva ili putem curl ili sockets.
ka_ge: Twigmo-ს სერვერისგან HTTP პასუხის მიღება ვერ მოხერხდა. დარწმუნდით, რომ თქვენი სერვერი მხარს უჭერს HTTP მოთხოვნებს curl-ის დახმარებით ან სოკეტების დახმარებით.
lt_lt: Negalėjo gauti HTTP atsakymą iš Twigmo serverio. Prašome įsitikinti, kad jūsų serveris palaiko vykdančiosios HTTP užklausas per curl arba lizdai.
nl_nl: Kan geen HTTP reactie ontvangen van de Twigmo server. Controleer of de server uitvoerende http-aanvragen ondersteunt via curl of sockets.
pl_pl: Nie można dostać odpowiedzi HTTP z serwera Twigmo. Proszę upewnić się, że serwer obsługuje wykonywanie żądań HTTP za pomocą curl lub gniazd.
ru_ru: Не удалось получить HTTP ответ от сервера Твигмо. Пожалуйста убедитесь, что ваш сервер поддерживает выполнение HTTP запросов с помощью curl либо с помощью сокетов.
sk_sk: Nebola prijatá HTTP odpoveď od serveru Twigmo. Prosím uistite sa, že váš server podporuje vykonávanie HTTP žiadostí cez curl alebo socket.
sr_sp: Nema HTTP odgovora od Twigmo servera. Molimo, proverite da li Vaš server podržava izvršenje HTTP zahteva ili kroz CURL, ili preko SOCKET-a.
tr_tr: Twigmo sunucusundan HTTP yanıtı alınamadı. Lütfen sunucunuzun curl veya soket üzerinden HTTP istekleri çalıştırmayı desteklediğinden emin olun.
vi_vn: Không thể nhận được hồi đáp HTTP từ máy chủ Twigmo. Xin vui lòng đảm bảo rằng máy chủ của bạn hỗ trợ executing các yêu cầu HTTP hoặc qua curl hoặc sockets.

# Languages::twgadmin_open_te
source: Visual Editor
cs_cz: Vizuální Editor
el_gr: Οπτοκός Επεξεργαστής
es_es: Editor visual
hr_hr: Vizualni Editor
ka_ge: ვიზუალური რედაქტორი
lt_lt: Visual redaktorius
nl_nl: Visuele editor
pl_pl: Edytor wizualny
ru_ru: Визуальный редактор
sk_sk: Vizuálny Editor
sr_sp: Grafički uređivač
vi_vn: Trình biên tập

# Languages::twgadmin_open_cp
source: Twigmo Control Panel
cs_cz: Ovládací panel Twigmo
da_dk: Twigmo Kontrolpanel
el_gr: Κεντρο Ελεγχου Twigmo
es_es: Panel de Control Twigmo
hr_hr: Twigmo Upravljačka ploča
ka_ge: Twigmo-ს კონტროლის პანელი
lt_lt: Twigmo valdymo skydas
nl_nl: Twigmo controle paneel
pl_pl: Panel sterowania Twigmo
ru_ru: Личный кабинет Твигмо
sk_sk: Ovládací panel Twigmo
sr_sp: Twigmo kontrolni panel
tr_tr: Twigmo Kontrol Paneli
vi_vn: Bảng điều khiển Twigmo

# Languages::twgadmin_no_token_recieved
source: Twigmo failed to retrieve authentication token. [linkOpen]Go back[linkClose]
cs_cz: Doplňku Twigmo se nepodařilo získat ověřovací známku. [linkOpen]Vraťte se zpět[linkClose]
da_dk: Twigmo lykkedes ikke at hente godkendelse token. [linkOpen]Go back[linkClose]
es_es: Twigmo error al recuperar el token de autenticación. [linkOpen]Go back[linkClose]
hr_hr: Twigmo nije uspio dohvatiti znak autentičnosti. [linkOpen] Vrati se [linkClose]
ka_ge: Twigmo-ს სერვერისგან დაშვების ნიშნის მიღება ვერ მოხერხდა. [linkOpen]უკან დაბრუნება[linkClose]
lt_lt: Twigmo nepavyko nuskaityti autentifikavimo atpažinimo ženklas. [linkOpen]Go back[linkClose]
nl_nl: Ophalen van de authenticatie code door Twigmo is mislukt. [linkOpen]Ga terug[linkClose]
pl_pl: Twigmo nie udało się pobrać tokenu uwierzytelniania. [linkOpen]Wróć [linkClose]
ru_ru: Не удалось получить токен доступа с сервера Твигмо. [linkOpen]Вернуться назад[linkClose]
sk_sk: Doplnku Twigmo sa nepodarilo získať overovaciu známku. [linkOpen]Vráťte sa späť[linkClose]
sr_sp: Twigmo nije uspeo da obezbedi token za autentifikaciju. [linkOpen]Vrati se nazad[linkClose]
tr_tr: Twigmo kimlik doğrulama işareti alamadı. [linkOpen]Geri gidin[linkClose]
vi_vn: Twigmo không thể lấy mã thông báo xác thực lại. [linkOpen]Trở lại[linkClose]

# Languages::twg_buy_only_via_desktop
source: This product can be purchased via [linkOpen]the desktop website[linkClose].
cs_cz: Tento produkt je možné zakoupit prostřednictvím [linkOpen]desktopové stránky[linkClose].
da_dk: Dette produkt kan købes via [linkOpen]the desktop website[linkClose].
el_gr: Αυτό το προϊόν μπορεί να αγοραστεί μέσω [linkClose]Desktop website[linkOpen].
es_es: Este producto puede adquirirse a través de website[linkClose] desktop [linkOpen]the.
hr_hr: Ovaj proizvod može se kupiti putem [linkOpen] desktop web stranice [linkClose].
ka_ge: შეძენისათვის გამოიყენეთ [linkOpen]საიტის სრული ვერსია[linkClose].
lt_lt: Šis produktas gali būti perkamos per [linkOpen]the darbalaukio website[linkClose].
nl_nl: Dit product kan gekocht worden via [linkOpen]de desktop website[linkClose].
pl_pl: Produkt można nabyć za pośrednictwem [linkOpen] i na stronie produktu [linkClose].
ru_ru: Для покупки воспользуйтесь [linkOpen]полной версией сайта[linkClose].
sk_sk: Tento produkt je možné zakúpiť prostredníctvom [linkOpen]desktopovej stránky[linkClose].
sr_sp: Ovaj proizvod se može kupiti preko [linkOpen]desktop prodavnice[linkClose].
tr_tr: Bu ürün [linkOpen]masaüstü internet sitesinden[linkClose] satın alınabilir.
vi_vn: Sản phẩm này có thể được mua thông qua [linkOpen]trang web cho máy tính[linkClose].

# Languages::tt_addons_twigmo_settings_connect_email
source: Enter your Twigmo account email address. If you have no Twigmo account, it will be created for you automatically (your email address will be verified).
cs_cz: Zadejte vaši e-mailovou adresu Twigmo účtu. Pokud ještě nemáte Twigmo účet, vytvoříme ho pro vás automaticky (a ověříme vaši e-mailovou adresu).
da_dk: Indtast din Twigmo-konto e-mail-adresse. Hvis du ikke har en Twigmo konto, vil det blive oprettet for dig automatisk (din e-mail-adresse vil blive kontrolleret).
el_gr: Εισάγετε το Email του λογαριασμού σας Twigmo. Εάν δεν έχετε λογαριασμό Twigmo, θα δημιουργηθεί για σας αυτόματα (το email σας θα επαληθευθεί).
es_es: Introduzca su dirección de correo electrónico de cuenta de Twigmo. Si usted no tiene ninguna cuenta de Twigmo, se creará para usted automáticamente (se evaluará tu dirección de correo electrónico).
hr_hr: Unesite svoju adresu e-pošte Twigmo. Ako nemate Twigmo račun, on će biti stvoren za vas automatski (vaša e-mail adresa će se provjeriti).
ka_ge: შეიყვანეთ თქვენი Twigmo-ს აკაუნტის ელ-ფოსტა. თუ თქვენ არ გაქვთ აკაუნტი, იგი ავტომატურად შეიქმნება თქვენთვის (თქვენ უნდა დაადასტუროთ თქვენი ელ-ფოსტის მისამართი).
lt_lt: Įveskite savo Twigmo paskyros el. pašto adresą. Jei turite Twigmo į, jis bus sukurtas už jus automatiškai (bus galima patikrinti savo elektroninio pašto adresą).
nl_nl: Vul het e-mailadres van het Twigmo profiel in. Indien men geen Twigmo profiel heeft, wordt deze automatisch aangemaakt (het e-mailadres wordt gecontroleerd).
pl_pl: Wpisz adres e-mail konta Twigmo. Jeśli nie masz konta Twigmo, zostanie utworzona dla Ciebie automatycznie (Twój adres e-mail będzie zweryfikowany).
ru_ru: Введите адрес электронной почты вашего Твигмо аккаунта. Если у вас нет такого аккаунта, он будет автоматически для вас создан (вам понадобится подтвердить ваш адрес электронной почты).
sk_sk: Zadajte vašu e-mailovú adresu Twigmo účtu. Ak ešte nemáte Twigmo účet, vytvoríme ho pre vás automaticky (a overíme vašu e-mailovú adresu).
sr_sp: Unesite e-mail adresu za Twigmo nalog. Ako nemate Twigmo nalog, biće Vam kreiran automatski (Vaša e-mail adresa će biti potvrđena).
tr_tr: Twigmo hesabınız için kullandığınız eposta adresinizi girin. Eğer Twigmo hesabınız yoksa sizin için otomatik olarak oluşturulacaktır. (eposta adresiniz doğrulanacaktır).
vi_vn: Nhập địa chỉ email tài khoản Twigmo. Nếu bạn không có tài khoản Twigmo, nó sẽ được tự động tạo ra cho bạn (địa chỉ email của bạn sẽ được xác nhận).

# Languages::tt_addons_twigmo_settings_connect_password
source: Enter your Twigmo account password. If you have no Twigmo account, please enter a secure password and we will create a new Twigmo account for you.
cs_cz: Zadejte heslo k vašemu Twigmo účtu. Pokud nemáte Twigmo účet, prosím, zadejte bezpečné heslo a vytvoříme pro vás nový Twigmo účet.
da_dk: Indtast adgangskoden til Twigmo. Hvis du ikke har en Twigmo konto, Indtast en sikker adgangskode og vi vil skabe en ny Twigmo konto til dig.
el_gr: Εισάγετε τον κωδικό πρόσβασης του λογαριασμού Twigmo. Εάν δεν έχετε λογαριασμό Twigmo, παρακαλούμε να εισάγετε έναν ασφαλή κωδικό πρόσβασης και θα δημιουργήσουμε ένα νέο λογαριασμό Twigmo για σας.
es_es: Introduzca su contraseña de cuenta de Twigmo. Si no tienes cuenta Twigmo, por favor, introduzca una contraseña segura y crearemos una nueva cuenta de Twigmo para usted.
hr_hr: Unesite zaporku za Twigmo račun. Ako nemate Twigmo račun, unesite sigurne zaporku, a mi ćemo stvorite novi Twigmo račun za vas.
ka_ge: შეიყვანეთ თქვენი Twigmo-ს აკაუნტის პაროლი. თუ თქვენ არ გაქვთ აკაუნტი, შეიყვანეთ უსაფრთხო პაროლი, რის მერე ჩვენ შეგიქმნით Twigmo-ს აკაუნტს.
lt_lt: Įveskite Twigmo paskyros slaptažodį. Jei turite Twigmo į, įveskite slaptažodžio ir mes sukursime naują Twigmo sąskaitą jums.
nl_nl: Vul het wachtwoord in van het Twigmo profiel, of vul een veilig wachtwoord in zodat er een Twigmo account wordt aangemaakt.
pl_pl: Wprowadź swoje hasło do konta Twigmo. Jeśli nie masz konta w Twigmo, wpisz bezpieczne hasło a my stworzymy dla Ciebie nowe konto.
ru_ru: Введите пароль вашего Твигмо аккаунта. Если у вас нет такого аккаунта, то, пожалуйста, введите безопасный пароль, и мы создадим для вас новый Твигмо аккаунт.
sk_sk: Zadajte heslo k vášmu Twigmo účtu. Ak nemáte Twigmo účet, prosím zadajte bezpečné heslo a vytvoríme pre vás nový Twigmo účet.
sr_sp: Unesite lozinku za Vaš Twigmo nalog. Ako nemate Twigmo nalog, unesite lozinku i Twigmo nalog će Vam biti kreiran.
tr_tr: Twigmo hesabınızın şifresini girin. Eğer Twigmo hesabınız yoksa lütfen güvenli bir şifre girin ve sizin için yeni bir Twigmo hesanı oluşturmamıza böylece izin verin.
vi_vn: Nhập mật khẩu tài khoản Twigmo của bạn. Nếu bạn không có tài khoản Twigmo, vui lòng nhập một mật khẩu an toàn và chúng tôi sẽ tạo một tài khoản Twigmo mới cho bạn.

# Languages::tt_addons_twigmo_settings_connect_twgadmin_stores
source: Select stores that are to be connected to the Twigmo service.
cs_cz: Vyberte obchody, které mají být připojeny ke službě Twigmo.
da_dk: Vælg butikker, der skal knyttes til tjenesten Twigmo.
el_gr: Επιλέξτε τα καταστήματα που θα συνδεθουν με την υπηρεσία Twigmo.
es_es: Tiendas selectas que han de conectarse al servicio de Twigmo.
hr_hr: Odaberite trgovinama koje biti spojeni na Twigmo usluge.
ka_ge: აირჩიეთ მაღაზიებ, რომლებიც იქნებიან დაკავშირებულნი Twigmo-ს სერვისთან.
lt_lt: Pasirinkite parduotuvėse, kurios turi būti susietos su Twigmo paslaugos.
nl_nl: Selecteer webwinkels die verbonden moeten worden met de Twigmo service.
pl_pl: Wybierz sklepy, które mają być podłączone do serwisu Twigmo.
ru_ru: Выберите магазины, которые требуется подключить к сервису Твигмо.
sk_sk: Vyberte obchody, ktoré majú byť pripojené k službe Twigmo.
sr_sp: Izaberite prodavnice koje će biti povezane na Twigmo servis.
tr_tr: Twigmo hizmetine bağlanacak olan mağazaları seçin.
vi_vn: Chọn cửa hàng phải được kết nối với dịch vụ Twigmo.

# Languages::twg_cannot_redirect_to_desktop
source: The desktop site cannot be displayed in this mode, but the link will work fine on a real mobile device.
cs_cz: Desktopová verze stránky nemůže být v tomto režimu zobrazena, ale na mobilním zařízení odkaz bude fungovat.
da_dk: Webstedet desktop kan ikke vises i denne tilstand, men linket vil fungere fint på en ægte mobil enhed.
el_gr: Το Desktop Site δεν μπορei να εμφανιστει σε αυτή τη λειτουργία, αλλά η σύνδεση θα δουλεύει μια χαρά σε μια πραγματικη κινητή συσκευή.
es_es: El sitio de escritorio no se puede mostrar en este modo, pero el enlace funciona bien en un dispositivo móvil real.
hr_hr: Desktop stranica ne može biti prikazana u ovom načinu rada, ali veza će ispravno raditi na stvarnom mobilnu uređaj.
ka_ge: ამ რეჟიმში საიტის სრული ვერსიის ჩვენება შეუძლებელია, მაგრამ რეალურ მობილურ მოწყობილობაზე ეს ბმული იმუშავებს.
lt_lt: Darbalaukio vietoje negalima Rodyti šį režimą, bet nuoroda veiks gerai realios mobiliajame įrenginyje.
nl_nl: De desktop website kan in deze modus niet worden weergegeven, maar de link werkt prima op een mobiel apparaat.
pl_pl: Strony pulpitu nie można wyświetlić w tym trybie, ale link będzie działał na mobilnym urządzeniu.
ru_ru: Невозможно отобразить полную версию сайта в этом режиме, но на реальном мобильном устройстве эта ссылка будет работать.
sk_sk: Desktopová verzia stránky nemôže byť v tomto režime zobrazená, ale na mobilnom zariadení odkaz bude fungovať.
sr_sp: Desktop prodavnica ne može biti prikazana u ovom režimu, ali će link raditi normalno na pravom mobilnom uređaju.
tr_tr: Masaüstü sitesi bu modda görüntülenemez ancak bağlantı mobil bir aygıtta sorunsuz olarak çalışacaktır.
vi_vn: Trang web cho máy tính để bàn không thể hiển thị ở chế độ này, nhưng các liên kết sẽ làm việc tốt trên một thiết bị điện thoại di động thực sự.

# Languages::twgadmin_about
source: About Twigmo
cs_cz: O službě Twigmo
da_dk: Om Twigmo
el_gr: Σχετικά με Twigmo
es_es: Acerca de Twigmo
hr_hr: O Twigmo
ka_ge: Twigmo-ს შესახებ
lt_lt: Apie Twigmo
nl_nl: Over Twigmo
pl_pl: O Twigmo
ru_ru: О Твигмо
sk_sk: O službe Twigmo
sr_sp: O Twigmo servisu
tr_tr: Twigmo hakkında
vi_vn: Giới thiệu Twigmo

# Languages::twgadmin_addon_version
source: Add-on version
cs_cz: Verze doplňku
el_gr: Έκδοση του πρόσθετου
es_es: Versión del Add-on
hr_hr: Add-on verzija
ka_ge: Add-on-ის ვერსია
lt_lt: Išorinį priedą versiją
nl_nl: Plug-in versie
pl_pl: Wersja dodatku
ru_ru: Версия модуля
sk_sk: Verzia doplnku
sr_sp: Verzija dodatka
tr_tr: Eklenti sürümü
vi_vn: Phiên bản add-on

# Languages::twgadmin_disconnect
source: Disconnect
cs_cz: Odpojit
da_dk: Afbryd
el_gr: Αποσύνδεση
es_es: Desconecte
hr_hr: Prekini vezu
ka_ge: კავშირის გაწყვეტა
lt_lt: Atsijungti
nl_nl: Verbinding verbreken
pl_pl: Odłącz
ru_ru: Отключить
sk_sk: Odpojiť
sr_sp: Prekini vezu
tr_tr: Bağlantıyı kes
vi_vn: Ngắt kết nối

# Languages::twgadmin_disconnect_whole
source: Disconnect whole addon
cs_cz: Odpojit celý modul
da_dk: Afbryd hele addon
el_gr: Αποσυνδέστε όλο το addon
es_es: Desconecte todo addon
hr_hr: Odspojite cijeli addon
ka_ge: Addon-ს გამორთვა
lt_lt: Atjunkite visą addon
nl_nl: Verbreek de complete plug-in
pl_pl: Odłącz cały dodatek
ru_ru: Отключить весь аддон
sk_sk: Odpojiť celý doplnok
sr_sp: Prekini vezu celog dodatka
tr_tr: Tüm eklentinin bağlantısını kes
vi_vn: Ngắt kết nối toàn bộ chương trình bổ trợ

# Languages::plan
source: Plan
cs_cz: Plán
es_es: Plan de
ka_ge: გეგმა
lt_lt: Planas
ru_ru: План
sk_sk: Plán
vi_vn: Kế hoạch

# Languages::twgadmin_failed_to_decompress_files
source: Failed to extract files from the archive
cs_cz: Nepodařilo se extrahovat soubory z archivu
da_dk: Det lykkedes ikke at udpakke filer fra arkivet
el_gr: Απέτυχε η εξαγωγή αρχείων από το αρχείο
es_es: Error al extraer archivos desde el archivo
hr_hr: Neuspješno izdvajanje datoteka iz arhive
ka_ge: არქივიდან ფაილების გამოტანა ვერ მოხერხდა
lt_lt: Nepavyko išskleisti failus iš archyvo
nl_nl: Bestanden uitpakken is mislukt
pl_pl: Nie udało się rozpakować plików z archiwum
ru_ru: Не удалось извлечь файлы из архива
sk_sk: Nepodarilo sa extrahovať súbory z archívu
sr_sp: Fajlovi iz arhive nisu ekstraktovani
tr_tr: Dosyalar arşivden çıkarılamadı
vi_vn: Thất bại trong việc giải nén tập tin từ kho lưu trữ

# Languages::twgadmin_upgrade_completed
source: Upgrade completed
cs_cz: Aktualizace dokončena
da_dk: Opgradering fuldført
el_gr: Αναβάθμιση ολοκληρώθηκε
es_es: Actualización completada
hr_hr: Nadogradnja završena
ka_ge: განახლება დასრულებულია
lt_lt: Plėtoti baigta
nl_nl: Upgrade voltooid
pl_pl: Uaktualnienie zakończone
ru_ru: Обновление завершено
sk_sk: Aktualizácia dokončená
sr_sp: Nadogradnja završena
tr_tr: Yükseltme tamamlandı
vi_vn: Nâng cấp hoàn thành

# Languages::twapp_stats
source: Statistics
cs_cz: Statistiky
da_dk: Statistik
es_es: Estadísticas
hr_hr: Statistika
ka_ge: სტატისტიკა
lt_lt: Statistika
nl_nl: Statistieken
pl_pl: Statystyki
ru_ru: Статистика
sk_sk: Štatistiky
sr_sp: Statistika
tr_tr: İstatistikler
vi_vn: Thống kê

# Languages::twapp_timeline
source: Timeline
cs_cz: Časová osa
da_dk: Tidslinje
es_es: Línea de tiempo
hr_hr: Kronologija
ka_ge: ისტორია
lt_lt: Chronologija
nl_nl: Tijdlijn
pl_pl: Oś czasu
ru_ru: История
sk_sk: Časová os
sr_sp: Istorija
tr_tr: Zaman çizelgesi
vi_vn: Thời gian biểu

# Languages::twapp_manage_accounts
source: Manage accounts
cs_cz: Spravovat účty
da_dk: Administrere konti
el_gr: Διαχείριση λογαριασμών
es_es: Administrar las cuentas de
hr_hr: Upravljanje računima
ka_ge: ანგარიშების მართვა
lt_lt: Valdyti abonementus
nl_nl: Profielen beheren
pl_pl: Zarządzanie kontami
ru_ru: Редактировать аккаунты
sk_sk: Spravovať kontá
sr_sp: Uredi naloge
tr_tr: Hesapları yönet
vi_vn: Quản lý tài khoản

# Languages::twapp_low_stock
source: Low stock
cs_cz: Nízká úroveň zásob
da_dk: Lav lager
el_gr: Χαμηλό απόθεμα
es_es: Estoc bajo
hr_hr: Niske zalihe
ka_ge: ცოტაა გაყიდვაში
lt_lt: Sandėlyje mažas kiekis
nl_nl: Lage voorraad
pl_pl: Niski stan magazynu
ru_ru: Заканчивающиеся
sk_sk: Nízka úroveň zásob
sr_sp: Nizak inventar
tr_tr: Düşük stok
vi_vn: Hàng tồn kho ít

# Languages::twapp_low_stock_products
source: Low stock products
cs_cz: Produkty s nízkou úrovní zásob
da_dk: Lav lager produkter
el_gr: Χαμηλό απόθεμα προϊόντων
es_es: Productos de stock bajos
hr_hr: Male zalihe proizvoda
ka_ge: პროდუქცია რომელიც ცოტაა გაყიდვაში
lt_lt: Mažai atsargų produktai
nl_nl: Producten met lage voorraad
pl_pl: Niski stan magazynowy produktów
ru_ru: Заканчивающиеся продукты
sk_sk: Produkty s nízkou úrovňou zásob
sr_sp: Proiyvodi sa niskim inventarom
tr_tr: Düşük stoklu ürünler
vi_vn: Hàng tồn kho còn ít
