Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/watermarks.po
Languages: hr_hr, sk_sk, sr_sp, sv_se

# Addons::name::watermarks
source: Watermarks
hr_hr: Vodeni žigovi
sk_sk: Vodoznaky
sr_sp: Vodeni žigovi
sv_se: Vattenstämplar

# Addons::description::watermarks
source: Allows you to add watermarks to product and category images
hr_hr: Omogućuje vam da dodate vodeni žig na proizvod i kategorije slika
sk_sk: Umožňuje pridávať vodoznaky na obrázky produktov a kategórií
sr_sp: Omogućuje dodavanje vodenih žigova na slike proizvoda i kategorija
sv_se: Kan du lägga till vattenstämplar till produkt och kategori bilder

# Languages::wt_watermarks
source: Watermarks
hr_hr: Vodeni žigovi
sk_sk: Vodoznaky
sr_sp: Vodeni žigovi
sv_se: Vattenstämplar

# Languages::wt_graphic_watermark
source: Graphic watermark
hr_hr: Grafički žig
sk_sk: Grafický vodoznak
sr_sp: Grafički vodeni žig
sv_se: Grafisk watermark

# Languages::wt_text_watermark
source: Text watermark
hr_hr: Tekstualni vodeni žig
sk_sk: Textový vodoznak
sr_sp: Tekstualni vodeni žig
sv_se: Text som vattenstämpel

# Languages::wt_watermark_vertical_position
source: Watermark vertical position
hr_hr: Okomiti položaj vodenog žiga
sk_sk: Vertikálna poloha vodoznaku
sr_sp: Vertikalna pozicija vodenog žiga
sv_se: Vattenstämpel vertikalt läge

# Languages::wt_watermark_horizontal_position
source: Watermark horizontal position
hr_hr: Vodoravni položaj vodenog žiga
sk_sk: Horizontálna poloha vodoznaku
sr_sp: Horizontalna pozicija vodenog žiga
sv_se: Vattenstämpel horisontellt läge

# Languages::wt_watermark_position
source: Watermark position
hr_hr: Položaj vodenog žiga
sk_sk: Poloha vodoznaku
sr_sp: Pozicija vodenog žiga
sv_se: Vattenstämpeln position

# Languages::wt_watermark_image
source: Watermark image
hr_hr: Slika vodeni žig
sk_sk: Obrázok vodoznaku
sr_sp: Slika vodenog žiga
sv_se: Vattenstämpel bild

# Languages::wt_watermark_text
source: Watermark text
hr_hr: Tekst žiga
sk_sk: Text vodoznaku
sr_sp: Tekst vodenog žiga
sv_se: Vattenmärken text

# Languages::wt_font
source: Font
sk_sk: Písmo

# Languages::wt_font_color
source: Font color
hr_hr: Boja fonta
sk_sk: Farba písma
sr_sp: Boja fonta
sv_se: Teckenfärg

# Languages::wt_font_size_icon
source: Font size (thumbnail)
hr_hr: Veličina fonta (sličice)
sk_sk: Veľkosť písma (náhľad)
sr_sp: Veličina fonta (male slike)
sv_se: Teckenstorlek (miniatyrbild)

# Languages::wt_font_size_detailed
source: Font size (larger image)
hr_hr: Veličina fonta (veće slike)
sk_sk: Veľkosť písma (väčší obrázok)
sr_sp: Veličina fonta (veće slike)
sv_se: Storlek (större bild)

# Languages::wt_watermark_icon
source: Thumbnail watermark
hr_hr: Minijatura žig
sk_sk: Vodoznak pri náhľade
sr_sp: Vodeni žig na maloj slici
sv_se: Miniatyr vattenstämpel

# Languages::wt_watermark_detailed
source: Popup larger image watermark
hr_hr: Skočni prozor veće slike vodeni žig
sk_sk: Vodoznak pri väčšom obrázku
sr_sp: Iskakanje velike slike sa vodenim žigom
sv_se: Popup-större bild vattenstämpel

# Languages::wt_fail_apply_graphic_watermark
source: Failed to apply the watermark to [image_type]. The watermark image is not added.
hr_hr: Primijena vodenog žiga na [image_type] nije uspjela.vodeni žig slike nije dodan.
sk_sk: Nepodarilo sa aplikovať vodoznak na [image_type]. Obrázok vodoznaku nebol pridaný.
sr_sp: Neuspešno postavljanje vodenog žiga na [image_type]. Slika sa vodenim žigom nije dodata.
sv_se: Det gick inte att tillämpa vattenstämpeln på [image_type]. Vattenstämpeln bilden läggs inte.

# Languages::wt_icons
source: thumbnails
hr_hr: Sličice
sk_sk: Náhľady
sr_sp: male slike
sv_se: miniatyrer

# Languages::wt_detailed
source: popup larger images
hr_hr: popup veće slike
sk_sk: Väčšie vyskakovacie obrázky
sr_sp: iskakanje velikih slika
sv_se: popup-större bilder

# Languages::wt_images_access_description
source: To deny access to your original images, please add the following instructions to the '.htaccess' file in the 'images' directory of your installation. It will protect your original images. Even if an original image is opened, the corresponding watermarked image will be show instead.
hr_hr: Za uskratiti pristup svojim izvornim slikama, dodajte sljedeće upute u ".htaccess" datoteku u 'Images' direktoriju vaše instalacije. To će zaštititi vaše izvorne slike. Čak i ako je izvorna slika otvorena, odgovarajući vodeni žig slike će se prikazati umjesto toga.
sk_sk: Aby ste zamedzili prístup k vašim pôvodným obrázkom, prosím pridajte nasledujúce inštrukcie do súboru ".htaccess" v adresári "images" vašej inštalácie. Ochráni to vaše pôvodné obrázky. Aj keby bolo otvorený pôvodný obrázok, zobrazený bude príslušný obrázok opatrený vodoznakom.
sr_sp: Za onemogućavanje pristupa originalnim slikama, dodajte sledeće instrukcije u fajl '.htaccess' u direktorijumu 'images' Vašeg sajta. To će zaštiti Vaše originalne slike. Čak i ako je otvorena originalna slika, odgovarajuća slika sa vodenim žigom će biti prikazana umesto nje.
sv_se: För att neka åtkomst till dina ursprungliga bilder, Lägg till följande instruktioner till ".htaccess" fil i katalogen "bilder" på din installation. Det kommer att skydda din ursprungliga bilder. Även om en original bild öppnas, kommer den motsvarande vattenstämplat bilden att Visa istället.

# Languages::wt_watermarks_access_description
source: To generate watermarked images automatically even if they are requested not from your store pages, please add the '.htaccess' file with the following instructions to the 'images/watermarked' directory of your installation.
hr_hr: Za automatski generiranje slike vodenog žiga , čak ukoliko su oni zatraženi izvan vaše trgovine, dodajte u ".htaccess" datoteku sa sljedećim uputama u 'images/watermarked' direktoriju vaše instalacije.
sk_sk: Pre automatickú generáciu obrázkov s vodoznakom, aj keď budú vyžiadané z umiestnenia iného ako vaša stránka, pridajte prosím nasledujúce inštrukcie do súboru ".htaccess" v adresári "images/watermarked" vašej inštalácie.
sr_sp: Za automatsko kreiranje slika sa vodenim žigovima iako nisu zahtevane od strane prodavnice, dodajte '.htaccess' fajl sa sledećim instrukcijama do direktorijuma 'images/watermarked' unutar Vaše instalacije.
sv_se: För att generera vattenstämpel bilder automatiskt även om de efterfrågas inte från din butik sidor, Lägg till ".htaccess" fil med följande instruktioner till "bilder/vattenstämpel" katalogen i din installation.

# Languages::wt_access_note
source: Please note, if you disable or uninstall the 'Watermarks' add-on, you should remove these instructions from '.htaccess' files manually. Otherwise category and product images will be unavailable.
hr_hr: Imajte na umu, ako onemogućiti ili deinstalirate 'Vodeni žigovi' add-on, trebali biste uklonite ove upute iz '.htaccess' datoteke ručno. Inače kategorija i slike proizvoda neće biti dostupna.
sk_sk: Upozorňujeme, že pokiaľ vypnete alebo odinštalujete doplnok "Vodoznaky", musíte tieto inštrukcie ručne vymazať zo súboru ".htaccess". V opačnom prípade nebudú obrázky produktov a kategórií dostupné.
sr_sp: Napominjemo da, ako isključite ili uklonite dodatak 'Vodeni žigovi', treba ručno da uklonite ove instrukcije iz '.htaccess' fajlova. U suprotnom slike kategorija i proizvoda neće biti dostupne.
sv_se: Observera att om du inaktivera eller avinstallera tillägget "Vattenmärken", du bör ta bort dessa instruktioner från ".htaccess" filer manuellt. Annars blir kategori och produkt bilder otillgänglig.

# Languages::wt_access_warning
source: Watermark creating is disabled. If there are any "Rewrite watermarks rules" instructions in the "images/.htaccess" file, you should remove them manually. Otherwise category and product images will be unavailable.
hr_hr: Stvaranje vodenog žiga je onemogućene. Ako postoje bilo kakve upute "Prepisivanje pravila vodeni žig" u "images/.htaccess" datoteci, trebali biste ih ručno ukloniti. Inače slike kategorija i proizvoda neće biti dostupne.
sk_sk: Vytváranie vodoznakov je vypnuté. Ak sú vo vašom "images/.htaccess" súbore nejaké inštrukcie obsahujúce príkaz "Rewrite watermark rules", musíte ich ručne zmazať. V opačnom prípade nebudú obrázky produktov a kategórií dostupné.
sr_sp: Kreiranje vodenih žigova je onemogućeno. Ako postoje bilo kakve instrukcije za "Pravila prepisivanja vodenih žigova" u "images/.htaccess" fajlu, trebate ih ručno ukloniti. U suprotnom, slike kategorija i proizvoda neće biti dostupne.
sv_se: Vattenstämpel att skapa är inaktiverad. Om det finns någon "Rewrite vattenstämplar regler" instruktionerna i "bilder/.htaccess" fil, bör du ta bort dem manuellt. Annars blir kategori och produkt bilder otillgänglig.

# Languages::wt_images_access_info
source: Images access
hr_hr: Slike pristup
sk_sk: Prístup k obrázkom
sr_sp: Pristup slikama
sv_se: Få tillgång till bilder

# SettingsSections::watermarks::general
source: General
hr_hr: Općenito
sk_sk: Všeobecné
sr_sp: Opšte
sv_se: De allmänna

# SettingsOptions::watermarks::watermark
source: Watermark
hr_hr: Vodeni žig
sk_sk: Vodoznak
sr_sp: Vodeni žig
sv_se: Vattenstämpel

# SettingsOptions::watermarks::apply_to_product
source: Product watermarks
hr_hr: Vodeni žig proizvoda
sk_sk: Vodoznaky produktov
sr_sp: Vodeni žigovi proizvoda
sv_se: Produkt vattenstämplar

# SettingsOptions::watermarks::use_for_product_icons
source: Resized images
hr_hr: Promijenjene veličine slika
sk_sk: Zmenšené/zväčšené obrázky
sr_sp: Slike prilagođenih veličina
sv_se: Storleksändrade bilder

# SettingsOptions::watermarks::use_for_product_detailed
source: Original size images
hr_hr: Izvorna veličina slike
sk_sk: Obrázky pôvodnej veľkosti
sr_sp: Slike originalne veličine
sv_se: Ursprungliga storlek bilder

# SettingsOptions::watermarks::apply_to_categories
source: Category watermarks
hr_hr: Kategorija vodenih žigova
sk_sk: Vodoznaky kategórií
sr_sp: Vodeni žigovi kategorija
sv_se: Kategori vattenstämplar

# SettingsOptions::watermarks::use_for_category_icons
source: Resized images
hr_hr: Promijenjene veličine slika
sk_sk: Zmenšené/zväčšené obrázky
sr_sp: Slike prilagođenih veličina
sv_se: Storleksändrade bilder

# SettingsOptions::watermarks::use_for_category_detailed
source: Original size images
hr_hr: Izvorna veličina slike
sk_sk: Obrázky pôvodnej veľkosti
sr_sp: Slike originalne veličine
sv_se: Ursprungliga storlek bilder

# SettingsOptions::watermarks::images_access_info
source: Images access
hr_hr: Slike pristup
sk_sk: Prístup k obrázkom
sr_sp: Pristup slikama
sv_se: Få tillgång till bilder
