Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/wishlist.po
Languages: hr_hr, ka_ge, sk_sk, sr_sp, sv_se, zh_cn

# Addons::name::wishlist
source: Wish List
hr_hr: Popis želja
ka_ge: სურველების სია
sk_sk: Wish List (Zoznam prianí)
sr_sp: Lista želja
sv_se: Önskelista
zh_cn: 收藏夹

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
hr_hr: Omogućuje kupcima spremanje stavki u osobne liste želja
ka_ge: მომხმარებელს საშუალებას აძლევს შეინახოს ნივთები პირად სურვილების სიაში
sk_sk: Umožňuje zákazníkom ukladať položky na ich osobné Zoznamy prianí
sr_sp: Dozvoli kupcima da stavljaju proizvode u lične liste želja
sv_se: Låt kunder spara objekt i personliga önskelistor
zh_cn: 让用户存储商品到个人收藏夹

# Languages::add_to_wishlist
source: Add to wish list
hr_hr: Dodaj na popis želja
ka_ge: დაამატე სურვილების სიას
sk_sk: Pridať na Zoznam prianí
sr_sp: Dodaj u listu želja
sv_se: Lägg i önskelista
zh_cn: 添加到收藏夹

# Languages::clear_wishlist
source: Clear wish list
hr_hr: Isprazni popis želja
ka_ge: სურვილების სიის გასუფთავება
sk_sk: Vymazať Zoznam prianí
sr_sp: Isprazni listu želja
sv_se: Töm önskelista
zh_cn: 清空收藏夹

# Languages::view_wishlist
source: View wish list
hr_hr: Pogledaj popis želja
ka_ge: სურვილების სიის ნახვა
sk_sk: Zobraziť Zoznam prianí
sr_sp: Pogledaj listu želja
sv_se: Visa önskelista
zh_cn: 查看收藏夹

# Languages::wishlist_content
source: Wish list content
hr_hr: Sadržaj liste želja
ka_ge: სურვილების სიის შიგთავსი
sk_sk: Obsah Zoznamu prianí
sr_sp: Sadržaj liste želja
sv_se: Önskelistans innehåll
zh_cn: 收藏夹内容

# Languages::wishlist
source: Wish list
hr_hr: Popis želja
ka_ge: სურვილების სია
sk_sk: Zoznam prianí
sr_sp: Lista želja
sv_se: Önskelista
zh_cn: 查看收藏夹

# Languages::wishlist_note
source: Go to your wishlist
hr_hr: Idite na listu želja
ka_ge: სურვილების სიაში გადასვლა
sk_sk: Prejsť na váš Zoznam prianí
sr_sp: Idi u svoju listu želja
sv_se: Gå till önskelista
zh_cn: 跳转到收藏夹

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
hr_hr: Dodavanje certifikata nije uspjelo. Provjerite da iznos sažetka nije nula.
ka_ge: სერთიფიკატი არ დაემატა. გადაამოწმე, რომ ჯამური რაოდენობა არ იყოს ნული.
sk_sk: Pridanie kupónu zlyhalo. Skontrolujte, či sa suma nerovná nule.
sr_sp: Neuspešno dodavanje sertifikata. Uverite se da ukupna suma nije nula.
sv_se: Det gick inte att lägga till presentkort. Kontrollera att totalsumman inte är noll.
zh_cn: 添加证书失败.确保汇总金额不为零.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
hr_hr: Poklon bon je dodan na popis želja
ka_ge: სასაჩუქრე ბარათი დაემატა სურვილების სიაში
sk_sk: Darčekový kupón bol pridaný do Zoznamu prianí
sr_sp: Poklon sertifikat je dodat u listu želja
sv_se: Presentkortet har lagts till önskelistan
zh_cn: 礼卷已添加到收藏列表

# Languages::product_added_to_wl
source: The product was added to your Wish list
hr_hr: Proizvod je upisan u popis želja
ka_ge: პროდუქტი დაემატა სურვილების სიას
sk_sk: Výrobok bol pridaný do vášho Zoznamu prianí
sr_sp: Proizvod je dodat u listu želja
sv_se: Produkten lades till din önskelista
zh_cn: 该产品已添加到您的收藏夹

# Languages::product_in_wishlist
source: This product is already in the wish list
hr_hr: Ovaj proizvod je već na popisu želja
ka_ge: ეს პროდუქტი უკვე არის დამატებული სურვილების სიაში
sk_sk: Tento výrobok sa už nachádza v Zozname prianí
sr_sp: Ovaj proizvod se već nalazi u listi želja
sv_se: Denna produkt finns redan i önskelistan
zh_cn: 该产品已经在收藏夹中

# Languages::wishlist_products
source: Wish list products
hr_hr: Proizvodi popis želja
ka_ge: სურვილების სიის პროდუქტები
sk_sk: Produkty v Zozname prianí
sr_sp: Proizvodi u listi želja
sv_se: Önskelistans innehåll
zh_cn: 收藏夹产品
