Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/yandex_market.po
Languages: ru_ru

# Addons::name::yandex_market
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Addons::description::yandex_market
source: Export products to the Yandex.Market catalog
ru_ru: Экспорт товаров в каталог Яндекс.Маркета

# Languages::yml
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::yandex_market
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::yml_market_category_list_title
source: Categories list of Yandex.Market
ru_ru: Список категорий Яндекс.Маркета

# Languages::yml_market_category_list_text
source: <p>For a product offer, it is recommended to specify the category in which it should be placed on Yandex.Market. The category is conveyed using the <market_category> element in the product offer description. In this element, it is allowed to specify names of categories only from the product categories tree of Yandex.Market.</p><p>More information and the categories list in xls format you can find on the Yandex website <a href="http://help.yandex.ru/partnermarket/guides/clothes.xml#h6">Porduct offer category</a></p><br/><p>Select a category from the list</p><br/>
ru_ru: <p>Для товарного предложения рекомендуется указывать категорию, в которой оно должно быть размещено на Яндекс.Маркете. Категория передается с помощью элемента <market_category> в описании товарного предложения. В этом элементе допустимо указывать названия категорий только из дерева категорий Яндекс.Маркета.</p><p>Больше информации и список категорий в фомате xls вы найдете на сайте Яндекса <a href="http://help.yandex.ru/partnermarket/guides/clothes.xml#h6">Категория товарного предложения</a></p><br/><p>Выберите категорию из списка</p><br/>

# Languages::yml_market_category_link
source: Categories list and tooltip
ru_ru: Список категорий и подсказка

# Languages::yml_export_export_true
source: <br/><b>Exported in Yandex.Market: [count] products</b><br/>
ru_ru: <br/><b>Экспортировано в Яндекс.Маркет: [count] товаров</b><br/>

# Languages::yml_export_error_cron
source: Export in Yandex.Market resulted in an error
ru_ru: Экспорт в Яндекс.Маркет завершился ошибкой

# Languages::yml_clear_cache_info
source: If products, categories and etc... were added or changed, please <a href="[clear_cache_url]">clear the cache</a> to regenerate the xml yml.<br /><br /> [yml_available_in_customer]
ru_ru: Если были добавлены или изменены товары или категории, пожалуйста, <a href="[clear_cache_url]">очистите кэш</a>, чтобы заново сгенерировать YML-прайс-лист для Яндекс.Маркета.<br /><br /> [yml_available_in_customer]

# Languages::yml_available_in_customer
source: Price list is available by this link: <a href="[yml_url]">[yml_url]</a><br /><br />Price list can be reached by the URL <a href="[http_location]/yandex_market.yml">[http_location]/yandex_market.yml</a> if SEO addon is enabled.<br /><br />
ru_ru: Прайс-лист доступен по следующей ссылке (для доступа используйте email и пароль от панели администратора): <a href="[yml_url]">[yml_url]</a><br /><br />Если включен модуль SEO, прайс-лист также может быть доступен по ссылке <a target="_blank" href="[http_location]/yandex_market.yml">[http_location]/yandex_market.yml</a><br /><br />

# Languages::yml_export_unsuccessfull_products_zero_price
source: The following products were not exported because of zero price:
ru_ru: Экспорт следующих товаров не удался из-за нулевой цены:

# Languages::yml_export_unsuccessfull_disabled_products
source: The following products were not exported because they are disabled:
ru_ru: Экспорт следующих товаров не удался, потому что они неактивны:

# Languages::yml_export_unsuccessfull_out_of_stock
source: The following products were not exported because the products are out of stock:
ru_ru: Экспорт следующих товаров не удался из-за отсутствия товаров на складе:

# Languages::yml_export_unsuccessfull_empty_brand
source: The following products were not exported because the "Brand" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля «Бренд»:

# Languages::yml_export_unsuccessfull_empty_model
source: The following products were not exported because the "Model" field is empty:
ru_ru: Экспорт следующих товаров не удался из-за пустого поля «Модель»:

# Languages::yml_export_unsuccessfull_disable_cat_list
source: The following products were not exported because of the excluded category:
ru_ru: Экспорт следующих товаров не удался, потому что категория, к которой они принадлежат, исключена из экспорта:

# Languages::yml_export_unsuccessfull_disable_cat_list_d
source: The following products were not exported because of the disabled category:
ru_ru: Экспорт следующих товаров не удался, потому что категория, к которой они принадлежат, неактивна:

# Languages::yml_vendor_not_specified
source: Vendor not specified
ru_ru: Производитель не указан

# Languages::yml_rur_absent
source: To install the add-on, it is required to add a currency with the code RUR.
ru_ru: Для установки модуля необходимо добавить валюту с кодом RUR.

# Languages::yml_market_category
source: YM Value of "market_category" field
ru_ru: YM Значение поля «market_category»

# Languages::yml_market_category_option
source: Select a category from the list
ru_ru: Выберите категорию из списка

# Languages::yml_type_prefix
source: YM Product group/category (typePrefix)
ru_ru: YM Группа товаров/категория (typePrefix)

# Languages::yml_brand
source: YM Brand
ru_ru: YM Бренд

# Languages::yml_model
source: YM Model
ru_ru: YM Модель

# Languages::yml_country
source: YM Country of origin
ru_ru: YM Страна-производитель

# Languages::yml_export_fields
source: Export fields
ru_ru: Экспортируемые поля

# Languages::yml_cost
source: YM Allow local delivery cost
ru_ru: YM Стоимость доставки в домашнем регионе

# Languages::yml_adult
source: YM Adult offer
ru_ru: YM товары для взрослых (поле <adult>)

# Languages::yml_delivery
source: YM Allow delivery
ru_ru: YM Возможность доставки товара

# Languages::yml_store
source: YM Allow retail store purchase
ru_ru: YM Возможность купить товар в розничном магазине

# Languages::yml_pickup
source: YM Allow booking and self delivery
ru_ru: YM Возможность зарезервировать товар и забрать его самостоятельно

# Languages::yml_true
source: Yes
ru_ru: Да

# Languages::yml_false
source: No
ru_ru: Нет

# Languages::yml_sales_notes
source: YM Sales notes
ru_ru: YM поле "sales_notes"

# Languages::yml_export_in_stock
source: In stock products only
ru_ru: Только товары в наличии

# Languages::yml_export_in_stock_description
source: Product quantity must be greater than 0
ru_ru: Количество товара должно быть больше 0

# Languages::yml_origin_not_specified
source: Not specified
ru_ru: Не указано

# Languages::yml_select_shop
source: Select store
ru_ru: Выберите магазин

# Languages::yml_bid
source: YM Basic bid
ru_ru: YM Основная ставка

# Languages::yml_cbid
source: YM Card bid
ru_ru: YM Ставка для карточек

# Languages::yml_market
source: Yandex.Market
ru_ru: Яндекс.Маркет

# Languages::yml_disable_cat
source: YM Exclude the category products from export in Yandex.Market
ru_ru: YM Исключить товары категории из экспорта в Яндекс.Маркет

# Languages::yml_export_yes
source: YM Export the product in Yandex.Market
ru_ru: YM Экспортировать товар в Яндекс.Маркет

# Languages::yml_purchase_info
source: Need to setup yandex market.<br />Auth type: URL, Data type: JSON.<br />Also need to turn on "Keep https" setting.
ru_ru: Укажите следующие параметры на странице «Настройки API покупки» в <a target="_blank" href="https://partner.market.yandex.ru">личном кабинете в Яндекс.Маркете</a>:<br />Тип авторизации: URL<br />Формат данных: JSON.<br /> <br /> Удостоверьтесь, что настройка «Сохранять безопасное соединение после первого посещения защищенной страницы» включена (Настройки → Настройки безопасности).

# Languages::yml_shipping_type
source: Yandex.Market Shipping type
ru_ru: Яндекс.Маркет Тип доставки

# Languages::yml_shipping_type_delivery
source: Courier delivery
ru_ru: Курьерская доставка

# Languages::yml_shipping_type_pickup
source: Pickup
ru_ru: Самовывоз

# Languages::yml_shipping_type_post
source: Post
ru_ru: Почта

# Languages::yml_shipping_outlets
source: Yandex.Market Outlets
ru_ru: Яндекс.Маркет Пункты самовывоза

# Languages::yml_payment_type_prepaid
source: Prepaid
ru_ru: Предоплата

# Languages::yml_payment_type_postpaid
source: Postpaid
ru_ru: Постоплата при получении заказа

# Languages::yml_payment_method_yandex
source: Payment when placing (Russia only)
ru_ru: Оплата при оформлении (только для России)

# Languages::yml_payment_method_shop_prepaid
source: Directly to store (Ukraine only)
ru_ru: Напрямую в магазин (только для Украины)

# Languages::yml_payment_method_cash_on_delivery
source: Cash on delivery order
ru_ru: Наличный расчет при получении заказа

# Languages::yml_payment_method_card_on_delivery
source: Credit card on delivery order
ru_ru: Оплата банковской картой при получении заказа

# Languages::yml_aouth_info_part1
source: Please <a href="https://oauth.yandex.ru/client/new" target="_blank">register an application</a> with full Yandex.Market permissions to continue. Use this value as the <b>Callback URL</b> param: <i>[callback_uri]</i>. After the registration, you will be able to fill out the "Application ID" and "Application password" fields on this page.
ru_ru: Пожалуйста, <a href="https://oauth.yandex.ru/client/new" target="_blank">создайте приложение</a> с полным набором прав для Яндекс.Маркета. Используйте следующее значение в поле <b>Callback URL</b>: <i>[callback_uri]</i>. После этого заполните поля «ID приложения» и «Пароль приложения» на этой странице.

# Languages::yml_aouth_info_part2
source: After you've created the app and when you ever <a href="[edit_app_uri]" target="_blank">modify it</a>, <a href="[auth_uri]" target="_blank">click here to get a new auth token</a>
ru_ru: После создания приложения, а также после любой его <a href="[edit_app_uri]" target="_blank">модификации</a> необходимо <a href="[auth_uri]" target="_blank">обновить токен</a>

# Languages::yml_address
source: Address fron Yandex.Market
ru_ru: Данные об адресе с Яндекс.Маркета

# Languages::yml_address_region
source: Region
ru_ru: Регион

# Languages::yml_address_country
source: Country
ru_ru: Страна

# Languages::yml_address_country_district
source: Country District
ru_ru: Федеральный округ

# Languages::yml_address_subject_federation
source: Subject Federation
ru_ru: Субъект федерации

# Languages::yml_address_subject_federation_district
source: Subject Federation District
ru_ru: Район субъекта федерации

# Languages::yml_address_city
source: City
ru_ru: Город

# Languages::yml_address_village
source: Village
ru_ru: Поселок или село

# Languages::yml_address_city_district
source: City District
ru_ru: Район города

# Languages::yml_address_subway_station
source: Subway Station
ru_ru: Станция метро

# Languages::yml_address_other
source: Other
ru_ru: Дополнительно

# Languages::yml_address_house
source: House
ru_ru: Дом

# Languages::yml_address_postcode
source: Postcode
ru_ru: Индекс

# Languages::yml_address_street
source: Street
ru_ru: Улица

# Languages::yml_address_subway
source: Subway
ru_ru: Станция метро

# Languages::yml_address_block
source: Block
ru_ru: Корпус

# Languages::yml_address_floor
source: Floor
ru_ru: Этаж

# Languages::yml_address_entrance
source: Entrance
ru_ru: Подъезд

# Languages::yml_address_entryphone
source: Entryphone
ru_ru: Домофон

# Languages::yml_address_apartment
source: Apartment
ru_ru: Квартира

# Languages::yml_address_recipient
source: Recipient
ru_ru: Получатель

# Languages::yml_address_phone
source: Phone
ru_ru: Телефон

# Languages::yml_substatus_reservation_expired
source: Reservation expired
ru_ru: Покупатель не завершил оформление зарезервированного заказа вовремя

# Languages::yml_substatus_user_not_paid
source: User not paid
ru_ru: Покупатель не оплатил заказ

# Languages::yml_substatus_user_unreachable
source: User unreachable
ru_ru: Не удалось связаться с покупателем

# Languages::yml_substatus_user_changed_mind
source: User changed mind
ru_ru: Покупатель отменил заказ по собственным причинам

# Languages::yml_substatus_user_refused_delivery
source: User refused delivery
ru_ru: Покупателя не устраивают условия доставки

# Languages::yml_substatus_user_refused_product
source: User refused product
ru_ru: Покупателю не подошел товар

# Languages::yml_substatus_shop_failed
source: Shop failed
ru_ru: Магазин не может выполнить заказ

# Languages::yml_substatus_user_refused_quality
source: User refused quality
ru_ru: Покупателя не устраивает качество товара

# Languages::yml_substatus_replacing_order
source: Replacing order
ru_ru: Покупатель изменяет состав заказа

# Languages::yml_substatus_processing_expired
source: Processing expired
ru_ru: Магазин не обработал заказ вовремя

# Languages::yml_status_delivered
source: Delivered
ru_ru: Вручен покупателю

# Languages::yml_status_pickup
source: Pickup
ru_ru: В пункте самовывоза

# SettingsSections::yandex_market::price_list
source: Price list
ru_ru: Прайс-лист

# SettingsOptions::yandex_market::information
source: Information
ru_ru: Информация

# SettingsOptions::yandex_market::general
source: General settings
ru_ru: Общие настройки

# SettingsOptions::yandex_market::export_type
source: Product offer description type
ru_ru: Тип описания товарного предложения

# SettingsTooltips::yandex_market::export_type
source: More information about export types you can find on the Yandex.Market website <a href="http://help.yandex.ru/partnermarket/offers.xml">Examples and descriprions of elements</a>
ru_ru: Больше информации о типах экспорта вы найдете на сайте Яндекс.Маркета: <a href="http://help.yandex.ru/partnermarket/offers.xml">Примеры и описания элементов</a>

# SettingsVariants::yandex_market::export_type::simple
source: Simplified
ru_ru: Упрощенное

# SettingsVariants::yandex_market::export_type::vendor_model
source: vendor.model
ru_ru: Произвольный товар

# SettingsOptions::yandex_market::shop_name
source: Store name
ru_ru: Название магазина

# SettingsOptions::yandex_market::export_stock
source: Export in-stock products only
ru_ru: Экспортировать только товары, которые есть в наличии

# SettingsTooltips::yandex_market::export_stock
source: Products with the quantity equal to 0 or less will be excluded from export.
ru_ru: Из экспорта будут исключены товары с количеством равным или меньшим 0.

# SettingsOptions::yandex_market::export_null_price
source: Export products with null price
ru_ru: Экспортировать товары с 0 ценой

# SettingsTooltips::yandex_market::export_null_price
source: Products with the price equal to 0 will be exported.
ru_ru: В экспорт будут включены товары с 0 ценой.

# SettingsOptions::yandex_market::export_vendor_code
source: Export vendor code
ru_ru: Экспортировать код производителя

# SettingsOptions::yandex_market::disable_cat_d
source: Exclude disabled categories
ru_ru: Исключить неактивные категории

# SettingsTooltips::yandex_market::disable_cat_d
source: Products from active and hidden categories only will be exported.
ru_ru: Будут экспортированы товары только из активных и скрытых категорий.

# SettingsOptions::yandex_market::feature_for_brand
source: Feature names for using in the "brand" field
ru_ru: Характеристики для использования в поле «Brand»

# SettingsTooltips::yandex_market::feature_for_brand
source: Used for the "vendor.model" format type. Choose the name of the feature which value will be used for the "brand" field. Only features of the "Brand/Manufacturer"type can be used.
ru_ru: Используется для типа описания товарных предложений «Произвольный товар». Используйте только характеристики типа «Бренд/Производитель».

# SettingsOptions::yandex_market::feature_for_vendor_code
source: Vendor code feature
ru_ru: Характеристика кода производителя

# SettingsTooltips::yandex_market::feature_for_vendor_code
source: It is used for the "vendorCode" parameter. Select the name of the feature which value will be used for the "vendorCode" field.
ru_ru: Характеристика для заполнения поля vendorCode.

# SettingsOptions::yandex_market::type_prefix
source: Use in the "typePrefix" field
ru_ru: Использовать поле «typePrefix»

# SettingsTooltips::yandex_market::type_prefix
source: Used for the "vendor.model" format type. Product name is formed by the formula: "typePrefix" + "brand" + "model". If the value of the "typePrefix" field is not set for a product, the category name will be used.
ru_ru: Используется для типа описания товарных предложений «Произвольный товар». Название товара формируется по формуле: typePrefix + brand + model. Если у товара не задано значение поля «typePrefix», будет использовано название категории.

# SettingsOptions::yandex_market::market_category
source: Use the "market_category" field.
ru_ru: Использовать поле «market_category».

# SettingsTooltips::yandex_market::market_category
source: For a product offer, it is recommended to specify the category/section in which it should be placed on Yandex.Market. In this element, it is allowed to specify names of categories only from <a href="http://cards2.yandex.net/hlp-get/6213/xls/category_tree-.xls"> the product categories tree of Yandex.Market</a>.<br/>The <market_category> element is not required
ru_ru: Рекомендуется указывать категорию/секцию, в которой товарное предложение должно отображаться в Яндекс.Маркете. Здесь можно использовать только названия категорий из <a href="http://help.yandex.ru/partnermarket/docs/market_categories.xls">дерева категорий Яндекс.Маркет</a>. Элемент <market_category> необязателен.

# SettingsOptions::yandex_market::market_category_object
source: Use the value for the "market_category" field from
ru_ru: Использовать значение поля «market_category» из

# SettingsTooltips::yandex_market::market_category_object
source: At product export, the "market_category" setting of each product individually or of the whole category will be used.
ru_ru: При экспорте товара будет использоваться значение поля «market_category» индивидуально каждого товара или всей категории.

# SettingsVariants::yandex_market::market_category_object::product
source: product
ru_ru: товара

# SettingsVariants::yandex_market::market_category_object::category
source: category
ru_ru: категории

# SettingsOptions::yandex_market::local_delivery_cost
source: Use local delivery cost field
ru_ru: Использовать поле доставки в домашнем регионе

# SettingsTooltips::yandex_market::local_delivery_cost
source: Used for show value local delivery cost.
ru_ru: Используется для отображения поля доставки в домашнем регионе.

# SettingsOptions::yandex_market::global_local_delivery_cost
source: Price global local delivery cost
ru_ru: Стоимость доставки в домашнем регионе

# SettingsTooltips::yandex_market::global_local_delivery_cost
source: Default shipping cost for the products with unspecified shipping cost
ru_ru: Единая стоимость доставки на все товары, для которых не указана собственная стоимость доставки

# SettingsOptions::yandex_market::export_encoding
source: Encoding of the exported file
ru_ru: Кодировка экспортируемого файла

# SettingsOptions::yandex_market::images
source: Images
ru_ru: Изображения

# SettingsOptions::yandex_market::image_type
source: Image type
ru_ru: Тип изображения

# SettingsVariants::yandex_market::image_type::thumbnail
source: Thumbnail
ru_ru: Иконка

# SettingsVariants::yandex_market::image_type::detailed
source: Detailed
ru_ru: Детальное изображение

# SettingsOptions::yandex_market::thumbnail_width
source: Thumbnail width
ru_ru: Ширина иконки

# SettingsOptions::yandex_market::thumbnail_height
source: Thumbnail height
ru_ru: Высота иконки

# SettingsSections::yandex_market::purchase
source: Purchase
ru_ru: Покупка на Маркете

# SettingsOptions::yandex_market::purchase_information
source: Information
ru_ru: Информация

# SettingsOptions::yandex_market::purchase_api_access_to_store
source: API access for requests from Yandex to Store
ru_ru: API-доступ для запросов Яндекса к магазину

# SettingsOptions::yandex_market::auth_token
source: Auth token
ru_ru: Авторизационный токен

# SettingsOptions::yandex_market::purchase_api_access_to_yandex
source: API access for requests from Store to Yandex
ru_ru: API-доступ для запросов магазина к Яндексу

# SettingsOptions::yandex_market::ym_api_url
source: Yandex Market Partner API URL
ru_ru: URL партнерского API Яндекс.Маркета

# SettingsTooltips::yandex_market::ym_api_url
source: Leave unchanged
ru_ru: Оставьте без изменений

# SettingsOptions::yandex_market::campaign_id
source: Campaign ID
ru_ru: Номер кампании

# SettingsOptions::yandex_market::user_login
source: User Login
ru_ru: Логин пользователя

# SettingsOptions::yandex_market::ym_application_id
source: Application ID
ru_ru: ID приложения

# SettingsOptions::yandex_market::ym_application_password
source: Application password
ru_ru: Пароль приложения

# SettingsOptions::yandex_market::ym_auth_token
source: Auth token
ru_ru: Авторизационный токен

# SettingsOptions::yandex_market::purchase_payments_header
source: Payments
ru_ru: Способы оплаты

# SettingsOptions::yandex_market::purchase_prepayments
source: Prepayment
ru_ru: Предоплата

# SettingsVariants::yandex_market::purchase_prepayments::yandex
source: Payment when placing (Russia only)
ru_ru: Оплата при оформлении (только для России)

# SettingsVariants::yandex_market::purchase_prepayments::shop_prepaid
source: Directly to store (Ukraine only)
ru_ru: Напрямую магазину (только для Украины)

# SettingsOptions::yandex_market::purchase_postpayments
source: Postpay
ru_ru: Постоплата

# SettingsVariants::yandex_market::purchase_postpayments::cash_on_delivery
source: Cash on delivery order
ru_ru: Наличный расчет при получении заказа

# SettingsVariants::yandex_market::purchase_postpayments::card_on_delivery
source: Credit card on delivery order
ru_ru: Оплата банковской картой при получении заказа

# SettingsOptions::yandex_market::purchase_order_statuses
source: Order statuses
ru_ru: Cтатусы заказов

# SettingsOptions::yandex_market::order_status_unpaid
source: Order has not been paid yet
ru_ru: Заказ оформлен, но еще не оплачен (если выбрана оплата при оформлении)

# SettingsOptions::yandex_market::order_status_processing
source: Processing
ru_ru: Заказ можно выполнять

# SettingsOptions::yandex_market::order_status_canceled
source: Order canceled
ru_ru: Заказ отменен

# SettingsOptions::yandex_market::order_status_delivery
source: The order is ready to be transferred to a pickup point
ru_ru: Заказ готов к передаче в службу доставки

# SettingsOptions::yandex_market::order_status_pickup
source: The order has been delivered to a pickup point
ru_ru: Заказ доставлен в пункт самовывоза

# SettingsOptions::yandex_market::order_status_delivered
source: The order has been delivered
ru_ru: Заказ вручен покупателю

# SettingsOptions::yandex_market::includes_required_fields
source: Check if mandatory fields are filled
ru_ru: Проверять, заполнены ли обязательные поля

# SettingsTooltips::yandex_market::includes_required_fields
source: Enables checking if Yandex.Market mandatory fields are filled.
ru_ru: Включает проверку заполнения обязательных полей Яндекс.Маркета на странице товара.

# Languages::yml_manufacturer_warranty
source: YM Manufacturer warranty
ru_ru: Гарантия производителя

source: The format of the "manufacturer warranty" parameter must comply with ISO 8601, for example, P1Y2M10DT2H30M. Explanation — 1 year, 2 months, 10 days, 2 hours and 30 minutes.
ru_ru: Формат поля "manufacturer warranty" должен соответствовать ISO 8601, например, P1Y2M10DT2H30M - 1 год, 2 месяца, 10 дней, 2 часа и 30 минут.

# Languages::yml_seller_warranty
source: YM Seller warranty
ru_ru: Гарантия продавца
