Repository: sergeevizh/CS_Cart-RetailCRM
Catalog: var/langs/*/addons/yandex_market.po
Languages: ru_ru

source: The format of the "seller warranty" parameter must comply with ISO 8601, for example, P1Y2M10DT2H30M. Explanation — 1 year, 2 months, 10 days, 2 hours and 30 minutes.
ru_ru: Формат поля "seller warranty" должен соответствовать ISO 8601, например, P1Y2M10DT2H30M - 1 год, 2 месяца, 10 дней, 2 часа и 30 минут.

# SettingsOptions::yandex_market::enable_authorization
source: Enable authorization
ru_ru: Включить авторизацию

# SettingsTooltips::yandex_market::turn_on_authorization
source: Enable authentication for the formation of the price list.
ru_ru: Включает авторизацию для формирования прайс-листа.
