<?php
/***************************************************************************
*                                                                          *
*   (c) 2004 Vladimir V. Kalynyak, Alexey V. Vinokurov, Ilya M. Shalnev    *
*                                                                          *
* This  is  commercial  software,  only  users  who have purchased a valid *
* license  and  accept  to the terms of the  License Agreement can install *
* and use this program.                                                    *
*                                                                          *
****************************************************************************
* PLEASE READ THE FULL TEXT  OF THE SOFTWARE  LICENSE   AGREEMENT  IN  THE *
* "copyright.txt" FILE PROVIDED WITH THIS DISTRIBUTION PACKAGE.            *
****************************************************************************/

$cities = array(
    'MOS' => array(
        'Московский' => array(
            'id' => '30',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Перепечино' => array(
            'id' => '125516878',
            'state' => 'Московская обл.',
            'owner_id' => '923'
        ),
        'Борилово' => array(
            'id' => '163567325',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Сычево' => array(
            'id' => '241337228',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Калиновка' => array(
            'id' => '304538114',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Сосенки' => array(
            'id' => '305648410',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Румянцево' => array(
            'id' => '319814742',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'РФ' => array(
            'id' => '345382041',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Юдино' => array(
            'id' => '440515449',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Одинцово (Домодедовский)' => array(
            'id' => '1196907182',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Саларьево' => array(
            'id' => '1196907855',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Обухово (Наро-Фоминский)' => array(
            'id' => '1196908278',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Одинцово-1' => array(
            'id' => '1196908532',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Обухово (Раменский)' => array(
            'id' => '1196908955',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Обухово (Шатурский)' => array(
            'id' => '1196909769',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Обухово (Шаховской)' => array(
            'id' => '1196909842',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Демихово' => array(
            'id' => '8953906',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Красная Горка' => array(
            'id' => '8957116',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Толстопальцево' => array(
            'id' => '8957148',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Шереметьево' => array(
            'id' => '8957157',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Лесной' => array(
            'id' => '9034717',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Еремино' => array(
            'id' => '9198673',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Павельцово' => array(
            'id' => '9304621',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Пересвет' => array(
            'id' => '9305323',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Кузяево (Раменский)' => array(
            'id' => '9836727',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Лукино (Истринский)' => array(
            'id' => '9836875',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Павловское (Домодедовский)' => array(
            'id' => '9837004',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Спас-Заулок' => array(
            'id' => '10027251',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Покровское' => array(
            'id' => '10028947',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Пироговский' => array(
            'id' => '10235981',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новоподрезково' => array(
            'id' => '10494830',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ершово' => array(
            'id' => '10517324',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Устье' => array(
            'id' => '10562451',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Зеленый' => array(
            'id' => '11000532',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Красково' => array(
            'id' => '11198156',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Большое Толбино' => array(
            'id' => '11269210',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Кудиново' => array(
            'id' => '11820468',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Марьино' => array(
            'id' => '11850730',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Наугольное' => array(
            'id' => '12062692',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Каналстрой' => array(
            'id' => '12558490',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Черная Грязь' => array(
            'id' => '12602597',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Чашниково' => array(
            'id' => '12651680',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Внуково' => array(
            'id' => '12728012',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Павловская Слобода' => array(
            'id' => '12728214',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Киевский' => array(
            'id' => '12728284',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Вороново' => array(
            'id' => '12728372',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Павловский Посад' => array(
            'id' => '12728461',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Животино' => array(
            'id' => '12731901',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Ильинское' => array(
            'id' => '12837950',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Загорянский' => array(
            'id' => '12839830',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Белоозерский' => array(
            'id' => '12986531',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Заветы Ильича' => array(
            'id' => '13008634',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Авсюнино' => array(
            'id' => '13053416',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Солнцево' => array(
            'id' => '13097860',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Долгое Ледово' => array(
            'id' => '13227208',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Большие Дворы' => array(
            'id' => '13522213',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Поярково' => array(
            'id' => '13558119',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Холщевики' => array(
            'id' => '13572386',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Коммунарка' => array(
            'id' => '13572965',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Салтыковка' => array(
            'id' => '13864576',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Дурыкино' => array(
            'id' => '14428034',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Крекшино' => array(
            'id' => '14475131',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Афанасовка' => array(
            'id' => '15764546',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Березки' => array(
            'id' => '15812601',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Усово' => array(
            'id' => '15862528',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Никольско-Архангельское' => array(
            'id' => '16476605',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Еганово' => array(
            'id' => '16512154',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Трошково' => array(
            'id' => '16617410',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Птицефабрики' => array(
            'id' => '17082193',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Бородино' => array(
            'id' => '17200213',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Мамыри' => array(
            'id' => '17275403',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Спасс-Заулок' => array(
            'id' => '17438052',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'НОКОЛО АРХАНГЕЛЬСКИЙ' => array(
            'id' => '17440210',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Хлебниково' => array(
            'id' => '17763715',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Горки-Ленинские' => array(
            'id' => '17766707',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Никольское-Гагарино' => array(
            'id' => '18799486',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Узуново' => array(
            'id' => '19400459',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Обухово (Ногинский)' => array(
            'id' => '19941681',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ржавки' => array(
            'id' => '20055504',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Одинцово-Вахрамеево' => array(
            'id' => '20522360',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Барвиха' => array(
            'id' => '20663757',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Раос' => array(
            'id' => '23658469',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ащерино' => array(
            'id' => '24298698',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Михнево' => array(
            'id' => '25462198',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Знамя Октября' => array(
            'id' => '26855815',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Дубровицы' => array(
            'id' => '28103960',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Дорохово' => array(
            'id' => '28327614',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Сальково' => array(
            'id' => '28509114',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ангелово' => array(
            'id' => '29130117',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Юрлово' => array(
            'id' => '29342470',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Гольево' => array(
            'id' => '29391815',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Первомайский' => array(
            'id' => '30335778',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Покров' => array(
            'id' => '30701722',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Лукино' => array(
            'id' => '31533060',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Старая Руза' => array(
            'id' => '31647787',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Нарынка' => array(
            'id' => '32042395',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Захарово' => array(
            'id' => '32894891',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Богородское' => array(
            'id' => '33545312',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Луговая' => array(
            'id' => '34150056',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Октябрьский' => array(
            'id' => '34577588',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Большие Вяземы' => array(
            'id' => '34578546',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Путятино' => array(
            'id' => '34578738',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Заря' => array(
            'id' => '34738771',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Щемилово' => array(
            'id' => '35375553',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Нагорное' => array(
            'id' => '35403096',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Судаково' => array(
            'id' => '36681142',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Атепцево' => array(
            'id' => '37049014',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Сухарево' => array(
            'id' => '38103706',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Путилково' => array(
            'id' => '38491949',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Акулово' => array(
            'id' => '38740561',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новый' => array(
            'id' => '38889448',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Марфино' => array(
            'id' => '39005886',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новый Быт' => array(
            'id' => '39389919',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Беседы' => array(
            'id' => '39935908',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Майданово' => array(
            'id' => '41868945',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Люторецкое' => array(
            'id' => '42609537',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Снегири' => array(
            'id' => '44349845',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Мещерино' => array(
            'id' => '44349886',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Кашинцево' => array(
            'id' => '46283453',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новоивановское' => array(
            'id' => '46292352',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Раздоры' => array(
            'id' => '46804089',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Гжель' => array(
            'id' => '47821313',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ашукино' => array(
            'id' => '48478865',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Белоомут' => array(
            'id' => '48478885',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Вереея' => array(
            'id' => '48478973',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Вишняковские Дачи' => array(
            'id' => '48478974',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Восход' => array(
            'id' => '48478984',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Горки Ленинские' => array(
            'id' => '48478985',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Деденево' => array(
            'id' => '48479023',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Жилево' => array(
            'id' => '48479032',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Правдинский' => array(
            'id' => '1612091',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Старая Купавна' => array(
            'id' => '1686200',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Опалиха' => array(
            'id' => '2162206',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Солнечное' => array(
            'id' => '2484511',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Институт полиомелита' => array(
            'id' => '2788708',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Архангельское' => array(
            'id' => '2972128',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Измайлово' => array(
            'id' => '3022331',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Мосрентген' => array(
            'id' => '3200663',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Новокосино' => array(
            'id' => '3270478',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Шереметьевский' => array(
            'id' => '3331574',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Радужный' => array(
            'id' => '3715300',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Борзые' => array(
            'id' => '3926841',
            'state' => 'Московская обл.',
            'owner_id' => '923'
        ),
        'Северный' => array(
            'id' => '3940057',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Котельники' => array(
            'id' => '4060551',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Никифорово' => array(
            'id' => '4961579',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Кузнецово' => array(
            'id' => '4997305',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Востряково' => array(
            'id' => '5132345',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Обнинск' => array(
            'id' => '5158758',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Гольево' => array(
            'id' => '5212904',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Красная Пахра' => array(
            'id' => '5598890',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Вешки' => array(
            'id' => '5637170',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Лешково' => array(
            'id' => '5763970',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Нефтегазосъемка' => array(
            'id' => '6004880',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Степцево' => array(
            'id' => '6091772',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ям' => array(
            'id' => '6219139',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Сельхозтехника' => array(
            'id' => '6590445',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Давыдово' => array(
            'id' => '6656778',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Жаворонки' => array(
            'id' => '6780180',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Тучково' => array(
            'id' => '6780262',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Братовщина' => array(
            'id' => '6816896',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Бибирево' => array(
            'id' => '6853219',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Люблино' => array(
            'id' => '6853258',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Дзержинск' => array(
            'id' => '6853355',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Лесхоз' => array(
            'id' => '6916196',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Фирсановка' => array(
            'id' => '6916244',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Коренево' => array(
            'id' => '7181785',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Бекасово' => array(
            'id' => '7284285',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Александрово' => array(
            'id' => '7442710',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Малеевка' => array(
            'id' => '7448311',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Керва' => array(
            'id' => '7448440',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Переделкино' => array(
            'id' => '7673981',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Некрасовка' => array(
            'id' => '7917285',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Есипово' => array(
            'id' => '8167104',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Большое Буньково' => array(
            'id' => '8364013',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Малые Вяземы' => array(
            'id' => '8482575',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Баковка' => array(
            'id' => '8737512',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Бородки' => array(
            'id' => '8877839',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Лесные Поляны' => array(
            'id' => '884',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Фряново' => array(
            'id' => '863',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Молоково' => array(
            'id' => '348',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новая Ольховка' => array(
            'id' => '306',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Газопровод' => array(
            'id' => '191',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Новохаритоново' => array(
            'id' => '192',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Звездный городок' => array(
            'id' => '8',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Черкизово' => array(
            'id' => '250',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Обухово (Солнечногорский)' => array(
            'id' => '223',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Развилка' => array(
            'id' => '229',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Львовский' => array(
            'id' => '24',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Татариново' => array(
            'id' => '51',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Губцево' => array(
            'id' => '68',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Новогорск' => array(
            'id' => '123',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Воровского' => array(
            'id' => '137',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Поповка' => array(
            'id' => '149',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Селятино' => array(
            'id' => '150',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Малаховка' => array(
            'id' => '151',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Клязьма' => array(
            'id' => '152',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Заречье' => array(
            'id' => '165',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Павельцево' => array(
            'id' => '166',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Долгопрудный' => array(
            'id' => '982',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Дубна' => array(
            'id' => '983',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Железнодорожный' => array(
            'id' => '984',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Жуковский' => array(
            'id' => '985',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Звенигород' => array(
            'id' => '986',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ивантеевка' => array(
            'id' => '987',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Королев' => array(
            'id' => '988',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Климовск' => array(
            'id' => '989',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Лобня' => array(
            'id' => '990',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Лыткарино' => array(
            'id' => '991',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Пущино' => array(
            'id' => '993',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Реутов' => array(
            'id' => '994',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Троицк' => array(
            'id' => '995',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Фрязино' => array(
            'id' => '996',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Электросталь' => array(
            'id' => '997',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Балашиха' => array(
            'id' => '998',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Волоколамск' => array(
            'id' => '999',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Воскресенск' => array(
            'id' => '1000',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Дмитров' => array(
            'id' => '1001',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Домодедово' => array(
            'id' => '1002',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Егорьевск' => array(
            'id' => '1003',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Сергиев Посад' => array(
            'id' => '1004',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Зарайск' => array(
            'id' => '1005',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Истра' => array(
            'id' => '1006',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Кашира' => array(
            'id' => '1007',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Клин' => array(
            'id' => '1008',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Коломна' => array(
            'id' => '1009',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Красногорск' => array(
            'id' => '1010',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Видное' => array(
            'id' => '1011',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Лотошино' => array(
            'id' => '1012',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Луховицы' => array(
            'id' => '1013',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Люберцы' => array(
            'id' => '1014',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Можайск' => array(
            'id' => '1015',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Мытищи' => array(
            'id' => '1016',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Наро-Фоминск' => array(
            'id' => '1017',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ногинск' => array(
            'id' => '1018',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Одинцово' => array(
            'id' => '1019',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Озеры' => array(
            'id' => '1020',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Орехово-Зуево' => array(
            'id' => '1021',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Павлово Посад' => array(
            'id' => '1022',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Подольск' => array(
            'id' => '1023',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Пушкино' => array(
            'id' => '1024',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Раменское' => array(
            'id' => '1025',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Руза' => array(
            'id' => '1026',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Серебряные Пруды' => array(
            'id' => '1027',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Серпухов' => array(
            'id' => '1028',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Солнечногорск' => array(
            'id' => '1029',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ступино' => array(
            'id' => '1030',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Талдом' => array(
            'id' => '1031',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Химки' => array(
            'id' => '1032',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Чехов' => array(
            'id' => '1033',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Шатура' => array(
            'id' => '1034',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Шаховская' => array(
            'id' => '1035',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Щелково' => array(
            'id' => '1036',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Кривандино' => array(
            'id' => '1479981',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'ПРАВДИНСКИЙ' => array(
            'id' => '1487630',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Булатниково' => array(
            'id' => '1458037',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Трудовая' => array(
            'id' => '1477301',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Демихи' => array(
            'id' => '1255459',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Запрудня' => array(
            'id' => '1379644',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'П.ЗАПРУДНЯ' => array(
            'id' => '1381564',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Барыбино' => array(
            'id' => '1429916',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'ВНИИПО' => array(
            'id' => '981331',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Челобитьево' => array(
            'id' => '1029891',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Приокск' => array(
            'id' => '2196',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ленинский' => array(
            'id' => '503382',
            'state' => 'Московская обл.',
            'owner_id' => '20'
        ),
        'Петрово-Дальнее' => array(
            'id' => '917880',
            'state' => 'Московская обл.',
            'owner_id' => '5'
        ),
        'Ильинский' => array(
            'id' => '967128',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Нахабино' => array(
            'id' => '2165',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Софрино' => array(
            'id' => '2166',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Протвино' => array(
            'id' => '2167',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Черноголовка' => array(
            'id' => '2168',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Черусти' => array(
            'id' => '2169',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Федоровское' => array(
            'id' => '616',
            'state' => 'Московская обл.',
            'owner_id' => '2'
        ),
        'Томилино' => array(
            'id' => '2282',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Удельная' => array(
            'id' => '2284',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Голицыно' => array(
            'id' => '2286',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Менделеево' => array(
            'id' => '2292',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Жуковка' => array(
            'id' => '2310',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Зеленоград' => array(
            'id' => '2318',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Правдинск' => array(
            'id' => '2320',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Сенеж' => array(
            'id' => '2324',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Юбилейный' => array(
            'id' => '2341',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Молодежный' => array(
            'id' => '2194',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Восход' => array(
            'id' => '2195',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Монино' => array(
            'id' => '2164',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Краснознаменск' => array(
            'id' => '2160',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Болшево' => array(
            'id' => '2161',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Быково' => array(
            'id' => '2162',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Кубинка' => array(
            'id' => '2163',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Хотьково' => array(
            'id' => '2155',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Щербинка' => array(
            'id' => '2156',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Электрогорск' => array(
            'id' => '2157',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Электроугли' => array(
            'id' => '2158',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Яхрома' => array(
            'id' => '2159',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ликино-Дулево' => array(
            'id' => '2150',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Лосино-Петровский' => array(
            'id' => '2151',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Ожерелье' => array(
            'id' => '2152',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Рошаль' => array(
            'id' => '2153',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Сходня' => array(
            'id' => '2154',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Дзержинский' => array(
            'id' => '2145',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Дрезна' => array(
            'id' => '2146',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Красноармейск' => array(
            'id' => '2147',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Краснозаводск' => array(
            'id' => '2148',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Куровское' => array(
            'id' => '2149',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Жуково' => array(
            'id' => '77292751',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Лукино (Рузский)' => array(
            'id' => '78442366',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Бронницы' => array(
            'id' => '2138',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Андреевка' => array(
            'id' => '2140',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Апрелевка' => array(
            'id' => '2141',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Верея' => array(
            'id' => '2142',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Высоковск' => array(
            'id' => '2143',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Дедовск' => array(
            'id' => '2144',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        ),
        'Мишеронский' => array(
            'id' => '48479055',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Оболенск' => array(
            'id' => '48479057',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Обуховка' => array(
            'id' => '48479096',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Ожерелье' => array(
            'id' => '48479098',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Пески' => array(
            'id' => '48479099',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Поварово' => array(
            'id' => '48479101',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Пролетарский' => array(
            'id' => '48479104',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Решетниково' => array(
            'id' => '48479105',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Родники' => array(
            'id' => '48479108',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Рязановский' => array(
            'id' => '48479109',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Свердловский' => array(
            'id' => '48479110',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Скоропусковский' => array(
            'id' => '48479111',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Столбовая' => array(
            'id' => '48479115',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Сычев' => array(
            'id' => '48479117',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Уваровка' => array(
            'id' => '48479118',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Хорлово' => array(
            'id' => '48479156',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Малино' => array(
            'id' => '48479548',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Дашковка' => array(
            'id' => '50382889',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Федоскино' => array(
            'id' => '51442884',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Калининец' => array(
            'id' => '52685409',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Лесной Городок' => array(
            'id' => '52902467',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Купавна' => array(
            'id' => '52908778',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Вербилки' => array(
            'id' => '52911212',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Дементьево' => array(
            'id' => '52913133',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Алабино' => array(
            'id' => '52914921',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Сосновка' => array(
            'id' => '52916681',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Кабаново' => array(
            'id' => '53103048',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Новая' => array(
            'id' => '54495202',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Подрезково' => array(
            'id' => '55411396',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Павловское (Истринский)' => array(
            'id' => '60830175',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Иваново' => array(
            'id' => '60838256',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Юдиново' => array(
            'id' => '63596993',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Немчиновка' => array(
            'id' => '63981194',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Медвежьи Озера' => array(
            'id' => '65391498',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Репихово' => array(
            'id' => '65797602',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Строитель' => array(
            'id' => '67521325',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Нерастанное' => array(
            'id' => '70086850',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Институт полиомиелита' => array(
            'id' => '70179483',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Кузяево (Лотошинский)' => array(
            'id' => '71924196',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Рождествено' => array(
            'id' => '72737943',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ватутинки' => array(
            'id' => '73016609',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Некрасовский' => array(
            'id' => '73291505',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ермолино' => array(
            'id' => '75642568',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Тропарево' => array(
            'id' => '76398571',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Крюково' => array(
            'id' => '76516044',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Ивановка' => array(
            'id' => '77034563',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        ),
        'Кратово' => array(
            'id' => '48479048',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Кокошкино' => array(
            'id' => '48479042',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Колюбакино' => array(
            'id' => '48479047',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'им. Воровского' => array(
            'id' => '48479039',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Зеленоградский' => array(
            'id' => '48479033',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Икша' => array(
            'id' => '48479034',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'им. Цюрупы' => array(
            'id' => '48479038',
            'state' => 'Московская обл.',
            'owner_id' => '6'
        ),
        'Любучаны' => array(
            'id' => '122',
            'state' => 'Московская обл.',
            'owner_id' => '3'
        )
    ),
    'MOW' => array(
        'Москва' => array(
            'id' => '992',
            'state' => 'Московская обл.',
            'owner_id' => '0'
        )
    ),
    'ALT' => array(
        'Барнаул' => array(
            'id' => '11',
            'state' => 'Алтайский край',
            'owner_id' => '0'
        ),
        'Бийск' => array(
            'id' => '19',
            'state' => 'Алтайский край',
            'owner_id' => '0'
        )
    ),
    'AMU' => array(
        'Благовещенск' => array(
            'id' => '78',
            'state' => 'Амурская обл.',
            'owner_id' => '0'
        ),
        'Амурская обл.' => array(
            'id' => '8948260',
            'state' => 'Амурская обл.',
            'owner_id' => '2'
        )
    ),
    'ARK' => array(
        'Архангельская обл.' => array(
            'id' => '8948226',
            'state' => 'Архангельская обл.',
            'owner_id' => '2'
        ),
        'Северодвинск' => array(
            'id' => '100',
            'state' => 'Архангельская обл.',
            'owner_id' => '0'
        ),
        'Архангельск' => array(
            'id' => '117',
            'state' => 'Архангельская обл.',
            'owner_id' => '0'
        )
    ),
    'AST' => array(
        'Астраханская обл.' => array(
            'id' => '8948241',
            'state' => 'Астраханская обл.',
            'owner_id' => '2'
        )
    ),
    'BEL' => array(
        'Белгородская обл.' => array(
            'id' => '8948250',
            'state' => 'Белгородская обл.',
            'owner_id' => '2'
        ),
        'Белгород' => array(
            'id' => '199',
            'state' => 'Белгородская обл.',
            'owner_id' => '0'
        ),
        'Старый Оскол' => array(
            'id' => '214',
            'state' => 'Белгородская обл.',
            'owner_id' => '0'
        )
    ),
    'BRY' => array(
        'Брянск' => array(
            'id' => '220',
            'state' => 'Брянская обл.',
            'owner_id' => '0'
        ),
        'Брянская обл.' => array(
            'id' => '8948264',
            'state' => 'Брянская обл.',
            'owner_id' => '2'
        )
    ),
    'VLA' => array(
        'Владимирская обл.' => array(
            'id' => '8948285',
            'state' => 'Владимирская обл.',
            'owner_id' => '2'
        ),
        'Владимир' => array(
            'id' => '269',
            'state' => 'Владимирская обл.',
            'owner_id' => '0'
        ),
        'Ковров' => array(
            'id' => '276',
            'state' => 'Владимирская обл.',
            'owner_id' => '0'
        )
    ),
    'VGG' => array(
        'Волгоград' => array(
            'id' => '286',
            'state' => 'Волгоградская обл.',
            'owner_id' => '0'
        ),
        'Волжский' => array(
            'id' => '287',
            'state' => 'Волгоградская обл.',
            'owner_id' => '0'
        ),
        'Волгоградская обл.' => array(
            'id' => '8948291',
            'state' => 'Волгоградская обл.',
            'owner_id' => '2'
        )
    ),
    'VLG' => array(
        'Вологодская обл.' => array(
            'id' => '8948294',
            'state' => 'Вологодская обл.',
            'owner_id' => '2'
        ),
        'Вологда' => array(
            'id' => '328',
            'state' => 'Вологодская обл.',
            'owner_id' => '0'
        ),
        'Череповец' => array(
            'id' => '345',
            'state' => 'Вологодская обл.',
            'owner_id' => '0'
        )
    ),
    'VOR' => array(
        'Воронеж' => array(
            'id' => '347',
            'state' => 'Воронежская обл.',
            'owner_id' => '0'
        ),
        'Воронежская обл.' => array(
            'id' => '8948296',
            'state' => 'Воронежская обл.',
            'owner_id' => '2'
        )
    ),
    'YEV' => array(
        'Еврейская авт. обл.' => array(
            'id' => '8948255',
            'state' => 'Еврейская авт. обл.',
            'owner_id' => '2'
        ),
        'Биробиджан' => array(
            'id' => '445',
            'state' => 'Еврейская авт. обл.',
            'owner_id' => '0'
        )
    ),
    'IVA' => array(
        'Иваново' => array(
            'id' => '455',
            'state' => 'Ивановская обл.',
            'owner_id' => '0'
        ),
        'Ивановская обл.' => array(
            'id' => '8948310',
            'state' => 'Ивановская обл.',
            'owner_id' => '2'
        )
    ),
    'IRK' => array(
        'Иркутская обл.' => array(
            'id' => '8948353',
            'state' => 'Иркутская обл.',
            'owner_id' => '2'
        ),
        'Ангарск' => array(
            'id' => '473',
            'state' => 'Иркутская обл.',
            'owner_id' => '0'
        ),
        'Саянск' => array(
            'id' => '474',
            'state' => 'Иркутская обл.',
            'owner_id' => '0'
        ),
        'Братск' => array(
            'id' => '477',
            'state' => 'Иркутская обл.',
            'owner_id' => '0'
        ),
        'Иркутск' => array(
            'id' => '481',
            'state' => 'Иркутская обл.',
            'owner_id' => '0'
        )
    ),
    'KB' => array(
        'Нальчик' => array(
            'id' => '502',
            'state' => 'Кабардино-Балкарская респ.',
            'owner_id' => '0'
        )
    ),
    'KGD' => array(
        'Калининград' => array(
            'id' => '514',
            'state' => 'Калининградская обл.',
            'owner_id' => '0'
        ),
        'Калининградская обл.' => array(
            'id' => '8948890',
            'state' => 'Калининградская обл.',
            'owner_id' => '2'
        )
    ),
    'KLU' => array(
        'Калужская обл.' => array(
            'id' => '8948930',
            'state' => 'Калужская обл.',
            'owner_id' => '2'
        ),
        'Калуга' => array(
            'id' => '551',
            'state' => 'Калужская обл.',
            'owner_id' => '0'
        )
    ),
    'KAM' => array(
        'Петропавловск-Камчатский' => array(
            'id' => '578',
            'state' => 'Камчатский край',
            'owner_id' => '0'
        ),
        'Камчатская обл.' => array(
            'id' => '8949212',
            'state' => 'Камчатский край',
            'owner_id' => '2'
        )
    ),
    'KC' => array(
        'Черкесск' => array(
            'id' => '591',
            'state' => 'Карачаево-Черкесская респ.',
            'owner_id' => '0'
        )
    ),
    'KEM' => array(
        'Кемерово' => array(
            'id' => '627',
            'state' => 'Кемеровская обл.',
            'owner_id' => '0'
        ),
        'Новокузнецк' => array(
            'id' => '631',
            'state' => 'Кемеровская обл.',
            'owner_id' => '0'
        ),
        'Прокопьевск' => array(
            'id' => '632',
            'state' => 'Кемеровская обл.',
            'owner_id' => '0'
        ),
        'Кемеровская обл.' => array(
            'id' => '8948936',
            'state' => 'Кемеровская обл.',
            'owner_id' => '2'
        )
    ),
    'KIR' => array(
        'Кировская обл.' => array(
            'id' => '8948944',
            'state' => 'Кировская обл.',
            'owner_id' => '2'
        ),
        'Киров' => array(
            'id' => '642',
            'state' => 'Кировская обл.',
            'owner_id' => '0'
        )
    ),
    'KOS' => array(
        'Кострома' => array(
            'id' => '713',
            'state' => 'Костромская обл.',
            'owner_id' => '0'
        ),
        'Костромская обл.' => array(
            'id' => '8948948',
            'state' => 'Костромская обл.',
            'owner_id' => '2'
        )
    ),
    'KDA' => array(
        'Армавир' => array(
            'id' => '732',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Геленджик' => array(
            'id' => '733',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Краснодар' => array(
            'id' => '735',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Новороссийск' => array(
            'id' => '738',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Сочи' => array(
            'id' => '739',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Анапа' => array(
            'id' => '743',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        ),
        'Туапсе' => array(
            'id' => '776',
            'state' => 'Краснодарский край',
            'owner_id' => '0'
        )
    ),
    'KIA' => array(
        'Красноярск' => array(
            'id' => '785',
            'state' => 'Красноярский край',
            'owner_id' => '0'
        ),
        'Норильск' => array(
            'id' => '787',
            'state' => 'Красноярский край',
            'owner_id' => '0'
        ),
        'Железногорск' => array(
            'id' => '2180',
            'state' => 'Красноярский край',
            'owner_id' => '0'
        )
    ),
    'KGN' => array(
        'Курган' => array(
            'id' => '839',
            'state' => 'Курганская обл.',
            'owner_id' => '0'
        ),
        'Курганская обл.' => array(
            'id' => '8948963',
            'state' => 'Курганская обл.',
            'owner_id' => '2'
        )
    ),
    'KRS' => array(
        'Курская обл.' => array(
            'id' => '8948975',
            'state' => 'Курская обл.',
            'owner_id' => '2'
        ),
        'Железногорск' => array(
            'id' => '868',
            'state' => 'Курская обл.',
            'owner_id' => '0'
        ),
        'Курск' => array(
            'id' => '873',
            'state' => 'Курская обл.',
            'owner_id' => '0'
        )
    ),
    'LEN' => array(
        'Колпино' => array(
            'id' => '874',
            'state' => 'Ленинградская обл.',
            'owner_id' => '2'
        ),
        'Отрадное' => array(
            'id' => '2175',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Пикалево' => array(
            'id' => '2177',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Сертолово' => array(
            'id' => '336',
            'state' => 'Ленинградская обл.',
            'owner_id' => '3'
        ),
        'Санкт-Петербург' => array(
            'id' => '893',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Сосновый Бор' => array(
            'id' => '894',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Бокситогорск' => array(
            'id' => '895',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Волосово' => array(
            'id' => '896',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Волхов' => array(
            'id' => '897',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Всеволожск' => array(
            'id' => '898',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Выборг' => array(
            'id' => '899',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Гатчина' => array(
            'id' => '900',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Кингисепп' => array(
            'id' => '901',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Кириши' => array(
            'id' => '902',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Кировск' => array(
            'id' => '903',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Лодейное Поле' => array(
            'id' => '904',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Ломоносов' => array(
            'id' => '905',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Луга' => array(
            'id' => '906',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Подпорожье' => array(
            'id' => '907',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Приозерск' => array(
            'id' => '908',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Сланцы' => array(
            'id' => '909',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Тихвин' => array(
            'id' => '910',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Тосно' => array(
            'id' => '911',
            'state' => 'Ленинградская обл.',
            'owner_id' => '0'
        ),
        'Ленинградская обл.' => array(
            'id' => '78683554',
            'state' => 'Ленинградская обл.',
            'owner_id' => '3'
        )
    ),
    'LIP' => array(
        'Липецк' => array(
            'id' => '924',
            'state' => 'Липецкая обл.',
            'owner_id' => '0'
        ),
        'Липецкая обл.' => array(
            'id' => '8949013',
            'state' => 'Липецкая обл.',
            'owner_id' => '2'
        )
    ),
    'MAG' => array(
        'Магадан' => array(
            'id' => '931',
            'state' => 'Магаданская обл.',
            'owner_id' => '0'
        ),
        'Магаданская обл.' => array(
            'id' => '8949021',
            'state' => 'Магаданская обл.',
            'owner_id' => '2'
        )
    ),
    'MUR' => array(
        'Мурманск' => array(
            'id' => '1042',
            'state' => 'Мурманская обл.',
            'owner_id' => '0'
        ),
        'Мурманская обл.' => array(
            'id' => '78685099',
            'state' => 'Мурманская обл.',
            'owner_id' => '3'
        )
    ),
    'NEN' => array(
        'Нарьян-Мар' => array(
            'id' => '32797',
            'state' => 'Ненецкий авт. округ',
            'owner_id' => '2'
        )
    ),
    'NIZ' => array(
        'Нижний Новгород' => array(
            'id' => '1054',
            'state' => 'Нижегородская обл.',
            'owner_id' => '0'
        ),
        'Арзамас' => array(
            'id' => '2240',
            'state' => 'Нижегородская обл.',
            'owner_id' => '0'
        ),
        'Саров' => array(
            'id' => '1058',
            'state' => 'Нижегородская обл.',
            'owner_id' => '0'
        ),
        'Дзержинск' => array(
            'id' => '1071',
            'state' => 'Нижегородская обл.',
            'owner_id' => '0'
        ),
        'Нижегородская обл.' => array(
            'id' => '8949129',
            'state' => 'Нижегородская обл.',
            'owner_id' => '2'
        )
    ),
    'NGR' => array(
        'Великий Новгород' => array(
            'id' => '1115',
            'state' => 'Новгородская обл.',
            'owner_id' => '0'
        ),
        'Новгородская обл.' => array(
            'id' => '8948267',
            'state' => 'Новгородская обл.',
            'owner_id' => '2'
        )
    ),
    'NVS' => array(
        'Новосибирск' => array(
            'id' => '1145',
            'state' => 'Новосибирская обл.',
            'owner_id' => '0'
        ),
        'Бердск' => array(
            'id' => '1126',
            'state' => 'Новосибирская обл.',
            'owner_id' => '0'
        ),
        'Новосибирская обл.' => array(
            'id' => '8949140',
            'state' => 'Новосибирская обл.',
            'owner_id' => '2'
        )
    ),
    'OMS' => array(
        'Омск' => array(
            'id' => '1176',
            'state' => 'Омская обл.',
            'owner_id' => '0'
        ),
        'Омская обл.' => array(
            'id' => '8949148',
            'state' => 'Омская обл.',
            'owner_id' => '2'
        )
    ),
    'ORE' => array(
        'Оренбург' => array(
            'id' => '1212',
            'state' => 'Оренбургская обл.',
            'owner_id' => '0'
        ),
        'Орск' => array(
            'id' => '1191',
            'state' => 'Оренбургская обл.',
            'owner_id' => '0'
        ),
        'Оренбургская обл.' => array(
            'id' => '8949160',
            'state' => 'Оренбургская обл.',
            'owner_id' => '2'
        )
    ),
    'ORL' => array(
        'Орел' => array(
            'id' => '1243',
            'state' => 'Орловская обл.',
            'owner_id' => '0'
        ),
        'Орловская обл.' => array(
            'id' => '8949158',
            'state' => 'Орловская обл.',
            'owner_id' => '2'
        )
    ),
    'PNZ' => array(
        'Пенза' => array(
            'id' => '1274',
            'state' => 'Пензенская обл.',
            'owner_id' => '0'
        ),
        'Пензенская обл.' => array(
            'id' => '8949174',
            'state' => 'Пензенская обл.',
            'owner_id' => '2'
        )
    ),
    'PER' => array(
        'Пермь' => array(
            'id' => '1309',
            'state' => 'Пермский край',
            'owner_id' => '0'
        ),
        'Березники' => array(
            'id' => '1280',
            'state' => 'Пермский край',
            'owner_id' => '0'
        )
    ),
    'PRI' => array(
        'Владивосток' => array(
            'id' => '1324',
            'state' => 'Приморский край',
            'owner_id' => '0'
        ),
        'Находка' => array(
            'id' => '1326',
            'state' => 'Приморский край',
            'owner_id' => '0'
        ),
        'Уссурийск' => array(
            'id' => '1345',
            'state' => 'Приморский край',
            'owner_id' => '0'
        )
    ),
    'PSK' => array(
        'Псков' => array(
            'id' => '1373',
            'state' => 'Псковская обл.',
            'owner_id' => '0'
        ),
        'Псковская обл.' => array(
            'id' => '8949221',
            'state' => 'Псковская обл.',
            'owner_id' => '2'
        )
    ),
    'AD' => array(
        'Майкоп' => array(
            'id' => '2223',
            'state' => 'Адыгея респ.',
            'owner_id' => '0'
        )
    ),
    'AL' => array(
        'Горно-Алтайск' => array(
            'id' => '383',
            'state' => 'Алтай респ.',
            'owner_id' => '0'
        )
    ),
    'BA' => array(
        'Уфа' => array(
            'id' => '189',
            'state' => 'Башкортостан респ.',
            'owner_id' => '0'
        ),
        'Стерлитамак' => array(
            'id' => '186',
            'state' => 'Башкортостан респ.',
            'owner_id' => '0'
        ),
        'Салават' => array(
            'id' => '139',
            'state' => 'Башкортостан респ.',
            'owner_id' => '0'
        )
    ),
    'BU' => array(
        'Улан-Удэ' => array(
            'id' => '246',
            'state' => 'Бурятия респ.',
            'owner_id' => '0'
        )
    ),
    'DA' => array(
        'Махачкала' => array(
            'id' => '398',
            'state' => 'Дагестан респ.',
            'owner_id' => '0'
        ),
        'Хасавюрт' => array(
            'id' => '437',
            'state' => 'Дагестан респ.',
            'owner_id' => '0'
        )
    ),
    'KL' => array(
        'Элиста' => array(
            'id' => '536',
            'state' => 'Калмыкия респ.',
            'owner_id' => '0'
        )
    ),
    'KR' => array(
        'Петрозаводск' => array(
            'id' => '612',
            'state' => 'Карелия респ.',
            'owner_id' => '0'
        )
    ),
    'KO' => array(
        'Воркута' => array(
            'id' => '685',
            'state' => 'Коми респ.',
            'owner_id' => '0'
        ),
        'Сыктывкар' => array(
            'id' => '687',
            'state' => 'Коми респ.',
            'owner_id' => '0'
        ),
        'Ухта' => array(
            'id' => '688',
            'state' => 'Коми респ.',
            'owner_id' => '0'
        )
    ),
    'ME' => array(
        'Йошкар-Ола' => array(
            'id' => '940',
            'state' => 'Марий Эл респ.',
            'owner_id' => '0'
        )
    ),
    'MO' => array(
        'Саранск' => array(
            'id' => '957',
            'state' => 'Мордовия респ.',
            'owner_id' => '0'
        )
    ),
    'SA' => array(
        'Якутск' => array(
            'id' => '1530',
            'state' => 'Саха (Якутия) респ.',
            'owner_id' => '0'
        )
    ),
    'SE' => array(
        'Владикавказ' => array(
            'id' => '1633',
            'state' => 'Северная Осетия-Алания респ.',
            'owner_id' => '0'
        )
    ),
    'TA' => array(
        'Казань' => array(
            'id' => '1726',
            'state' => 'Татарстан респ.',
            'owner_id' => '0'
        ),
        'Альметьевск' => array(
            'id' => '1735',
            'state' => 'Татарстан респ.',
            'owner_id' => '0'
        ),
        'Нижнекамск' => array(
            'id' => '1759',
            'state' => 'Татарстан респ.',
            'owner_id' => '0'
        ),
        'Набережные Челны' => array(
            'id' => '1768',
            'state' => 'Татарстан респ.',
            'owner_id' => '0'
        )
    ),
    'TY' => array(
        'Кызыл' => array(
            'id' => '1853',
            'state' => 'Тыва респ.',
            'owner_id' => '0'
        )
    ),
    'KK' => array(
        'Абакан' => array(
            'id' => '1989',
            'state' => 'Хакасия респ.',
            'owner_id' => '0'
        )
    ),
    'ROS' => array(
        'Ростов-на-Дону' => array(
            'id' => '1387',
            'state' => 'Ростовская обл.',
            'owner_id' => '0'
        ),
        'Волгодонск' => array(
            'id' => '1381',
            'state' => 'Ростовская обл.',
            'owner_id' => '0'
        ),
        'Новочеркасск' => array(
            'id' => '1384',
            'state' => 'Ростовская обл.',
            'owner_id' => '0'
        ),
        'Таганрог' => array(
            'id' => '1389',
            'state' => 'Ростовская обл.',
            'owner_id' => '0'
        ),
        'Шахты' => array(
            'id' => '1390',
            'state' => 'Ростовская обл.',
            'owner_id' => '0'
        ),
        'Ростовская обл.' => array(
            'id' => '8949225',
            'state' => 'Ростовская обл.',
            'owner_id' => '2'
        )
    ),
    'RYA' => array(
        'Рязань' => array(
            'id' => '1448',
            'state' => 'Рязанская обл.',
            'owner_id' => '0'
        ),
        'Рязанская обл.' => array(
            'id' => '8949231',
            'state' => 'Рязанская обл.',
            'owner_id' => '2'
        )
    ),
    'SAM' => array(
        'Самара' => array(
            'id' => '1472',
            'state' => 'Самарская обл.',
            'owner_id' => '0'
        ),
        'Тольятти' => array(
            'id' => '1485',
            'state' => 'Самарская обл.',
            'owner_id' => '0'
        ),
        'Сызрань' => array(
            'id' => '1486',
            'state' => 'Самарская обл.',
            'owner_id' => '0'
        ),
        'Самарская обл.' => array(
            'id' => '8949246',
            'state' => 'Самарская обл.',
            'owner_id' => '2'
        )
    ),
    'SAR' => array(
        'Саратов' => array(
            'id' => '1522',
            'state' => 'Саратовская обл.',
            'owner_id' => '0'
        ),
        'Саратовская обл.' => array(
            'id' => '8949253',
            'state' => 'Саратовская обл.',
            'owner_id' => '2'
        ),
        'Балаково' => array(
            'id' => '1495',
            'state' => 'Саратовская обл.',
            'owner_id' => '0'
        ),
        'Энгельс' => array(
            'id' => '1528',
            'state' => 'Саратовская обл.',
            'owner_id' => '0'
        )
    ),
    'SAK' => array(
        'Южно-Сахалинск' => array(
            'id' => '1564',
            'state' => 'Сахалинская обл.',
            'owner_id' => '0'
        ),
        'Сахалинская обл.' => array(
            'id' => '8949450',
            'state' => 'Сахалинская обл.',
            'owner_id' => '2'
        )
    ),
    'SVE' => array(
        'Екатеринбург' => array(
            'id' => '1587',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        ),
        'Верхняя Пышма' => array(
            'id' => '1585',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        ),
        'Каменск-Уральский' => array(
            'id' => '1611',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        ),
        'Нижний Тагил' => array(
            'id' => '1618',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        ),
        'Серов' => array(
            'id' => '1621',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        ),
        'Свердловская обл.' => array(
            'id' => '8948305',
            'state' => 'Свердловская обл.',
            'owner_id' => '2'
        ),
        'Новоуральск' => array(
            'id' => '2206',
            'state' => 'Свердловская обл.',
            'owner_id' => '0'
        )
    ),
    'SMO' => array(
        'Смоленск' => array(
            'id' => '1660',
            'state' => 'Смоленская обл.',
            'owner_id' => '0'
        ),
        'Смоленская обл.' => array(
            'id' => '8949262',
            'state' => 'Смоленская обл.',
            'owner_id' => '2'
        )
    ),
    'STA' => array(
        'Пятигорск' => array(
            'id' => '1673',
            'state' => 'Ставропольский край',
            'owner_id' => '0'
        ),
        'Ставрополь' => array(
            'id' => '1674',
            'state' => 'Ставропольский край',
            'owner_id' => '0'
        )
    ),
    'TAM' => array(
        'Тамбов' => array(
            'id' => '1722',
            'state' => 'Тамбовская обл.',
            'owner_id' => '0'
        ),
        'Тамбовская обл.' => array(
            'id' => '8949273',
            'state' => 'Тамбовская обл.',
            'owner_id' => '2'
        )
    ),
    'TVE' => array(
        'Тверь' => array(
            'id' => '1781',
            'state' => 'Тверская обл.',
            'owner_id' => '0'
        ),
        'Тверская обл.' => array(
            'id' => '8949283',
            'state' => 'Тверская обл.',
            'owner_id' => '2'
        )
    ),
    'TOM' => array(
        'Томск' => array(
            'id' => '1824',
            'state' => 'Томская обл.',
            'owner_id' => '0'
        ),
        'Томская обл.' => array(
            'id' => '8949293',
            'state' => 'Томская обл.',
            'owner_id' => '2'
        )
    ),
    'TUL' => array(
        'Тула' => array(
            'id' => '1828',
            'state' => 'Тульская обл.',
            'owner_id' => '0'
        ),
        'Тульская обл.' => array(
            'id' => '8949296',
            'state' => 'Тульская обл.',
            'owner_id' => '2'
        ),
        'Алексин' => array(
            'id' => '1829',
            'state' => 'Тульская обл.',
            'owner_id' => '0'
        ),
        'Новомосковск' => array(
            'id' => '1843',
            'state' => 'Тульская обл.',
            'owner_id' => '0'
        )
    ),
    'TYU' => array(
        'Тюмень' => array(
            'id' => '1907',
            'state' => 'Тюменская обл.',
            'owner_id' => '0'
        ),
        'Тюменская обл.' => array(
            'id' => '8949309',
            'state' => 'Тюменская обл.',
            'owner_id' => '2'
        )
    ),
    'UD' => array(
        'Ижевск' => array(
            'id' => '1916',
            'state' => 'Удмуртская респ.',
            'owner_id' => '0'
        )
    ),
    'ULY' => array(
        'Ульяновск' => array(
            'id' => '1944',
            'state' => 'Ульяновская обл.',
            'owner_id' => '0'
        ),
        'Ульяновская обл.' => array(
            'id' => '8949340',
            'state' => 'Ульяновская обл.',
            'owner_id' => '2'
        )
    ),
    'KHA' => array(
        'Хабаровск' => array(
            'id' => '1988',
            'state' => 'Хабаровский край',
            'owner_id' => '0'
        ),
        'Комсомольск-на-Амуре' => array(
            'id' => '1980',
            'state' => 'Хабаровский край',
            'owner_id' => '0'
        )
    ),
    'KHM' => array(
        'Ханты-Мансийск' => array(
            'id' => '1910',
            'state' => 'Ханты-Мансийский авт. округ-Югра',
            'owner_id' => '0'
        ),
        'Нижневартовск' => array(
            'id' => '1895',
            'state' => 'Ханты-Мансийский авт. округ-Югра',
            'owner_id' => '0'
        ),
        'Сургут' => array(
            'id' => '1904',
            'state' => 'Ханты-Мансийский авт. округ-Югра',
            'owner_id' => '0'
        )
    ),
    'CHE' => array(
        'Челябинск' => array(
            'id' => '2011',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Златоуст' => array(
            'id' => '2002',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Магнитогорск' => array(
            'id' => '2007',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Миасс' => array(
            'id' => '2008',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Озерск' => array(
            'id' => '2212',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Снежинск' => array(
            'id' => '2213',
            'state' => 'Челябинская обл.',
            'owner_id' => '0'
        ),
        'Челябинская обл.' => array(
            'id' => '8949405',
            'state' => 'Челябинская обл.',
            'owner_id' => '2'
        )
    ),
    'CE' => array(
        'Грозный' => array(
            'id' => '109791828',
            'state' => 'Чечня респ.',
            'owner_id' => '3'
        )
    ),
    'CU' => array(
        'Новочебоксарск' => array(
            'id' => '2087',
            'state' => 'Чувашия респ.',
            'owner_id' => '0'
        ),
        'Чебоксары' => array(
            'id' => '2088',
            'state' => 'Чувашия респ.',
            'owner_id' => '0'
        )
    ),
    'CHU' => array(
        'Анадырь' => array(
            'id' => '2110',
            'state' => 'Чукотский авт. округ',
            'owner_id' => '0'
        )
    ),
    'YAN' => array(
        'Новый Уренгой' => array(
            'id' => '1872',
            'state' => 'Ямало-Ненецкий авт. округ',
            'owner_id' => '0'
        )
    ),
    'YAR' => array(
        'Ярославль' => array(
            'id' => '2137',
            'state' => 'Ярославская обл.',
            'owner_id' => '0'
        ),
        'Рыбинск' => array(
            'id' => '2134',
            'state' => 'Ярославская обл.',
            'owner_id' => '0'
        ),
        'Ярославская обл.' => array(
            'id' => '8949459',
            'state' => 'Ярославская обл.',
            'owner_id' => '2'
        )
    ),
    'IN' => array(
        'Назрань' => array(
            'id' => '2046',
            'state' => 'Ингушская респ.',
            'owner_id' => '0'
        )
    ),
    'ZAB' => array(
        'Чита' => array(
            'id' => '2084',
            'state' => 'Забайкальский край',
            'owner_id' => '0'
        ),
        'Читинская обл.' => array(
            'id' => '8949422',
            'state' => 'Забайкальский край',
            'owner_id' => '2'
        )
    )
);

return $cities;
